export const books = [
  {
    "id": "b698e6dcb9c4239ade2caf24ccd01d19a607efe0152c81f9d0cb94667442e980",
    "title": "﻿わたしが恋人になれるわけないじゃん、ムリムリ!(※ムリじゃなかった!?) 6",
    "author": "みかみてれん/竹嶋 えく",
    "publisher": "集英社",
    "isbn": "9784086315289",
    "asin": "4086315289",
    "readDate": "2025/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5289/9784086315289_1_7.jpg",
    "highlights": []
  },
  {
    "id": "7e4571699fe10fecfef516ffd0af9e0ebe30c7fb5f616b1906ea2a99ff20f1c2",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 7",
    "author": "二日市とふろう/じゃいあん",
    "publisher": "オーバーラップ",
    "isbn": "9784824011589",
    "asin": "4824011582",
    "readDate": "2025/11/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1589/9784824011589_1_18.jpg",
    "highlights": [
      {
        "text": "「『いかに悪い結果につながったとされる事例でも、それがはじめられた当時まで遡れば、善き意志から発していたのであった』か……」 「カエサルですね。お嬢様」 私が漏らした一言に 野 月 美 咲 が反応する。神戸教授の話から浮いている言葉なので私はそれに 頷いたのみで神戸教授の説明を聞く。 「まぁ、私の 戯言 は聞き流していいのですが、今日の授業で出た福澤先生の話に興味を持って勉学に打ち込んだなら、ある程度の所まで行く事は私が保証します。ある程度なのは、生まれによって私よりはるかに高度な教育を受けた人間とか、純粋な天才とか、尋常でない努力家とか、世に出るとそんな連中がやって来てぶん殴られるからなんですが、新自由主義は格差を欲によって肯定するがゆえに、そういうものの台頭を許容するのです。そして、そんな彼らが社会を引っ張ってゆく事になります。幕府時代は中津藩の下級武士でしかなかったのに、明治維新後に日本近代化の父なんて呼ばれるようになった福澤諭吉先生のように」 そして、授業の締めとばかりに、神戸教授はホワイトボードに新自由主義の本質を書いた。 「チャンスはあげるが、ハンデはあげない」",
        "location": "2,649"
      }
    ]
  },
  {
    "id": "84739f8fd4da57bda35fa7af617888de31a376baa8cfcf677f0d91c0ed9e52bf",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 6",
    "author": "二日市とふろう/じゃいあん",
    "publisher": "オーバーラップ",
    "isbn": "9784824009210",
    "asin": "4824009219",
    "readDate": "2025/11/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9210/9784824009210_1_2.jpg",
    "highlights": []
  },
  {
    "id": "076361e2f3c81ab61712c19c24f60e0a544272c3d7ed8070334acea0707f6d86",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 5",
    "author": "二日市とふろう/じゃいあん",
    "publisher": "オーバーラップ",
    "isbn": "9784824007148",
    "asin": "4824007143",
    "readDate": "2025/11/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7148/9784824007148.jpg",
    "highlights": []
  },
  {
    "id": "c4c0e8115a26bc8926ded637d08ccd72079425d62e08b8617c84ae46f46d6e59",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 4",
    "author": "二日市とふろう/景",
    "publisher": "オーバーラップ",
    "isbn": "9784824001658",
    "asin": "482400165X",
    "readDate": "2025/11/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1658/9784824001658.jpg",
    "highlights": []
  },
  {
    "id": "cee0a09471e8a5386501d9a781ee0d9a1c8c86a11c7988b84b8c9974ec8ddf10",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 3",
    "author": "デェタ/二日市とふろう",
    "publisher": "オーバーラップ",
    "isbn": "9784824009302",
    "asin": "4824009308",
    "readDate": "2025/11/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9302/9784824009302_1_2.jpg",
    "highlights": []
  },
  {
    "id": "2129002d24b27b080f34c5a903457fc4e301fda946feb408fe89ad9597c6e795",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 2",
    "author": "二日市とふろう/景",
    "publisher": "オーバーラップ",
    "isbn": "9784865548488",
    "asin": "4865548483",
    "readDate": "2025/11/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8488/9784865548488.jpg",
    "highlights": []
  },
  {
    "id": "a53d8f281ec4e58bae0c24513436a34307fe991d0a19f7cc22bb4b0f5b19ecfd",
    "title": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変 1",
    "author": "二日市とふろう/景",
    "publisher": "オーバーラップ",
    "isbn": "9784865547429",
    "asin": "4865547428",
    "readDate": "2025/11/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7429/9784865547429.jpg",
    "highlights": []
  },
  {
    "id": "9793d43c5aefe273a9199f5a9d1e9b51081dc0c3ef7f09c1677d19bef7b07020",
    "title": "どうか俺を放っておいてくれ３　なぜかぼっちの終わった高校生活を彼女が変えようとしてくる (GA文庫)",
    "author": "相崎 壁際",
    "publisher": "SBクリエイティブ",
    "isbn": "",
    "asin": null,
    "readDate": "2025/10/21",
    "thumbnailImage": "https://m.media-amazon.com/images/I/817eqxN0CHL._SL1500_.jpg",
    "highlights": [
      {
        "text": "誰にだって、他人に理解されない悩みや苦しみがあるものだ。人には人の地獄がある、",
        "location": "2,197"
      },
      {
        "text": "お久しぶりです、 相崎 壁際 と申します。作者もびっくりの三巻です！ 待望の夏休み＋文化祭＋白峰さん回、書きたいことを詰め込みました。皆様に満足いただけたら幸いです。 まずは三巻の制作経緯について。 二巻が出たのは二〇二一年の十一月。いったんは「次の企画を考えよう」のターンに入り、三巻は出ない予定でした。サボってたわけじゃないんです。ここ重要。テストに出すよ～。 しかし本作はコミカライズ確約の『ガンガンＧＡ特別賞』を受賞していたため、二〇二二年にコミカライズが開始。するとコミカライズ読者が原作も読んでくれた＆原作読者の根強い応援もあり、「なんかいけそうじゃね？」となって三巻が出せたという経緯になります。 要するに、コミカライズ担当の四季ムツコ様に頭が上がらないということですね！ （以下シームレスに謝辞）四季様が素晴らしいコミカライズに仕上げてくださったおかげで、多くの方に本作が届き、めでたく三巻を出すことができました。本当にありがとうございます。ネームや原稿の確認が毎月の楽しみになっています。今後もよろしくお願いします！",
        "location": "3,137"
      }
    ]
  },
  {
    "id": "a63e170edfd72043700fdd043702f44dfb323e173db6fcdf319e27a59b32ec91",
    "title": "カードゲームで本当に強くなる考え方",
    "author": "茂里 憲之",
    "publisher": "筑摩書房",
    "isbn": "9784480685353",
    "asin": "4480685359",
    "readDate": "2025/10/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5353/9784480685353_1_9.jpg",
    "highlights": [
      {
        "text": "期待値",
        "location": "614"
      },
      {
        "text": "という「点」で見ることではなく、確率の取りうる「幅」を見ることにあります。",
        "location": "614"
      },
      {
        "text": "また、私は「考えるために考えない」ことを意識しています。 簡単なケースはしっかり根拠を持って即判断を済ませることで、本当に考えるべき難しい状況にリソースを集中させることができます。明らかに不要な選択肢を切り捨てることは「枝刈り」と言って、ゲーム情報学などでよく用いられます。戦略を考えるとき、上限・下限がどこにあれば判断が楽になるかを考えましょう。できるだけ簡単な計算で、より多くのケースに適応できるものを見つけられるのが理想です。",
        "location": "647"
      }
    ]
  },
  {
    "id": "5cbd876769bd631ce2e08e52a5094867ba33a8adee893e396ae56231c440957d",
    "title": "SQLアンチパターン 第2版",
    "author": "Bill Karwin/和田 卓人/児島 修",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784814400744",
    "asin": "4814400748",
    "readDate": "2025/10/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0744/9784814400744_1_2.jpg",
    "highlights": []
  },
  {
    "id": "895b859d9fcaedb6630177141a741a9495882d49f562a2616c88da2d4b6e26dc",
    "title": "株高不況",
    "author": "藤代宏一",
    "publisher": "青春出版社",
    "isbn": "9784413047258",
    "asin": "4413047257",
    "readDate": "2025/09/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7258/9784413047258_1_3.jpg",
    "highlights": [
      {
        "text": "実質ＧＤＰ成長率の「実質」とは何でしょうか。物価変動の影響を取り除いた数値というのが一般的な解説です。ただ、頭の中では「数量」と理解するのがいいでしょう。 それに対して「名目」はインフレを含んだ数値です。こちらは「金額」と理解するのがいいでしょう。金額は「価格×数量」です。価格はインフレ率です。つまり実質ＧＤＰが１％成長の時、インフレ率が２％なら、名目ＧＤＰは３％成長です。 それを踏まえた上で、日本の実質ＧＤＰと名目ＧＤＰの推移を見ていきます。過去を知ることは現在の日本経済を理解するための視座を高めてくれます。",
        "location": "276"
      },
      {
        "text": "「低評価」と「割安」を見極める一つの判断基準として、ＲＯＥが８％を安定的に超えているかが重要になります。ＲＯＥが８％超でＰＢＲが１倍を割れているのであれば、その株式が「お買い得」である可能性があります。",
        "location": "385"
      },
      {
        "text": "本当に成長著しい企業は、株主還元などせず、本業へ集中投資します。その方が将来的な利益成長につながり、中長期的には株主にとって好ましい結果をもたらすからです。 株主還元は、事業が成熟し、新規事業や市場拡大の余地が小さいことの裏返しでもあるのです。成長著しい企業は、たとえ大企業でも無配か低配当を貫きます。",
        "location": "438"
      }
    ]
  },
  {
    "id": "78febcbe944485737fd234771501efac720babda84f408d154eb14f30a2b3adc",
    "title": "ルポ年金官僚",
    "author": "和田 泰明",
    "publisher": "東洋経済新報社",
    "isbn": "9784492224168",
    "asin": "4492224165",
    "readDate": "2025/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4168/9784492224168_1_4.jpg",
    "highlights": [
      {
        "text": "厚生年金の場合、１９８０年度の新規受給者は、保険料を払うことによって自ら稼ぎ出した割合は 13％ に過ぎず、現行制度の機能は世代間の再分配にある。１９７３年改正によって年金額は異常に高くなっており、今後、保険料率を引き上げていけば、さらに世代間の公平を損なう。自らの保険料によって稼ぎ出した部分と現役時代からの再分配分とが明瞭に区分されるよう年金算式を改めるべき──。概ねそんな内容で、「世代間不公平論」の 先鞭 をつけた。",
        "location": "2,824"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "2,843"
      }
    ]
  },
  {
    "id": "9e45e11c77f67d0f722e7f4ce5a67e966c084971a072e97773ca714628ec61b1",
    "title": "ライト，ついてますか",
    "author": "ゴース，D．G．/ワインバーグ，G．M．/木村　泉",
    "publisher": "共立出版",
    "isbn": "9784320023680",
    "asin": "4320023684",
    "readDate": "2025/08/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3680/9784320023680.jpg",
    "highlights": []
  },
  {
    "id": "81dee23c2c438900bcb6a8818fff9e60cfa49aa7ae0adf568336da29539c22cc",
    "title": "文庫版 近畿地方のある場所について(1)",
    "author": "背筋",
    "publisher": "KADOKAWA",
    "isbn": "9784041026557",
    "asin": "4041026555",
    "readDate": "2025/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6557/9784041026557_1_12.jpg",
    "highlights": []
  },
  {
    "id": "bf7f519d29541b4ae774adce01f7e91d3db7ea1f33c1bb0b0567c8546876b35c",
    "title": "はじめての日本国債",
    "author": "服部 孝洋",
    "publisher": "集英社",
    "isbn": "9784087213485",
    "asin": "408721348X",
    "readDate": "2025/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3485/9784087213485_1_40.jpg",
    "highlights": [
      {
        "text": "債券の世界では、債券の投資から得られるリターンを「金利」や「利回り（イールド）」ということから、債券価格が上がれば、リターン（金利・利回り） は下がることになります。債券を勉強する際、金利が上がると価格は下がること、すなわち、金利と価格が逆の動きをすることを理解するのは難しいとされますが、高い値段で買うと、リターンが下がると考えれば当たり前に感じられるはずです。",
        "location": "473"
      },
      {
        "text": "私たちは日々、新聞などで「金利」という言葉を目にしますが、流通市場で取引されている国債の価格からリターンを計算したうえで、それを「金利」と呼んでいます。「本日、金利が上昇した」というニュースが意味していることは、すでに発行された国債が、流通（中古） 市場で価格が下がることで、国債に投資するリターン（金利） が上がったということです。",
        "location": "484"
      },
      {
        "text": "一方で、読者が国債を購入した後、価格が下がったとしましょう。仮に売却するつもりがなくても、購入後に市場価格が低下したら、そのときの市場価格で損益を評価します。これを「評価損」といいます（例えば、読者が１００円で国債を購入した後、 99 円に価格が下がった場合、１円の評価損を抱えている状態です）。その一方で、債券の特徴は、その発行体である国や会社が破産しなければ、最後は１００円で償還されるため、市場参加者の中には、債券は最後まで持ち切れば、損失は限定されていると考える人もいます。",
        "location": "590"
      },
      {
        "text": "リスク管理において面白い点は、在庫を有したまま、リスク量を落とす方法があることです。トレーダーである読者は国債を保有しているわけですが、その価格の動きに対し、まったく逆の動きをする資産があるとしましょう。この場合、両者を合算して持つことにより、自分が持っている資産全体の価格の動きを抑える（＝リスク量を減らす） ということが可能になります。 図表３－３がそのイメージですが、読者はトレーダーとして国債を保有しており、その価格は絶えず変化します。そこで、その逆の動きをする資産を保有することで、価格が変動しない状況を作ることができます。このような行為をリスクヘッジといいますが、ある資産価格と逆の動きをするポジションを作るために、金融派生商品（デリバティブ） と呼ばれる商品が用いられることが少なくありません。",
        "location": "1,003"
      },
      {
        "text": "このようにスワップは固定金利と変動金利の交換ですが、この変動金利として、現在は、無担保コール翌日物金利（TONA, Tokyo OverNight Average rate） と呼ばれる１営業日の金利が使われる傾向があります＊ 55。 ＴＯＮＡ とは金融機関の間で１営業日、無担保で貸し借りする金利であり、日銀の政策金利として用いられている金利です（詳細は次章で説明します）。",
        "location": "2,508"
      },
      {
        "text": "証券会社と固定金利を受け取るＢＯＪスワップを結ぶことを検討しているとします。仮にその際取引されているスワップ・レートが０・１５％であるとしましょう。この金利スワップを読者が受ける場合、読者は次回の決定会合後（８月１日） から、その次の決定会合（９月 20 日） までＴＯＮＡ（＝日銀の政策金利である点に注意） を毎営業日支払う一方で＊ 58、証券会社から０・１５％の固定金利を受け取ることになります。 ２０２４年７月時点で、日銀はＴＯＮＡが０％～０・１％で推移するように誘導をしており、実際にＴＯＮＡはおおよそ０・０８％程度で推移していました。したがって、もし日銀による利上げがなければ、再び、０・０８％程度で、８月以降も推移していくことが予測されます。読者としては、ＢＯＪスワップの取引をした場合、利上げがなければ、０・０８％程度の変動金利を支払い、０・１５％の固定金利を受け取るので、この取引は得だと感じられます。 しかし、７月の決定会合で、日銀が利上げをし、例えばＴＯＮＡが０・２５％に誘導されるとしたらどうでしょう。ＴＯＮＡが８月から０・２５％程度で推移していくとすれば、読者は、このＢＯＪスワップの取引で、固定金利は０・１５％しかもらえないのに、変動金利で０・２５％支払うことになり、これでは損をします。したがって、読者が利上げを予測するならば、０・２５％以上の固定金利（スワップ・レート） をもらえなければ、このＢＯＪスワップの取引に応じたくないはずです。",
        "location": "2,589"
      },
      {
        "text": "出口戦略」を可能にするためのツールとしての機能を重視したこともあります。日銀にとって短期金利のコントロールは非常に重要ですから、流動性以上に、出口戦略のために付利制度があると見ることもできます。 付利金利と裁定取引の話をしましたが、大切な点は、この裁定取引は付利金利（０・１％） に紐づいている点です。先ほどの裁定取引を思い出すと、銀行は付利金利である０・１％以下で借り入れをして（この貸し借りにより０・１％弱でＴＯＮＡが形成）、それを日銀当座預金に置いて０・１％の金利を得ます。この取引はあくまで付利金利を軸としていますから、付利金利が変われば、この裁定取引がなされる金利水準も変わります。例えば、付利金利が０・２５％になれば、銀行は０・２５％以下で借り入れをして（この貸し借りにより０・２５％弱でＴＯＮＡが形成）、日銀当座に預けて０・２５％を得るという裁定取引になります。付利金利とは日銀の当座預金に預ける際に日銀が払う金利ですから、日銀が付利金利を動かすことにより、上述の裁定取引における金利を動かすことで、ＴＯＮＡを誘導することが可能になります。",
        "location": "2,732"
      }
    ]
  },
  {
    "id": "b56e803595b3faeb94dbdf0b69e8ad2333888373cda9f40390397bc19ea5b004",
    "title": "負けヒロインが多すぎる！(8)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094532425",
    "asin": "4094532420",
    "readDate": "2025/08/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2425/9784094532425_1_55.jpg",
    "highlights": []
  },
  {
    "id": "226728cc9b8b7880ceb4c63262067317c54734112c45da62b50415dd76de49ec",
    "title": "ユリイカ(2025 8(第57巻第10号)",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791704651",
    "asin": "4791704657",
    "readDate": "2025/08/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4651/9784791704651_1_3.jpg",
    "highlights": []
  },
  {
    "id": "a5f2f4db1b418962b0ea67cec2a75b0b0ea76635f36a3d0f6005eb1fb5c69eb7",
    "title": "世界史を変えた薬",
    "author": "佐藤 健太郎",
    "publisher": "講談社",
    "isbn": "9784062883382",
    "asin": "4062883384",
    "readDate": "2025/08/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3382/9784062883382.jpg",
    "highlights": [
      {
        "text": "１７４７年にリンドは、どの治療法が本当に有効であるのか調べるため、次のような試験を行なった。 12 人の壊血病患者を同じ場所に集め、毎日同じ食事を与えた。そして患者を２人ずつ６組に分け、それぞれにリンゴ果汁、硫酸塩溶液、酢、海水、ニンニクなどから作ったペースト、オレンジ２個とレモン１個を与えたのだ。また、症状を発したものの、通常の食事を続けた者もいたので、これも並行して観察を行なった。 結果は、わずか６日で出た。オレンジとレモンを与えられた兵士はほぼ完治、リンゴ果汁を飲んだ者はわずかに回復が見られたが、他の者は全く症状の改善が見られなかった。ここに、「柑橘類が壊血病の特効薬になる」という事実が、見事に証明されたのだ。 この実験は、現代の目からは当たり前にも映る。だが、他の条件をなるべく一定に揃え、比較対象群と共に実験を行なって、何が有効なのかをはっきりさせたリンドの手法は、全く画期的なものであった。現代の臨床試験はこの考え方を基礎としており、あらゆる医薬や医療器具などは、この試験をくぐったものだけが広く認められることになっている。 天才の着想というものは、その後一般に普及して当たり前になってしまい、後世から見るとその凄さがわからなくなることが少なくない。リンドの創出した「臨床試験」の考え方は、その典型的な例といえそうだ。",
        "location": "261"
      }
    ]
  },
  {
    "id": "64faacce48c41e15a742c429651a9c6d111e5f08acc081d885b6a51c44135ba9",
    "title": "作り方を作る",
    "author": "佐藤雅彦",
    "publisher": "左右社",
    "isbn": "9784865284751",
    "asin": "4865284753",
    "readDate": "2025/07/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4751/9784865284751_1_2.jpg",
    "highlights": []
  },
  {
    "id": "6fbf108ddf9be3b485420d1dcdcb8b285dfa6082591cb50f2e1b0e3d01a4f86b",
    "title": "表参道のセレブ犬とカバーニャ要塞の野良犬",
    "author": "若林 正恭",
    "publisher": "文藝春秋",
    "isbn": "9784167915827",
    "asin": "4167915820",
    "readDate": "2025/07/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5827/9784167915827_1_5.jpg",
    "highlights": [
      {
        "text": "「キューバ人の葉巻の吸い方を教えてやる」と言われ、「まず葉巻のお尻の部分を歯で嚙み切って吐き出せ！」と言われたのでやってみる。",
        "location": "1,012"
      },
      {
        "text": "ぼくは旅先でほぼ叶えられる可能性が無いであろう「では、また」が好きだ。 ぼくは絶対この先ふとした時にこの人のことを思い出すだろうから、その時用の「では、また」なのだ。",
        "location": "2,253"
      },
      {
        "text": "人間は欲張りな生き物だ。 安定と安全を求めるくせに、それに飽きると不安定と危険が恋しくなる。 死にたくないけど生きてるって実感したい。 たまには瞳孔が開くことでもないとやってられないのである。",
        "location": "2,333"
      },
      {
        "text": "この国は世間を信仰している。それが、俺が３カ国に行って感じた一番大きい他の国との違いだ。 この国で、生き辛い人とはどういう人のことだろうか？ 俺は、幼稚園の時にどうしてもみんなで「大きな栗の木の下で」を歌うのが嫌で、勝手に家に帰ってしまう子どもだった。小中高と集団行動が苦手で、でも単独行動が許されるような特別な才能は持ち合わせていなかった。ヤンキーにもナードにもなれなくて、クラスの一軍に気を使ってコソコソとし、でも仲間内では偉そうにしているような小狡い男だった。 この国で世間の空気を読まなくていい人間は、一目でわかるほどの圧倒的な何かを持っていなくてはならない。それを持っていないならば、多数派に身を寄せつつ自分のを把握して空気を読んでいればそう生き辛くはない。だがしかし、自分のを弁えず少数派の意見を貫こうとする時に、空気はもの凄い勢いで頭を揃えようとしてくる。圧倒的な何かを持っているか、圧倒的に空気が読めない鈍感さを持ち合わせていれば、やっていける。でも、少数派のくせに繊細で、出る杭のくせに打たれ弱くて、口が悪いのにナイーブで、それなのに多数派に賛同できなかったら、こんなに生き辛い国はない。そういう人間を世間は本当に放っておかない。 この国が世間を信仰するようになった理由が、農耕民族であったり、八百万の神であったり、島国であったり、村社会であったり、なんなのかはよくわからないが、とりあえずこの国の世間は一様を好むことは確かだ。異物や異端を受け入れる幅はかなり狭いと思う。家庭教師に戦後の日本の流れを教えてもらっていた時に、俺は世間と一億総中流は〝頭を揃える〟という特性上、相性が良かったのかもしれないと感じた。でも、この国の〝世間の信仰〟と新自由主義が生む〝格差と分断〟の… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "2,437"
      }
    ]
  },
  {
    "id": "d6c0dc511e9fc60b91e27b9f7fd7bcec793a3e7c48d33b34808559f2f8b896eb",
    "title": "東京の謎(ミステリー) この街をつくった先駆者たち",
    "author": "門井 慶喜",
    "publisher": "文藝春秋",
    "isbn": "9784166613281",
    "asin": "4166613286",
    "readDate": "2025/06/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3281/9784166613281_1_5.jpg",
    "highlights": []
  },
  {
    "id": "336533bc93cff496e81ce9e519c68fc5fa6f96420e40d04b42ed96e4eec2fc30",
    "title": "イーロン・マスク 上",
    "author": "ウォルター・アイザックソン/井口 耕二",
    "publisher": "文藝春秋",
    "isbn": "9784163917306",
    "asin": "4163917306",
    "readDate": "2025/06/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7306/9784163917306_1_23.jpg",
    "highlights": [
      {
        "text": "感情遮断弁があるからイーロン・マスクは冷淡だと言われるのだろう。だが、これがあるから積極的にリスクを取るイノベーターになれたとも言える。ジャスティンは次のようにも語っている。 「恐れも遮断できるんです。でも、恐れを遮断するには、喜びや共感などほかのものも一緒に遮断しないといけないのでしょう」 子ども時代のＰＴＳＤで、満たされるのを嫌うようになったのだろう。 「成功をかみしめるとか花の香りを楽しむとか、そういうのは、どうすればいいのかわかっていないのだと思います」 こう言うのは、グライムスという名前で活動する音楽家で、マスクの子ども３人の母親であるクレア・ブーシェイだ。 「人生は痛みの連続だと子ども時代にたたき込まれたのでしょう」 そのとおりだとマスクも同意している。 「私は苦しみが原点なのです。だから、ちょっとやそっとでは痛いと感じなくなりました」",
        "location": "241"
      },
      {
        "text": "スティーブ・ジョブズの評伝を書いたとき、彼のパートナー、スティーブ・ウォズニアックに言われたことがある。あんなにいじわるでなくてもいいんじゃないか、あんなに残酷でなくてもいいんじゃないか、あんなに騒動ばかり求めなくてもいいんじゃないか、ジョブズはどうしてああなんだろう、と。本が書き上がるころにまた会い、これを本人に問い返したところ、自分ならもっと思いやりのある経営者になっただろうと言われた。社員を家族のように遇し、あっさりクビにしたりはしなかっただろう、と。彼はそこでちょっと口をつぐんでから付け加えた。 「でもぼくがアップルを経営していたら、マッキントッシュは作れなかっただろうね」 だから、イーロン・マスクについてはこう問うべきだろう。もっと柔和であっても、彼は、我々を火星に連れていこうとしたり、我々に電気自動車という未来をもたらしたりしただろうか。",
        "location": "281"
      },
      {
        "text": "「ビジネスの勉強をしないと、その勉強をした人の下で働くしかなくなりそうだと思ったのです」とマスクは言う。「物理学を修めて製品を開発することと、ビジネスの学位を持つ人の下で働くのは絶対に避けること、これが目標でした」",
        "location": "952"
      },
      {
        "text": "「楽観的？ 悲観的？ そんなことは知らん。やる。やり遂げる。地獄なんぞものともせず必ずやり遂げると神に誓うんだ」──それがマスクの答えだった。",
        "location": "3,124"
      },
      {
        "text": "第１段階では、組立ラインを設置し、ステーションごとに定められた作業をこなす作業員を配置する。あちこち修正して順調に生産できるようになったら、第２段階として、作業員を置き換えるロボットなどの機械を少しずつ導入していく。マスクはこの逆をした。現代的な「 弩級 戦艦」というビジョンを掲げ、最初に可能なかぎり自動化したのだ。 「ロボットを山のように使い、自動化を極端に進めた生産ラインにしたんです」とストラウベルは言う。「問題がひとつありました。うまく動かないんですよ」 マスクがオミード・アフシャー、アントニオ・グラシアス、ティム・ワトキンスの副官３人を連れてバッテリーパック工場を見回り、ロボットアームでバッテリーセルをチューブに取り付けるワークステーションが渋滞を引き起こしていると気づいたことがあった。部材をつかんで向きを調整するのに苦労している。同じことをワトキンスとグラシアスがやってみると、手作業のほうがずっとよくできた。だからマスクを呼び、作業員が何人いればマシンを使わずにすむかを計算。必要な人数を雇うと、組立ラインの流れが改善した。 こうしてマスクは自動化の使徒であることをやめた。そして、停滞を引き起こしている箇所を探し、人動化で改善できないかを熱心に追求しはじめた。 「生産ラインからロボットを取り外して駐車場に捨てはじめたんです」とストラウベルは言う。 週末に工場を一周し、廃棄すべき機器に印をつけて歩いたこともあるという。マスクによると、機械を外に出すため、壁に穴まで開けたらしい。 この経験から得た教訓を、マスクは、その後の生産アルゴリズムに生かしている。工場は設計段階が終わるのを待ってから──要件をすべて検討し、不要な部品はなくしてから──自動化を進めることにしたのだ。",
        "location": "4,710"
      },
      {
        "text": "第１戒──要件はすべて疑え。要件には、それを定めた担当者の名前を付すこと。「法務部」や「安全管理部」など部門名しか付されていない要件を受理してはならない。必ず、定めた本人の名前を確認しろ。そして、その要件を疑え。担当者がどれほど頭のいい人物であっても、だ。頭のいい人間が決めた要件ほど危ない。疑われにくいからだ。私が定めたものであっても、要件は必ず疑え。そして、おかしなところを少しでも減らせ。 第２戒──部品や工程はできるかぎり減らせ。あとで元に戻さなければならなくなるかもしれないが、それでいい。実際のところ、 10％以上を元に戻さなければならなくならないのなら、それは減らし足りないということだ。 第３戒──シンプルに、最適にしろ。これは第２戒のあとにやるべきことだ。そもそもそこにあってはならない部品やプロセスをシンプルにしたり最適化したりしてしまうのは、よくあるまちがいだ。 第４戒──サイクルタイムを短くしろ。工程は必ずスピードアップが可能だ。ただし、第１戒から第３戒までが終わったあとにやること。テスラの工場では、なくすべきだったとのちに気づく工程をスピードアップするのにかなりの時間を使うという愚を犯してしまった。 第５戒──自動化しろ。これは最終段階だ。ネバダでもフリーモントでも、一番のまちがいは、ステップの自動化から始めてしまったことだ。要件をすべて洗い直し、部品や工程を減らせるだけ減らし、バグをつぶし切るまで自動化は待たなければならない。",
        "location": "4,898"
      },
      {
        "text": "・技術系管理職は実戦経験を積まなければならない。たとえばソフトウェアチームの管理職なら仕事時間の 20％以上は実際にコーディングをしていなければならない。ソーラールーフの管理職なら、自分も屋根に上って設置作業をしなければならない。そうしなければ、馬に乗れない騎兵隊長、剣の使えない将軍になってしまう。 ・仲間意識は危ない。相手の仕事に疑問を投げかけにくくなるからだ。仲間を苦しい立場に追いこみたくないという意識が生まれがちだからだ。これは避けなければならない。 ・まちがうのはかまわない。ただし、自信を持った状態でまちがうのだけはやめよう。 ・自分がやりたくないことを部下にやらせてはならない。 ・解決しなければならない課題に直面したら、管理職に伝えて終わりにしないこと。階級を飛ばし、管理職の下の人間と直接会うこと。 ・採用では心構えを重視すべし。スキルは教えられる。性根をたたき直すには脳移植が必要だ。 ・気が狂いそうな切迫感をもって仕事をしろ。 ・規則と言えるのは物理法則に規定されるものだけだ。それ以外はすべて勧告である。",
        "location": "4,912"
      }
    ]
  },
  {
    "id": "2cb88a84ba5b04f538aa6b7f362941496645d0737b6517c87a244ac2967caa69",
    "title": "ゲームフリーク 遊びの世界標準を塗り替えるクリエイティブ集団",
    "author": "とみさわ 昭仁",
    "publisher": "太田出版",
    "isbn": "9784778340186",
    "asin": "4778340183",
    "readDate": "2025/06/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0186/9784778340186_1_33.jpg",
    "highlights": []
  },
  {
    "id": "3a3a9b8561144b1eaa8788e0734d80c9038071cc4fa9f01a46bcb78b6ff67ccd",
    "title": "生きるのが面倒くさい人 回避性パーソナリティ障害",
    "author": "",
    "publisher": "朝日新聞出版",
    "isbn": "9784022736703",
    "asin": "4022736704",
    "readDate": "2025/06/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6703/9784022736703_1_2.jpg",
    "highlights": [
      {
        "text": "診断基準にはないものの、しばしばみられる特徴として、争いごとや感情的にぶつかるようなことを避けようとする傾向が挙げられる。不当な攻撃や非難であっても、やり返してさらに激しい争いになるくらいなら、引き下がって泣き寝入りする方を選ぶ。",
        "location": "76"
      },
      {
        "text": "特別な指導の中身とは、何だったのだろうか。それは、特別に難しいことでもなんでもなかった。赤ん坊に対して、できるだけ反応を増やし、身振りや表情豊かに反応するように教えたのである。",
        "location": "115"
      },
      {
        "text": "回避性が強まっている人は、ただ物臭になって、煩わしいことを避けるだけではない。そうした状態の若者が、同年代の若者とすれ違いそうになると、わざわざ 迂回 し遭遇を避けようとしたりする。たまに外出するときには、シャワーを浴び、朝シャンをして、髪をドライヤーで完璧にセッティングする。久しぶりに学校に行くと、まるで、昨日も一昨日もそうしていたかのように、きちんと授業を聞き、ノートをとろうとする。 ただ気力が低下しているだけであれば、同年代の子をわざわざ避けたり、身だしなみを整えたり、優等生のようにふるまったりする必要もないはずだ。だが、そうではない。なけなしの気力をかき集めてでも、ある事態を必死に回避しようとしている。その事態とは、自分が笑われたり、 貶められたりして傷つくことだ。",
        "location": "128"
      },
      {
        "text": "回避性の傾向をもった若者が増加している一因として、この最悪の組み合わせ、すなわち子どもに手間暇を掛けることはしないが、期待やお金は掛けるという、一見よくしているようで、実は子どもを痛めつけてしまうという状況に少なからぬ家庭が陥っていることを指摘できるだろう。",
        "location": "156"
      },
      {
        "text": "個人主義が行き着くところまで行き着けば、親子でさえ、いつ何時、慰謝料や損害賠償をめぐって対立する被告と原告にならないとも限らない。わが子を大切に育てたつもりでも、虐待されたと訴えられるかもしれないし、親の方も、そんな危険を冒してまで子育てするのは、ますます割に合わないと思うかもしれない。 わが子でさえ、そのありさまだ。ましてや他人に過ぎない夫婦など、いつ盗人に変貌するか知れたものではないと、 暗澹 たる思いになる人もいるだろう。",
        "location": "175"
      },
      {
        "text": "実際、愛の始まりは 甘美 な夢だが、終わるときは無残なものだ。結婚して子どもがいるという場合には、倒産した会社に借金取りが群がるように、なけなしの財産の奪い合いが始まる。将来の給与まで差し押さえられたも同然で、養育費や慰謝料に首が回らなくなっている人も少なくない。また、逆に、約束した養育費の支払いも 反故 にされ、女手一つでわが子を養うために、身を粉にして働いている女性も大勢いる。 最初から他人の親切や愛情など期待しない回避型の生き方は、無駄な夢をみないだけ、裏切られることもないと言えるだろうか。冷たい個人主義社会は、寒冷な山岳地帯のように殺伐としている。そこにうまく適応して生き残れるためには、他人の優しさや温もりなど必要としない心と体をもつことが一番なのか。 周囲を見渡す限りでは、人類は、どうやらその方向に進化を遂げようとしているようだ。",
        "location": "175"
      },
      {
        "text": "同じ「回避性」でも大きな違いが ここで気を付けておきたいのは、同じ「回避」という言い方でも、回避性パーソナリティと回避型愛着スタイルでは、大きな違いがあり、特に恋愛や結婚生活の部分で、その違いは明確になるということだ。回避性パーソナリティの人では、本当は親密な関係を求めているが、自分に自信がなく、嫌われるのが怖いので、深い仲になることに抵抗がある。しかし、一旦親密な間柄になれば、心を許した相手には、自分の気持ちを打ち明けたり、甘えたりすることもできる。 一方、回避型の人では、愛着自体が稀薄で、親しい関係を求める気持ちも乏しいので、たとえ恋愛関係になったり、一緒に家庭をもったりしても、心から打ち解けたり、甘えたりすることが少なく、相手が困っていても無関心だったり、自分の興味のあることしかしようとしなかったりする。セックスも、欲求そのものが乏しかったり、本人が性欲を満たすためだけの行為となってしまったりで、相手からすると、味気ないものになりがちだ。",
        "location": "216"
      },
      {
        "text": "なぜなら、われわれは有限の存在で、自分の人生を生きられる時間は限られているからだ。もう何十年かすれば、誰もが老いて、土に還っていく。何を恐れる必要があろう。人にどう思われるかを気にし、遠慮する必要などない。自分の意思で自分が本当に生きたい人生を生きればいいのだ。",
        "location": "296"
      },
      {
        "text": "案外、他人は人のことになどかまっていないし、自分はこうしたいとはっきり意思をもった存在には一目をおいて、道をあけてくれるものだ。大事なのは、自分はこうすべきだではなく、自分はこうしたい、こうなりたいという自分の意思を明確にして、それを恥ずかしがらずに周りに伝え、勇気を出して行動を起こすことなのだ。",
        "location": "296"
      }
    ]
  },
  {
    "id": "c70c7c2b4df900ff289d01363f22468a85265ef9670cd7eae6534ec20f9f6565",
    "title": "真っ白な嘘【新訳版】",
    "author": "フレドリック・ブラウン/越前 敏弥",
    "publisher": "東京創元社",
    "isbn": "9784488146238",
    "asin": "4488146236",
    "readDate": "2025/06/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6238/9784488146238.jpg",
    "highlights": []
  },
  {
    "id": "dfb324bc200a5194c36945d09f7e99788b1f7b645054998e84e61a77a5788b5c",
    "title": "夢も金もない高校生が知ると得する進路ガイド",
    "author": "石渡 嶺司",
    "publisher": "星海社",
    "isbn": "9784065363775",
    "asin": "4065363772",
    "readDate": "2025/06/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3775/9784065363775_1_2.jpg",
    "highlights": []
  },
  {
    "id": "ed0cf9f4cdb622fd134135b651845f8d6882d5de0a499105ac0c79234967bcce",
    "title": "The Indifference Engine",
    "author": "伊藤計劃",
    "publisher": "早川書房",
    "isbn": "9784150310608",
    "asin": "4150310602",
    "readDate": "2025/05/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0608/9784150310608_1_2.jpg",
    "highlights": [
      {
        "text": "「で、結果は。ぼくの何が欠落していたのかな。ナルシシズムやユーモアとは言わせないよ」 キャロライン・シェパードはお義理の微笑を返し、そしてこう口を開いた。 意識、と。 「意識だって」 あまりにシュールな答えを受け、私は吹き出す。けれど彼女は沈黙し、沈痛な面持ちのまま私の瞳に視線をすえ続けていた。",
        "location": "2,791"
      },
      {
        "text": "それらばらばらな情報をまとめ上げて、あたかも『今現在』とか『この瞬間』とかが存在するかのように錯覚させているのが、私たちが『意識』と呼んでいる機能の一部ってわけ」 「じゃあ、意識は肉体と無意識でできた自動人形の見ている、単なる夢だっていうことなのか」 「もちろん違うわ。",
        "location": "2,834"
      },
      {
        "text": "それが博士の立てた仮説。突発性記憶喪失の、その原因のね」 「自分」として純化されることで、不要になるのは「自分自身」に他ならない。 キャロライン・シェパードが──いや、ドクター・グレヴィル・アクロイドが出した結論が、それだった。自分自身で在ることが極限に達すれば、最早意識は必要ない、と。",
        "location": "2,856"
      },
      {
        "text": "西欧における愛国心なる概念それ自体は、キリスト教的概念の世俗化として 顕れたに過ぎないものだ。スコラ哲学の 謂わば普及版として、祖国への 愛 なる言葉が様々な書物に記されていったのだ。 祖国愛 の 甘美 さについて「その 為 ならば父親の頭に 斧 を打ち込み、兄弟を踏み潰し、妻の子宮から胎児を剣で取り出すことも苦痛ではない」とどぎつく形容したのは、フィレンツェこそローマの後継者であるとして、共和制の理想を高く掲げたフィレンツェ書記官長コルッチョ・サルターティだ。この 些か下品な極論が、しかし一片の真実を含んでいることを私は知っている。似たような 輩 は 沢山 見てきたのだし、私自身多くの人間を殺してきた。 しかし、今にして思え",
        "location": "2,912"
      },
      {
        "text": "愛が最終的に行き着く先、愛の究極とは、相手の痕跡を自身の生活に刻むこと。愛する者のパターンを、互いが自身の人生に繰り込むことなのだ。",
        "location": "2,953"
      }
    ]
  },
  {
    "id": "994aa609560bb4b98867550642f882c46858a01c25f25eac475bcf5b201b9d22",
    "title": "Cinematrix",
    "author": "伊藤計劃/未定",
    "publisher": "早川書房",
    "isbn": "9784150311032",
    "asin": "415031103X",
    "readDate": "2025/05/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1032/9784150311032.jpg",
    "highlights": []
  },
  {
    "id": "3e899ce3f9f36a3fb7757ad191f883fdbaffc2d11f5d31cbfbb5f1decf53fa91",
    "title": "Running Pictures",
    "author": "伊藤計劃",
    "publisher": "早川書房",
    "isbn": "9784150310912",
    "asin": "4150310912",
    "readDate": "2025/05/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0912/9784150310912.jpg",
    "highlights": [
      {
        "text": "ちなみに、この映画のラストシーン、映画がスタッフロールに行く直前の一瞬、フィンチャーの物凄い「悪意」が仕掛けてあります。わずか２フレーム（１／ 12 秒）程度の映像なので何が映っているか分からない人もいるかも知れませんが、映画の内容を考えればその映像が何かは明白。よく税関を通ったものです、この映画。税関や映倫委員に対する面当てであるうえ、我々観客に対する「あっかんべえ」でもあるこの一瞬は、映画史に刻み込まれるべきイタズラです。",
        "location": "2,225"
      },
      {
        "text": "最近のアニメーションは「キャラ萌え」という言葉がよく表しているように、特定の記号を消費者（つまりオタク）の期待する文法にいかに収めるか、というその消費が異様に膨れ上がっています。 彼らの「文法」から逸脱したキャラクターはその時点で否定されるのです。ここには「アルマゲドン」とまったく同じ構造があります。「キャラ萌え」とはすでに見たことのある記号がその枠内に収まっていることを確認する感情でしかないということに「萌え」る人々は気がついていません。しかもその収まるべきフレームとは、現実をはじめとする様々な外部との差異などでは決してなく、アニメ／ゲームそれ自身の歴史の中で緩やかに変化する「文法」でしかありません。「アルマゲドン」の観客が怠惰なら、キャラ萌えのアニメ／パソゲーファンも同じく怠惰です。「萌え」る人間はどんな批評的武装をほどこしていようと、本質的に「知的怠惰」であり「感性痴呆」なのです。それは既に見知っているものを永遠に確認しつづけるファンたちによって支えられる、気の狂いそうな「無限に確認作業を反復する」世界です。",
        "location": "2,917"
      }
    ]
  },
  {
    "id": "17437adde7c1f1509fdbbf5a2414b02cc4156cd87061630ada056f2315964cff",
    "title": "現代民俗学入門",
    "author": "島村 恭則",
    "publisher": "創元社",
    "isbn": "9784422230450",
    "asin": "442223045X",
    "readDate": "2025/05/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0450/9784422230450_1_3.jpg",
    "highlights": []
  },
  {
    "id": "bca0b74457850eb4bcb39424e514ae9feb6c721e7afb4140f273093ebe7de876",
    "title": "伊藤計劃記録(2)",
    "author": "伊藤計劃",
    "publisher": "早川書房",
    "isbn": "9784150311872",
    "asin": "4150311870",
    "readDate": "2025/05/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1872/9784150311872.jpg",
    "highlights": []
  },
  {
    "id": "ccaf100c0bb8dfb2b37acb3080bde970e5dd3239cffe39f498cb88ef6dcf25d5",
    "title": "伊藤計劃記録(1)",
    "author": "伊藤計劃",
    "publisher": "早川書房",
    "isbn": "9784150311865",
    "asin": "4150311862",
    "readDate": "2025/05/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1865/9784150311865.jpg",
    "highlights": []
  },
  {
    "id": "ce0856d6163c32e0afeb1d97a3b49979f823d12b3df8759c4a21116078545b3a",
    "title": "小説という毒を浴びる 桜庭一樹書評集",
    "author": "桜庭 一樹",
    "publisher": "集英社",
    "isbn": "9784087711677",
    "asin": "4087711676",
    "readDate": "2025/05/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1677/9784087711677.jpg",
    "highlights": []
  },
  {
    "id": "5cc0399b596222bc899d3f6f6d16234506cfd623767c2c08b658f8f35c691050",
    "title": "JUST KEEP BUYING 自動的に富が増え続ける｢お金｣と｢時間｣の法則",
    "author": "ニック・マジューリ/児島　修",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478116982",
    "asin": "4478116989",
    "readDate": "2025/05/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6982/9784478116982_1_8.jpg",
    "highlights": []
  },
  {
    "id": "b291e8fe8542b7b896e2dd414b3eda95d4ae1fd4fd0263bbe21bc19dceb40810",
    "title": "イノベーション・スキルセット",
    "author": "田川　欣哉",
    "publisher": "大和書房",
    "isbn": "9784479797036",
    "asin": "4479797033",
    "readDate": "2025/05/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7036/9784479797036.jpg",
    "highlights": [
      {
        "text": "このように、サブスクリプション型の大きな特徴は売り切り型と比べて圧倒的に乗り換えがしやすい（スイッチングコストが低い）ことです。乗り換えがしやすいということはインターネット以降のプロダクト・サービスの常識です。それは、収益性を保つ上で「一度買ってもらうこと」だけでなく、「長く使い続けてもらうこと」 が最優先課題になったということです。",
        "location": "106"
      },
      {
        "text": "アイビー率いるデザイン部門のミッションは、 テクノロジーの気配を消して、ユーザーの生活空間と自然に共存できるプロダクトに仕上げること。そうしてこそ、最新技術であるＡＩが人々の生活や社会に浸透していくと。これぞまさに人間とテクノロジーをつなぐ、デザインの本質的役割です。",
        "location": "221"
      },
      {
        "text": "企業活動の大動脈を担っているのがオペレーション人材であることは間違いありません。彼らがモノやサービスを作り、売っています。しかし、自分たちが会社を動かしているという意識が行き過ぎると、何か新しいことをしようとする人を軽視したり見下したりする風潮が強くなる。そうして時間の経過とともに、組織は変化を拒み硬直していきます。 「未来は変化の積分値」 という言葉があります。つまり、変化のない企業には未来がない。それが分かっていても、組織の硬直化は静かに進行します。",
        "location": "426"
      },
      {
        "text": "イノベーションとは一言でいえば「新結合による価値創造とその社会浸透」のこと。新しい技術やソリューションを生み出すことも必要ですが、人々がそれに対して価値を感じ、社会的浸透に至るところまでいって、はじめてイノベーションと呼びます。",
        "location": "467"
      },
      {
        "text": "に「価値創造」と「社会浸透」の２つが実現してはじめてイノベーションと呼べるものになります。スタートアップの世界に「Idea is cheap」という言葉があります。単なるアイデアマンはイノベーターとはいいません。 アイデアがあり、それを具現化して、なおかつ社会浸透まで実行してしまう人材のことを、イノベーターと呼びます。 では「価値創造」はどうやったら起きるか。その大半は、異種交配による新結合です。よく言われるゼロイチ（０から１を生み出す）という言葉の響きからは、独創的なアイデアが無から生まれるというイメージがつきまといますが、実際にはそういうパターンはほとんどありません。 多くのイノベーションは、以前から存在していたが、普段出会うことのない複数の要素が、独特の形で出会い、結合することで価値化するパターンです。",
        "location": "472"
      },
      {
        "text": "ん。 ２つの領域を行ったり来たりする越境人材が、イノベーションの起点になることが多いのは、新結合がそのような人たちの脳内で自然に起こってしまうからです。",
        "location": "485"
      },
      {
        "text": "太古の昔、あらゆる生物は海の中で暮らしていました。そのうち一部のチャレンジャーが海からの脱出を試みました。陸と海の両方で生存可能な両生類の誕生です。 海にも陸にもフィットしないといけない両生類は体の部品も多く、エネルギーも使うし、さぞかし不快な思いをしながら生きていたはずです。しかし、生物の進化の歴史を紐解くと、様々なバリエーションの種が多数発生したのがこの海と陸の境界線（エッジ）だったそうで、これをエッジ・エフェクトといいます。",
        "location": "643"
      },
      {
        "text": "デザイン思考はしばしば「デザイナーのように考えるためのフレームワーク」と説明されますが、一般の方々にとってはそもそも「デザイナーのように」という表現が分かりづらく、なかなかその本質が伝わりにくい言葉でもあります。少々まどろっこしくいえば、デザイン思考とは、「ユーザーのリアルな課題・感情・体験といった人間中心の視点を、ビジネスやテクノロジーの現場に取り込むための体系的手法」 のことです。ＢＴＣトライアングルの中では、「課題解決のためのデザイン」の担い手であるＴＣ型のデザインエンジニアや、ＢＣ型のビジネスデザイナーたちが積極的に活用する手法でもあります。",
        "location": "774"
      },
      {
        "text": "① アイデアを最小限の時間で目に見える形にする「スケッチ」 ② あり合わせの素材を組み合わせて作る「ダーティプロトタイプ」 ③ テクノロジーの機能性を確認するための「テクニカルプロトタイプ」 ④ プロダクトの外観やスタイルを検証するための「コールドモックアップ」 ⑤ ほぼ製品と同じ機能性とルックスを実現した「ワーキングプロトタイプ」 ⑥ 現時点で実現不能なビジョンを示すための「ビジョンムービー」",
        "location": "1,024"
      },
      {
        "text": "「ふせんトレーニング」でやることはごく単純で、次の３つを実行するだけです。 ① 赤・青・黄の３種類の小さいふせんを準備しましょう ② デザイン系の雑誌やデザインの写真集などを買ってきましょう ③ 自分がいいと思うものに「青」、ダメだと思うものに「赤」、どちらでもない、もしくは、よく分からないものに「黄」のふせんを貼りましょう",
        "location": "1,151"
      },
      {
        "text": "それにセンスというものは自分と切り離されたどこかに「絶対的な正解」があるわけではないことも重ねて強調をしておきたい点です。突き詰めていけばそれは「好き嫌い」のことです。プロフェッショナルのデザイナーたちは、その「好き嫌い」を仕事のツールとして扱うレベルに至っているということなのです。 私たちが普段、ご飯を食べておいしいと感じたり、異性を見て惹かれたり、車を見て格好いいと思ったりするのも、乱暴にいえば、個人個人の中に何かしらのジャッジがあるからこそ。つまり、センスが全くない人は世の中にいないのです。 センスがないと感じるのは単に自分の好みが頭の中で整理できていないだけなのです。",
        "location": "1,190"
      },
      {
        "text": "ＣＸＯに求められる資質は２つ、デザインに対する深い理解と、ビジネスパーソンや技術陣営とも渡り合えるコミュニケーション能力です。コミュニケーション能力の中でも特に重要なのが「言語化能力」 と「構造化能力」 です。企業の役員になるような人たちは基本的にロジカル思考で、ロジックできっちり説明されないと腹落ちしない人が多いからです。株主などのステークホルダーに対する説明責任もあります。",
        "location": "1,766"
      }
    ]
  },
  {
    "id": "aad36525c8e86bbe1c014c4c30d0fab802803acabbdb47709f99957da0c64657",
    "title": "西洋の敗北 日本と世界に何が起きるのか",
    "author": "エマニュエル・トッド/大野 舞",
    "publisher": "文藝春秋",
    "isbn": "9784163919096",
    "asin": "4163919090",
    "readDate": "2025/05/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9096/9784163919096_1_7.jpg",
    "highlights": [
      {
        "text": "日本は、ドイツ以上に二つ目の「西洋」、つまり「自由主義の伝統は持たないが近代的な西洋」に属している。しかし日本もまた危機に直面している。この点に関しては同様のことがロシアにも中国にも言えるが、非常に低い出生率がそれを示している。日本はドイツと同じく、ＮＡＴＯが崩壊することでアメリカの支配下から解放されるだろう。しかし日本はそれによって、韓国とともに、中国と独力で向き合わなければならなくなる。",
        "location": "60"
      },
      {
        "text": "ウクライナ問題はロシアにとって死活問題だが、アメリカにとってはそうではない、ということから、ロシアの勝利は確実だと予測した。",
        "location": "430"
      },
      {
        "text": "ベトナムは共同体家族の国として、共産主義への親和性をもともと持っていた。だから、アメリカの介入にもかかわらず共産主義が勝利したのだ。カンボジアは原初的な核家族システムが支配的な国だが、ベトナムと隣接していたために戦場となり、クメール・ルージュによる大量虐殺で国は内部崩壊した。ただし、〔貨幣まで廃止した〕 本気の、あるいは狂気に陥った共産主義はそれ以上広がらなかった。核家族構造のマレーシアにもタイにも及ぶことはなかったのである。 プーチン政権の説明要因となるはずのロシア文化の存在を考慮せず、この政権を一般的な観点からしか捉えない、現在のロシアに対する西洋の態度とは、一九六〇年代以降の段階的に進んだ態度変化の帰結だと言える。世界の多様性を認識する能力が消滅したことで、ロシアに対するリアリスト的な見方も失われてしまったのだ。",
        "location": "912"
      }
    ]
  },
  {
    "id": "553c41ca1c51e989224c457cefea2a8b2617b138269add182c86848d3c7d353b",
    "title": "つくりながら学ぶ！LLM 自作入門",
    "author": "Sebastian Raschka/巣籠悠輔/株式会社クイープ",
    "publisher": "マイナビ出版",
    "isbn": "9784839987800",
    "asin": "4839987807",
    "readDate": "2025/04/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7800/9784839987800_1_4.jpg",
    "highlights": []
  },
  {
    "id": "90d8718a7314ad7579e9cd7973a13d969fb3e6f0bc6ea384d0c8100a70cd251c",
    "title": "なぜ大国は衰退するのか",
    "author": "R．グレン・ハバード/ティム・ケイン",
    "publisher": "日経BPM（日本経済新聞出版本部）",
    "isbn": "9784532356132",
    "asin": "453235613X",
    "readDate": "2025/04/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6132/9784532356132.jpg",
    "highlights": [
      {
        "text": "偉大な文明の存続を脅かす要因としては、国境に押し寄せる異邦人よりも、その文明がみずから生み出した内部の 経済的 不均衡のほうが重大であることを示しており、これは古代ローマ帝国から現代ヨーロッパにいたるまでの歴史にも当てはまる。 たとえば、政治面での過剰な中央集権化は帝国の衰退の一般的な要因であり、通常はこうした集権化の実現から百年以降に衰退が始まる。",
        "location": "162"
      },
      {
        "text": "もし経済面での米国の世界的な影響力が絶える日が来るならば、歴史上のいくつもの大国が通ってきた道に米国を押しやる力になるのは、財政の均衡の破綻であると言ってほぼ間違いないだろう。",
        "location": "182"
      },
      {
        "text": "歴史を経済学のレンズを通じてひとたび眺めると、二度と過去は振り返れなくなる。歴史は人間のドラマをはるかに超えるものになり、後世から見れば不合理に思える政策選択が驚くほど周期的に繰り返されてきたことがわかる。本書のテーマのひとつは、政治的制度はたいてい変化が遅すぎて、経済面での事実の変化に適応できないことである。",
        "location": "186"
      },
      {
        "text": "国内総生産（ＧＤＰ）に対する債務総額の比率が九十パーセントを超えた国は衰退への転換点を迎えるという。いまや財政赤字が毎年ＧＤＰの五～十パーセントを占め、債務総額の対ＧＤＰ比が約七十パーセントにのぼる米国は、不均衡の限界点へ急速に向かっている。",
        "location": "211"
      },
      {
        "text": "「エンタイトルメント」とは、すべての一般市民に対して状況に応じて保障されている政府支出のことであり、もっと容易に削減できる裁量支出（国防、高速道路、宇宙探査の予算など）とは異なる。",
        "location": "307"
      },
      {
        "text": "する。大国の衰退は必ずと言っていいほど、「自国の停滞が内的な要因の結果であることを否定する、中央集権化が進む、将来を犠牲にして現在浪費する」という決まったパターンに従って起きているのだ。",
        "location": "384"
      },
      {
        "text": "する。歴史を見ると、大国が主導権を失うのは技術的なフロンティアを押し上げられなくなったときであることがわかる。 ここでは、次にあげるポール・ケネディの基本的な主張は正しいことを前提とする。第一に、ある国の軍事力の源泉はその国の経済的生産性である。第二に、経済力は同時代の国々との比較において重要である。 著者らの主張は次の二つに分かれると考えてよい。第一に、大国の衰退は基本的・本質的に 経済的 な現象であり、これは定型化された事実である。すなわち、まれな例外を除けば一般的に真実だと言える。第二に、経済的な衰退は制度の停滞（おもに政治的制度が現状維持のための不作為へ偏向すること）の結果である。",
        "location": "1,127"
      },
      {
        "text": "三〇一年、ハイパーインフレと貧困層の暴動に直面したディオクレティアヌス帝は、有名な「価格統制令」を発布した。これはすべての属州に適用する物価統制の項目リストだった。意欲と善意のこもったこの命令では、単純にも、ブドウ畑のある地域のワイン価格は砂漠地帯での価格を下回るように、また都市部のパンの価格は田舎の町での価格を下回るように設定され、この統制に従わない商品価格をつけた商人は死刑に処せられた。インフレ抑制を意図したこの命令によって、価格統制につきものの影響が生じた。市場に商品が出回らなくなり、物々交換による取引がいっそう増えたのである。さらに、ディオクレティアヌス帝の政府は「鉱山、採石場、塩の堆積地の大半を国有化したうえで、主要な産業や同業組合のほぼすべてを厳密な統制下におい た」という。自由市場が機能していなかったため、新政府は市場を上から統制し、中央計画者としてそれを管理しようとしたのだ。このような絶対主義のもとで税がきわめて重くなったため、地主や小作農は土地を放棄するようになった。デュラントらが指摘するように、この重税の問題点は「労働やお金を稼ぐことへの意欲」に悪影響を及ぼしたことである。経済学者のアーサー・ラッファーが高税率の理論的なマイナス面を図示する千年以上も前に、ローマ帝国の著述家らはその破滅的な影響を実感していた。",
        "location": "2,268"
      },
      {
        "text": "神聖なる自由の火をともし続けられるかどうかや、共和制による統治という規範の命運は、米国民の手にゆだねられた実験の成否に深く関連し、またそれによって最終的に決定されるだろうと正しく考えられている。",
        "location": "5,419"
      },
      {
        "text": "物理学者、化学者、経済学者がある島に取り残されたが、何も食べるものがない。そこへ一個のスープ缶が岸に流れ着いてきた。物理学者は「石で缶を叩き割ろう」と言った。化学者は「火を起こして缶を温め、破裂させよう」と言う。そうしたやり方では中身が飛び散ると考えた経済学者はこう言い出した。「缶切りがあると想定しよう（後略）」。",
        "location": "5,431"
      },
      {
        "text": "米国の経済的混乱を正すには、まず「良い政府を想定する」のは不可能であることを認識しなければならない。歴史から学べる第一の教訓は、「政府を形成する人々とは、人間らしさを超越した汚れなき精神の指導者たちではない」ということだ。私たちはジョナサン・ローチが「民主主義硬化症」と呼んだ政治的パラドックスに対し、一連の経済的手段で対処していかねばならない。",
        "location": "5,434"
      }
    ]
  },
  {
    "id": "9f9951867e3dfe4eae736ebcf66cae88ac6943a3440a84ece4414f9434cbd0cc",
    "title": "現代暗号入門 いかにして秘密は守られるのか",
    "author": "神永 正博",
    "publisher": "講談社",
    "isbn": "9784065020357",
    "asin": "4065020352",
    "readDate": "2025/04/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0357/9784065020357.jpg",
    "highlights": []
  },
  {
    "id": "bfd4034a2b77de2358beba8affddb40fb1aea442e07c31b8f6899740e1a19368",
    "title": "日立の壁",
    "author": "東原 敏昭",
    "publisher": "東洋経済新報社",
    "isbn": "9784492503409",
    "asin": "4492503404",
    "readDate": "2025/04/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3409/9784492503409_1_2.jpg",
    "highlights": [
      {
        "text": "各カンパニーは独立した法人とみなし、責任と権限を明確にしています。その裏返しとして、サイロ化しやすいのです。分厚いレンガで囲われていて中が見えない。まさに「壁」です。アウトプット（業績）はわかっても、その中身まではよく見えません。どこに問題があって目標が達成できなかったのか、その原因がわからなければ、対処法も解決策も考えられません。",
        "location": "575"
      },
      {
        "text": "大改革を断行するときは、説明より結果が大事なときがあるのではないでしょうか。結果を出す前にあれこれ説明しても、疑心暗鬼が募るだけです。それより、結果を出して、「みなさんの努力で業績もよくなった、ボーナスもたくさん出せました」と説明したほうがだんぜん理解しやすいと考えたのです。",
        "location": "673"
      },
      {
        "text": "契約を節目節目で見直す、最悪の場合を想定して撤退条件を入れる、などのビジネスとして成立させるというマインドに欠けていたように私は思います。赤字であっても「環境問題に貢献しているのだから」「社会に貢献しているのだから」と逃げ道を作ってはいなかったでしょうか。",
        "location": "821"
      },
      {
        "text": "日立にとって非常に大きな選択だったと思うのが、中西さんが社長時代に進めた三菱重工業との火力発電システム事業の統合です。三菱重工業 65％、日立 35％ の出資比率で新会社・三菱日立パワーシステムズ（ＭＨＰＳ）を設立することを２０１２年 11 月に公表し、２０１４年２月に発足させました。",
        "location": "1,389"
      },
      {
        "text": "火力発電システムは日立の基幹事業として、長く日立の発展を支えてきた事業の１つです。川村さんはその技術者として日立でのキャリアを始めています。その統合は断腸の思いでの決断だったろうと思います。 しかし当時、火力発電の需要は世界中で拡大しており、グローバルで競争が激化していました。 大きな環境変化の中で、世界と伍して戦うには、大型ガスタービンの生産を得意とする三菱重工業と、中・小型タービンの生産に長けた日立が統合することで両者の強みを生かし、国際競争力を強化することが最善という経営判断でした。",
        "location": "1,392"
      },
      {
        "text": "ため、社会イノベーション事業を日立グループの柱となる事業と定め、プロダクトやソフトウェア単体の物売りから、デジタル技術を活用したソリューション事業への転換とグローバル化を加速しました。",
        "location": "1,425"
      },
      {
        "text": "利他が大事だと私が言うのは、自分が利他ではない、聖人君子ではないからです。だからこそ、つねに利他であるかを確認する。何かの意思決定をするときは、「そこに自我はないだろうか？」と自分に問い直します。自分のわがままで決めるのではないだろうか？ 日立のためになるのか？ 社会のためになるか？ と。",
        "location": "1,499"
      },
      {
        "text": "オフィスで残業しているより、異業種交流会に参加したり顧客の事業分野について勉強したりして、顧客企業にとっての価値を見つけることのほうが、よほど意味がある」",
        "location": "1,513"
      },
      {
        "text": "「ＧＯ」はＧｒｅａｔｅｒ Ｏｍｉｋａの略です。石碑には次の文字が刻まれています。 ＧＯ綱領 われわれはよりよい社会人であることをめざすとともに 社会進歩の担い手である大みか工場の従業員として誇りと責任をもち 和協一致その使命を果すことに生きがいを感じ 前進するものである １ より高い技術に挑戦しよう ２ 信頼に値する仕事をしよう ３ 相手の立場にたって考え行動しよう ４ 清新にして活力に満ちた職場を作ろう ５ 自戒と感謝の気持をもとう",
        "location": "1,634"
      }
    ]
  },
  {
    "id": "1bf8a6142f2451a50077362ce6121be725148614af39ebcafc73e950b6ff0c87",
    "title": "何者かになりたい",
    "author": "熊代亨",
    "publisher": "イースト・プレス",
    "isbn": "9784781619835",
    "asin": "4781619835",
    "readDate": "2025/03/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9835/9784781619835_1_2.jpg",
    "highlights": [
      {
        "text": "「チヤホヤされているときは、自分が何者かを忘れていられる」点には、どうかお気をつけください。自分が何者でもないと悩んでいる人、とくに若い人が、チヤホヤされたりスポットライトを浴びたりして快感を覚え、悩みを忘れてしまった結果、「これこそが解決策」と早合点をしてしまうことがあります。",
        "location": "299"
      },
      {
        "text": "実際、「何者かになりたい」と願っている人からくわしくお話を聴くと、その内実は「まだ手に入れていないアイデンティティが欲しい」「アイデンティティの一部と言えるような肩書きやアチーブメントが欲しい」 であることがほとんどです。それと同時に、「自分は何者でもない」と悩んでいる人は、「アイデンティティと言えるものが足りない状態」 であることが多いです。家庭も学校も職場も自分のアイデンティティの一部とは到底言えない状態だったり、趣味や交友関係といったアイデンティティの一部になりそうな他の要素も充実していなかったりするのです。",
        "location": "614"
      },
      {
        "text": "プライドの高い人も「とにかく手に入れる」のが簡単ではありません。なぜならプライドの高い人は、自分にふさわしい職業、パートナーや友人、趣味といったものを高望みせずにいられないので、その高望みにみあったものをわざわざ手に入れて回らなければならないからです。それこそ、自分の構成要素はすべて一流でなければ気が済まない人などは大変です。",
        "location": "632"
      },
      {
        "text": "はじめに、「何者かになりたい」というより「自分は何者でもない」という悩みが深い人、現時点でアイデンティティの構成要素、つまり「自分はこういう人間である」と納得できるための材料が乏しい人のための解決策、その指針についてお話しします。 このような境遇にある人にとって、自分のアイデンティティの構成要素となるものは希少です。「あれもこれも」と選ぶ以前に、まず手元にあるものを手放さないこと、今の自分でも手が届くものを大切にすること を、さしあたりの指針としてお勧めしたいです。",
        "location": "657"
      },
      {
        "text": "最初からなりたい自分を狭く想定するより、なりたい自分や目指したい自分、入りたいコミュニティや手に入れたい趣味や技能などを手広く構えられるほうが、なりたいもののどれかになりやすく、そうでなくても、アイデンティティと呼べそうななんらかのものにたどり着きやすいのではないかと思えるのです。",
        "location": "735"
      },
      {
        "text": "あなたが評価されやすいことは、あなたに適性や長所がある可能性が高く、あなたがメンバーの一員として尊重される居場所は、あなたによく似合う居場所の可能性が高い と思われるからです。 とはいえほとんどの場合、誰かに解説されるまでもなく、他人の目線や評価をとおして、あなたは「自分になにが似合いでなにが不似合いなのか」「自分のアイデンティティとしてなにが必要で、なにが不必要なのか」を自然に判断していくでしょう。誰にも認められず、どこにも属することもできないものをアイデンティティの中心に据えて我が道を行ける人も稀にはいますが、この本を読んでいる方はおそらくそうではありません。 エリクソンは、「",
        "location": "886"
      },
      {
        "text": "た。自分に似合う服、自分が好きな趣味、自分がやり甲斐を感じる学びや仕事、自分が属していていいと思える仲間集団や居場所が見つかり、定まっていくことがまさにそれです。少し誤解を含んだ言い方になるかもしれませんが、 あなたが好きでしようがないものが定まっていくこと、あなたがどうしても手放したくない人や居場所が増えていくことが、おおむねアイデンティティの確立であり、あなたが「何者かになっていく」こと だと言い換えられるかもしれません。 中年を迎えた大人たちは、しばしば、自分が若かった頃に親しんだ音楽を聴き、その頃に選んだ服や趣味や人間関係をずっと大事にして、新しいものになじめなかったりするものです。新しいものになかなかなじめない中年の様子は、若い人には残念なものに見えるかもしれません。しかし、大半の中年が新しいものになじめない、というより新しいものに関心が少ないのは、彼らが若かった頃に自分自身の構成要素をあらかた選びおえて、アイデンティティを確立しているためでもあります。",
        "location": "893"
      },
      {
        "text": "新しいものに関心の少ない中年を「悪い未来」と見るのでなく、何者かになったあとの「なんらかの理にかなった未来」として見ると、新しい発見があるかもしれませんよ。",
        "location": "906"
      },
      {
        "text": "もうひとつ、学校とアイデンティティの問題で難しいのは、受験勉強です。都市部を中心に中学受験をする小学生が増え、小学生時代から長い時間を受験勉強に費やさなければならない子どもが増えました。 受験勉強は、塾や予備校などで仲間意識やライバル意識がうまく芽生えてくれたり、好成績をおさめて表彰されるなどすれば、それ自体が一時的な自分自身の構成要素になるかもしれません。しかし基本的には、その苦労の多さの割にアイデンティティと結びつきにくいものです。また、受験勉強は親に多額の費用がかかり、子どもの将来がかかっているという意識が高まるものでもありますから、ともすれば「子どもが自分の意志で頑張っている」というより「親の意志によって頑張るよう強いられている」といった状況に陥りがちです。この状況も子どもが受験勉強を自分自身の構成要素とみなすにはまったく向いていません。 自分の意志でやっているという自覚が欠如し、他人にやらされている自覚の強いものを自分自身の構成要素とすること、ひいてはアイデンティティとみなすことは困難 だからです。 親に強いられる",
        "location": "1,337"
      }
    ]
  },
  {
    "id": "ab517f5befdba302fdd4aaecf46f5dcc4b0555f4f822f91344701ee9de8883f7",
    "title": "バブルリゾートの現在地 区分所有という迷宮",
    "author": "吉川　祐介",
    "publisher": "KADOKAWA",
    "isbn": "9784040824994",
    "asin": "4040824997",
    "readDate": "2025/03/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4994/9784040824994_1_12.jpg",
    "highlights": []
  },
  {
    "id": "51b61182f6d34e93cbe00a54e65f3442e577c9ce0e78f81b3a0ec2e53b3f541a",
    "title": "キリンを作った男",
    "author": "永井 隆",
    "publisher": "新潮社",
    "isbn": "9784101054315",
    "asin": "4101054312",
    "readDate": "2025/03/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4315/9784101054315_1_2.jpg",
    "highlights": [
      {
        "text": "① 一つの商品にたくさんの情報価値＝語りたくなる、伝えたくなる価値を盛り込む ② 発信しようとする情報を受け手の身になって考える、整理する ③ 時代を読む ④ 関与者を多く作る ⑤ 即効性のあるメディアほど情報感度は鈍い。雑誌→新聞→ラジオ・テレビの順番を意識する ⑥ 追い駆けるより追い駆けさせる構造を作る",
        "location": "362"
      },
      {
        "text": "前田は売れ筋商品を入れ替えることにこだわったという。 コックの負担も相当だったようだ。チーフコックはストレスで一時メニエール病を発症したという。ただ、それを乗り越えてからは、メニュー改定作業を楽しんでくれるようになった。 なぜメニュー改定にこだわったのか。前田はこう書き残している。 「何処 の業態でもＰＯＳ（注：販売時点情報管理）が行き渡っていますので、瞬時にＡＢＣ分析ができます。 所謂『売れ筋、死に筋』分析です。通常は売れるものを残し、売れないものはカットして入れ替えます。しかし、よく考えてみるとこれでは新しい売れ筋は生まれません。ＡＢＣ分析は、限られた商品群の中での売れ筋、死に筋分析です。他にもっと売れ筋があるかも分かりません。従って、Ｃランクの商品やメニューの入れ替えではなく、Ａランクのものをリフレッシュすることこそ重要です」（「思考の技術について」）",
        "location": "381"
      },
      {
        "text": "「マーケティングの天才」と称された前田も、初めは失敗の連続だった。のちに前田は次のように振り返っている。 「お客様は、予定調和的なものには魅力を感じませんが、あまり先を行き過ぎた物もダメです。手の届く幸せではありませんが、手の届く満足、手の届く憧れ、これがよく言われる『等身大の半歩先』です。しかし、半歩先も、『大衆と先端』の両方が分からないと落とし処が分かりません。何時も先端に接していることが必要ですし、極端に言うと、先端の実感を 摑 む為には、あえて先端を商品化しないと分からないとも言えます。 匙加減を 摑 むと一口に言っても悩ましいところです」（「思考の技術について」）",
        "location": "573"
      },
      {
        "text": "「『自分の全知全能をかけて考えた商品や戦略、戦術』なら、たとえ期待通りの成果が出なくても、必ず次に 繫 がります。そういった失敗を大いに許し奨励する組織風土にしたいと痛切に思っています」（「思考の技術について」）",
        "location": "658"
      },
      {
        "text": "「お客様の意識（イメージ）と実際の味の好みとにズレがあることが分かっています。（中略）スーパードライの成功要因の一つは、このズレを、 企んだのか偶然の産物なのか分かりませんが、巧く利用したことです。イメージはドライという名前が示す通り男性的で本格的、しかし、味はそれまでの主流であるラガーよりも軽く、ノンビターで飲みやすい。（中略）『お客様の実際の嗜好トレンドはライト化、しかし商品に求めるイメージは本格的』。（中略）。この『ズレ』を認識することが、お客様理解であり、ヒット商品を生み出すコツの一つだと考えています」（「",
        "location": "756"
      },
      {
        "text": "中央区新川にあった当時のキリンビール本社",
        "location": "2,321"
      },
      {
        "text": "また前田さんは、メンバーの感性をとても大事にしていました。 前田さんの仕事の進め方の特徴として、ブレインストーミング（ブレスト）を頻繁に行う点が挙げられます。 ブレストの際、前田さんはいつも結論を求めないので、メンバーはみな自由に発言し、発想を広げることができました。そのため、前田さんのチームはいつもモチベーションが高く、みな仕事を楽しんでいました。 そうした楽しい雰囲気があったからこそ、優れた発想が生まれたのだと思います。 また、前田さんのブレストでは、オフィスを出て、いろんな場所へ移動して行うことがよくありました。閑静な南麻布の貸会議室とか、森の中の研修センターなどへ行った記憶があります。 前田さんは『場所を変えると新しい発想が生まれやすくなる』と言っていました。感性より理論が先行するタイプの私が、いろいろなアイデアを出せたのは、そうした前田さんのマネジメントがあったおかげだと思います。",
        "location": "2,640"
      }
    ]
  },
  {
    "id": "0c3d0bd98c52b4f3f353cd56113c734dd5a1ebb53696d80dcb8357490aebdf58",
    "title": "キャンベル『千の顔をもつ英雄』 7月",
    "author": "佐宗 邦威",
    "publisher": "NHK出版",
    "isbn": "9784142231652",
    "asin": "4142231650",
    "readDate": "2025/03/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1652/9784142231652_1_3.jpg",
    "highlights": []
  },
  {
    "id": "501a49a19b62ef488c0305cad9979a188cbba285680be204efac3f46b18c159d",
    "title": "検証 ナチスは｢良いこと｣もしたのか？",
    "author": "小野寺 拓也/田野 大輔",
    "publisher": "岩波書店",
    "isbn": "9784002710808",
    "asin": "4002710807",
    "readDate": "2025/03/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0808/9784002710808_1_2.jpg",
    "highlights": []
  },
  {
    "id": "75f2af226c6242d32681105784d2b1dfc81bfa7b2152ab2bea4f31f400e3e5a2",
    "title": "｢具体⇄抽象｣トレーニング",
    "author": "細谷 功",
    "publisher": "PHP研究所",
    "isbn": "9784569845999",
    "asin": "4569845991",
    "readDate": "2025/03/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5999/9784569845999_1_2.jpg",
    "highlights": []
  },
  {
    "id": "3563ff43d43c445187bb116759ecb95f847f4e39f0a5fa688273310174cf13a3",
    "title": "旅のラゴス",
    "author": "筒井 康隆",
    "publisher": "新潮社",
    "isbn": "9784101171319",
    "asin": "4101171319",
    "readDate": "2025/03/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1319/9784101171319.jpg",
    "highlights": []
  },
  {
    "id": "6e8b1d27667065123ec9a5bba799c1bffb0c495acff3d6df9f304018b78d15e2",
    "title": "負けヒロインが多すぎる！ SSS",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094532012",
    "asin": "4094532013",
    "readDate": "2025/03/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2012/9784094532012_1_4.jpg",
    "highlights": []
  },
  {
    "id": "c11f8338cc472aa03c58c62a2352e5b004c2dce8b68aadfcd2a0c6be633003aa",
    "title": "宣伝は差異が全て",
    "author": "柳瀬 一樹",
    "publisher": "太田出版",
    "isbn": "9784778319663",
    "asin": "4778319664",
    "readDate": "2025/03/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9663/9784778319663_1_10.jpg",
    "highlights": [
      {
        "text": "邪神ちゃんマーケティングは弱者のためのメソッドです。 ご存じの方も多いと思いますが、マーケティング理論には ランチェスター戦略 という有名な考え方があります。これは「同じ武器を持った者同士が戦うと数が多い方が勝つ」 という当たり前のことを前提として「狭いところで大人数と少人数が１対１で戦うとどちらも同じ損害を受ける」「広いところで大人数と少人数が戦うと少人数の方が大きい損害を受ける」 という２つの法則を導きます。このことから少人数の時はなるべく局地戦で戦うべきだし、大人数の時はなるべく広域で戦うとよいということがわかります。",
        "location": "445"
      },
      {
        "text": "私は最初にこの話を聞いた時に「少人数はどっちみち負けてるじゃん意味わかんない」 と思ったのですが、よく考えてみると少人数でも勝てる場合があることに気がつきました。勝てる場合その１は前提条件である「同じ武器を持った者同士」 というところを「少人数の方がいい武器を持っている」 にアップグレードする場合。その２は「少人数の方が多くなれる場所で戦う」場合です。",
        "location": "451"
      },
      {
        "text": "先の計算に当てはめてみるならばその Twitter広告換算額はおよそ１２００万円。言い換えるならばこれだけの認知を広告で買おうとしたら１２００万円かかる という計算になります。 なんというバズりの大切さ！ 映像制作コストがＴｗｉｔｔｅｒ広告費と釣り合うかどうかを考えるなんて、私は依然として強者の論理の枠組みにとらわれていたのです。 我々弱者が強者に勝てる可能性があるとするならば、資金力に左右されずアイディアで勝負する以外にあり得ません。 バズりは狙ってもなかなか当たりませんが、狙わねば決して当たりません。そして強者は意思決定に時間がかかるため手数は少なくなります。弱者は手数の多さを生かして常にバズりを狙っていきましょう。",
        "location": "633"
      },
      {
        "text": "しかし当時の私は知らなかったのです。公開ボタンを押した瞬間、 10 万人のチャンネル登録者のスマホに１００本分の新着通知が届き続けるという大惨事が発生するということを。",
        "location": "822"
      },
      {
        "text": "昨年の出店状況をチェックしたところ、なんとかき氷店は７店舗ほどありいずれも６００円くらいの価格帯でかき氷を提供していました。 この環境に同じようなかき氷を供給したとしても、きっと埋もれてしまうでしょう。だからといってコラボスイーツとしての「邪神ちゃんかき氷」を提供しても、来場者４万人のうち邪神ちゃんコラボ商品を欲しがる人はごくわずかであり、ほとんど全ての来場者には関係のない商品となってしまいます。 そこで私は以前からコラボ商品の「邪神ちゃんスイーツ」でお世話になっているスイーツ店のカンパニュールさんに相談をし、プロのかき氷店で販売されている高級かき氷を企画してほしいというお願いをしました。なぜなら、消費者心理学で有名な ジャムの法則「選択肢が多ければ多いほど、顧客の購買意欲は低下する」から考えても、他と同様の選択肢を用意することは適切ではありませんし、何より来場者の皆さんの気持ちを考えた場合、きっとコロナ後の久しぶりのお祭りをとても楽しみにしている状態であれば、２杯は食べないであろうかき氷を選ぶ時、値段で判断するよりは「より良い体験」「写真映えしやすい」「人に言いたくなる」などの話題性を重視するだろうと考えたからです。",
        "location": "1,601"
      },
      {
        "text": "邪神ちゃんチームは「邪神ちゃんが生き残る」という共通の目標を達成するために、自分たちが弱者であることを認め、弱者であることの強みを生かそうと考えました。意思決定に関わるコストをメンバーが責任とリスクを負うことで圧縮し、強者に勝てる可能性があるソーシャルメディアを主戦場に選び、コンテンツボリュームの少なさをファンと共に創るというオープンソース戦略を選ぶことで解決しました。そして、リアルイベントをコミュニティづくりと話題性の獲得に用い、広告媒体を買うのではなくニュースそのものを生み出していく「広報・ＰＲ型」の宣伝に注力をしました。",
        "location": "1,915"
      },
      {
        "text": "吉田： いや邪神ちゃんはリスク上等の勝負師でしょう。安定運用している邪神ちゃんはもはや邪神ちゃんではないですよ。まあ、邪神ちゃんは置いておくとして、世の中には成功することよりも、失敗しないことや怒られないことに重きを置いているケースの方が圧倒的に多いと思うんです。毎年３００作品の新作が出てくる中、変わった宣伝に挑戦している作品はごく一部なので邪神ちゃんはまだまだ差異を描けています。でもこの本を読んで みんなが変わったことを始めたら邪神ちゃんは目立たなくなってしまうんじゃないですか？ ましてや大手がそれをやるようになったらどうなるんでしょう。 栁瀬： 大手がゲリラの手法を取り入れるのが一番怖くて、現在その方法で成功しているのが日清食品だと思います。プロがバズりを狙ってサブカル表現を取り入れ、弱者では手が出ない４マス ６ を中心に物量で展開されると、手に負えないです。",
        "location": "2,524"
      }
    ]
  },
  {
    "id": "1c5d1fba088dec1f19a332c14ff067828c2cad221e6f06c4cc4147e39cd3f0a0",
    "title": "終わるまではすべてが永遠",
    "author": "木澤佐登志",
    "publisher": "青土社",
    "isbn": "9784791776597",
    "asin": "4791776593",
    "readDate": "2025/03/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6597/9784791776597_1_3.jpg",
    "highlights": [
      {
        "text": "マーク・フィッシャーは著書『わが人生の亡霊たち』の序文にあたる文章の中で、「いずれにせよ、誰にとってであれ、自分自身であること（さらに言えば、自分自身を売り込むことを強いられること） ほど惨めなことはない。文化や文化に対する分析が価値を持つのは、それが自分自身からの逃走を可能にするかぎりでのことなのだ」と述べていた（３）。",
        "location": "54"
      },
      {
        "text": "現代は、「何者」かになることを常に強いられている時代である。誰もが発信者になることができるＳＮＳの登場と、アルゴリズムが個人の趣味嗜好やアイデンティティを絶えず再帰的に輪郭づけようとするアテンション・エコノミーの台頭は、その傾向性を加速化させた。結果、私たちは疲弊し、無能感に取り憑かれているように見える。「壊れ」とは、自身のそれまでの同一性をもはや保つことができなくなる事態であり、それは必然的に脱自の運動を伴う。そこでは、自己の輪郭は曖昧になり、私の存在が外部に対して漏れ出していく。スピノザの言うように、「私たちは自分の身体のなすことを知らない」のである。 アイデンティティにも「何者」性にも還元しきれない、決して汲み尽くすことのできない余剰＝亡霊性。それはとりも直さず、私たちを縛り付ける相関的なものの絶対的な外部として私たちに取り憑くだろう。",
        "location": "58"
      },
      {
        "text": "左派は、「ここではないもうひとつの世界」を思い描く力をいつ失ったのだろうか（たとえば「コミュニズム」は「ここではないもうひとつの世界」を幻視する構想に他ならなかった）。「未来のユートピア的ノスタルジー的遠方」で引用される「異なったやり方で世界を知覚すること」というフレーズが、第一部第一章「気をつけろ、外は砂漠が広がっている」で引用されたミシェル・フーコーの言葉「はたして自分は、いつもの思索とは異なる仕方で思索することができるか、いつもの見方とは異なる仕方で知覚することができるか」と共振し合う。かくして円環は閉じられる。",
        "location": "92"
      },
      {
        "text": "ジル・ドゥルーズは『意味の論理学』のドラッグについて言及している箇所で、バロウズの印象的なフレーズ「化学の道を通って到達できるものはすべて、別の道を通っても接近可能であると思い付け……」を引用している。ドゥルーズが「規律社会」から「管理社会」への転換を予言したテキスト「追伸──管理社会について」の中で、「管理（コントロール）」という呼称の発案者に他ならぬバロウズの名を挙げているのは単なる偶然ではないだろう。 一八世紀に現れ二〇世紀初頭に頂点に達した規律社会は、監獄や精神病院に象徴されるように「監禁」をそのモデルに敷いていた。対して現在ヘゲモニーを握っている管理社会においては「マネジメント」と「コントロール」がそれに取って代わる。",
        "location": "354"
      },
      {
        "text": "フィッシャーは、自身の問題は自身の力だけによって治癒できないことを誰よりもわかっていた。あなたが被っているどのような不安であれ鬱であれ依存症であれ、それらが自助努力や社内出世によって解決されることはない。なぜならそれはあなたのせいではないのだから。それなのに、なぜ人は自分を責め立てるのか。それは、「自己責任」という資本主義リアリズムの道徳がそうさせているからだ。そうやって資本主義リアリズムは人々を相互に孤立させて競争に明け暮れさせていく。そこから零れ落ちた人は「内なる」声に苛まれ、悪夢を見、もしくはアルコールやドラッグにアディクトして終わりなきバッドトリップへ陥っていく。 だが、このような資本主義リアリズムの構造それ自体が悪夢でなくて、アシッドによるバッドトリップでなくてなんだろうか。",
        "location": "388"
      },
      {
        "text": "資本主義の要請に対する抵抗の帰結であり、女性の身体、労働、性的能力や再生産能力を国家の管理下に置き、それらを経済的資源に転化させる家父長制度に対する抵抗の帰結でもあったはずだ。諸々の権力に貫かれた身体の、不随意的かつ自動的な肉の痙攣というダンス。 そう、それはダンスになりうる。たとえ悪魔憑きであろうと神がかりであろうと、何かに抵抗する限り、それはダンスになりうる。だから、私たちは踊る、踊り続けなければならない。 踊れ、女神よ、踊れ。身体による蜂起のために。",
        "location": "687"
      },
      {
        "text": "魔術的自立主義とは、自分の力だけが自分を変え、なりたい自分を作ることができるという信念であり、フィッシャーによれば、それは現代における資本主義社会の支配的なイデオロギーを構成している、という。そして、鬱病とはこの「魔術的自立主義」の裏返しにほかならない。 つまりはこうだ。鬱病の原因はいつだって自分にあり、自分の不幸の責任は自分にしかなく、それゆえその苦しみを受けるに値する、と。再帰的な悪循環と無能感。ここから、また別の自己責任が招来されてくる。貧困、機会の喪失、失業、それらもまた自分自身だけの責任であり、その境遇を受け入れなければならない。イギリスの元首相サッチャーがかつて言ったように、ここに「社会」なる領域が存在する余地はない。",
        "location": "800"
      },
      {
        "text": "ある。「ルンペンプロレタリアート」の時間は崩壊した現在である。というのは、彼らの時間は、未来の不安な様相を中和化するような、社会的に秩序づけられたリズム（時間の規則性、日付の意識） によっては支配されないからである。賭博がスラム街や貧民窟以外のいかなる場所にもさほど現存していないのは、賭事が目的へと向けられた期待を、使い道のない人生の混沌のなかに再び導き入れてくれるからである（ 21）。",
        "location": "929"
      },
      {
        "text": "前述のジグムント・バウマンは、ミレニアル世代に象徴される、未来ではなく過去へユートピアを求める心性を指していみじくも「レトロトピア」と名付けた。理屈の上では、過去は変えようがなく、反対に未来は自由の領域としてある（そこではすべてが可能性として潜在している）。だが、未来がすでに失われている、あるいは未来が終わった後の世界を生きている者たちにとっては、むしろ過去は無限の可塑性を湛えた、操作と再造形の可能性の場として立ち上がってくる（ 25）。フェイクニュース、陰謀論、偽史の氾濫……。ポスト・トゥルースとはレトロトピアの時代に特有の現象といえるだろう。",
        "location": "979"
      },
      {
        "text": "者となったことを改めて示すもの」と総括した（５）。 私は、一連のマスクの君主的な振る舞いに、拙著『ニック・ランドと新反動主義』で論じた新官房学（Neocameralism） と似たものを感じ取らずにはいられなかった。新官房学とは、シリコンバレーの起業家兼エンジニアであるカーティス・ヤーヴィンが、後述する投資家ピーター・ティールの思想を推し進めたものである。それは簡潔に説明すれば、小規模な都市国家が乱立する世界と、それらの都市国家を営利を目的とするひとつの企業（＝主権企業） として統治するシステムを前提としている。それぞれの主権企業はトップにする国家元首＝ＣＥＯ（最高経営責任者） が統治し、 利害関係者 である国民に対してサービスを提供する。サービスに不満を覚えた国民は別の国家＝企業に自由にイグジット（脱出） できるとされる。",
        "location": "1,220"
      },
      {
        "text": "ロブスターの社会に上下関係や支配階層が存在するように、人間の社会にもそうした要素が存在するのは当然のこと、言ってみれば三億五〇〇〇万年前から存在する「自然の本質」に他ならない、ということである。 進化論の観点からみると、重要なのは存在の長さだけだ。そして、支配階層は──社会の面でも文化の面でも──約五億年前から存在している。きわめて長い。本物だ。支配階層は資本主義ではない。かといって、共産主義でもない。軍事産業複合体でもない。家父長制のような、使い捨てで可塑性のある恣意的な文化的産物とも違う。深い意味でいえば、人間の創造物ですらない。むしろ、環境のほぼ永遠の側面であり、これらのわりあい一時的な現象によるとされるものの多くは、不変の存在である支配階層に由来する（ 18）。 ニーチェ主義的な支配階層システムを不変的かつ普遍的なものとして正当化するべくロブスターの生態と人間の社会を安直に比較しているわけだが、当然ここには「ヒュームの法則」も出てこないし、そもそもロブスターと人間社会はまったく別物である、という視点も欠けている。だが、ピーターソンはそんなことはお構いなしに、読者に対して「支配階層を目指せ、なぜならそれこそが生物の本性にかなった善き生き方だからである」と檄を飛ばす。 こうした（疑似） 進化心理学に依拠した卓越主義を掲げる徳育の徒は何もピーターソンだけでなく、それこそ掃いて捨てるほどいる。だが、こうした者たちが（リベラルの皮をかぶりながら） 近代民主主義の土台を掘り崩そうとしていく昨今の傾向には注意を払っていくべきだろう。すべてが後の祭りになる前に。",
        "location": "1,490"
      },
      {
        "text": "自分は何の役にも立たない。自分は何者にもなれない。こうした苦しみは、社会の側から休みなく要請される「お前は何者だ？」という尋問に対する裏返しとしてある。何者かにならなければならない、何かの役に立たなければならない、常に生産的であらねばらない、与えられた責任や義務を果たさなければならない、という強迫観念。",
        "location": "1,621"
      },
      {
        "text": "支援団体とこの特集番組に共通する傾向、それは「生産性」に対する疑うことなき価値付与である。 アナウンサーは不断に努力することの価値を寿ぎ、ＶＴＲに登場した知的障害者男性の「現実」を「美談」に仕立て上げる。「努力し続けることがやはり大事なんですね」。だって素晴らしいことではないか。知的障害を抱えた男性が「我々の社会」の一員として、勤労によって（非常に安い賃金とはいえ） 自立生活のための糧を得ている姿。それもこれも絶えざる本人の「努力」の賜物である、というわけだ。素晴らしき哉、地域共生社会、そして一億総活躍社会……。",
        "location": "1,953"
      },
      {
        "text": "ニーチェは『道徳の系譜学』の中で、〈負い目〉の起源について考察している。それによれば、太古の原始的種族社会の内部では、生存している世代は常に前の世代に対して、ある法的な義務を感じていたという。ここに負い目の起源があるのだが、「この祖先は強力な霊として存在し続けることが感じられ、その力によって新しい世代に新たな利益と［利益の］〈前貸し〉を与え続けていることが感じられるだけに、祖先へのこの負い目はますます大きくなってゆくのである（ 31）」。 もちろんこの利益の〈前貸し〉は無償で与えられるわけではない。祖先の霊は代償を、すなわち犠牲を、祝祭を、礼拝堂を、崇拝を、そしてとりわけ服従を要求した。言い換えれば、ニーチェはここに一神教と道徳が発生する契機を見ているのである。「──最後に祖先は 神 に姿を変えるようになるのは必然である。おそらくここに神々の起源がある。それは 恐怖 から生まれたのだ！（ 32）」",
        "location": "2,168"
      },
      {
        "text": "シオランは、とある対談の中で印象深いエピソードを語っている。それはシオランが二〇歳のときで、働きもせず明け方に町を彷徨する息子に対して母親が、「わかっていれば、中絶しておくんだった！」と言い放ったというものである。 この言葉は、私を打ちのめすどころか、私にとって解放であったと言わなければなりません。この言葉で、私は気力を取り戻した……と言いますのも、自分がまぎれもないひとつの偶発事にすぎず、自分の生を真面目に考える必要のないことがわかったからです、それは 解放 の言葉でした（ 33）。",
        "location": "2,179"
      },
      {
        "text": "中絶という、換言すれば「自分の不在」という、あり得たもうひとつの可能性に思いを巡らせること。それはこの生の負債からの、ないし祖先という「道徳の神」からの、ひとときの解放となる。シオランは祖先たちから、いかなる負債も恐怖も受け継がなかった。代わりに彼が受け取ったのは、「汚辱の域にまで至らしめるほどの… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "2,185"
      },
      {
        "text": "「生にはなんの意味もないという事実は、生きる理由の一つになる。唯一の理由にだってなる（ 39）」 このシオランの言葉を、まずは素朴に受け止めてみること。このニヒリズムを、「生誕の厄災」を生き抜くこと。この地獄の底にとどまること。この、一瞬一瞬が奇蹟である地獄の底に。",
        "location": "2,217"
      },
      {
        "text": "本章は一種のスペキュレイティブ・フィクションとして、あるいはアイロニカルなジョークとして読まれる必要がある。また同時に、本章は御冷ミァハは反出生主義者である、という仮定のもとで読まれる必要がある（本章における反出生主義の定義については以下の叙述を通して自ずと明らかになる）。 ミァハは人間を憎み、 生府 を憎み、意識を憎み、そして世界を愛した。ミァハは反出生主義者であると同時に革命家であった。ルーマニアの反出生主義的な哲学者シオランが書きつけたように、「ひとつの、ただひとつの思想のみを持つべきだ──ただし世界を木端微塵に粉砕する思想を（３）」持った偉大な革命家であった。ただしミァハは、人類から意識を完全に消去させることで、世界を木っ端微塵に粉砕する代わりに、世界をミクロレベルまで 調和 させることを選択したのだが。ミァハは伊藤計劃『ハーモニー』の作中で次のように述べている。",
        "location": "2,271"
      },
      {
        "text": "人間の意識を、角が重すぎて絶滅したと言われるギガンテウスオオツノジカの巨大な枝角に例えた上で、人間の意識は進化の過程で生じた悲劇的なエラーであり、様々な苦悩を生み出す余剰物でしかない、と喝破したのは、ノルウェーの哲学者ピーター・ワッスル・ザッフェ（Peter Wessel Zapffe） である。彼は「ラスト・メサイア（The Last Messiah）」と名付けられた黙示録的なテクストの中で、人間の大脳にウィルスのように突然変異的に寄生した意識は、自然とのハーモニーを引き裂き、代わりに生に対する限りない恐怖と苦しみと悪夢を呼び起こす、と主張する（７）。意識とは重荷でしかない。",
        "location": "2,302"
      },
      {
        "text": "法哲学者の大屋雄裕は、安藤の「人格亡きあとのリベラリズム」構想を、スタニスワフ・レムの『ソラリス』を引用しながら「感覚のユートピア」と名付ける。そこにおいては、すべての人格のあいだの境界は取り除かれ、他者の快苦に対して自らの感覚とまったく等しく配慮できるようになる。「つまりこの構想が実現する一つの姿は、 我ら人類がすべてソラリスの海へと溶けていくことにある、ということになろう（ 22）」（強調原文）",
        "location": "2,485"
      },
      {
        "text": "アーキテクチャ的統治と民主主義は必ずしも両立不可能ではない（もちろん功利主義の立場からすれば民主主義はあくまで手段的価値しか持たないのであるが）。もちろん、こうした社会システムをディストピアと見る向きもあるだろう。しかし、高度に発達したディストピアは往々にしてユートピアと区別がつかないのである。",
        "location": "2,529"
      },
      {
        "text": "あたしは自分を女だとなんか思っていないんだからね。あたしは女でも日本人でも何者でもないんだ。規定できないもの、未だ成らざるものなんだ。自分を何者かだと思い込んでいる人間はそれで行き止まりなんだよ。あたしは何者でもない、あたしはこれから自分を産み出すんだ。つぎつぎに新しい自分を産みつづけるんだ。お前たちはもう産んでやったんだから、あとは勝手に育てばいいよ。お母さんは自分を産んで育てなきゃならないんだ。わかったか（ 17）。",
        "location": "2,838"
      },
      {
        "text": "記憶とは、引き出しの奥深くにしまい込まれた埃だらけのゲームボーイのソフトのようなものだ。普段は忘れているが、ふとしたきっかけで思い出したりする。だが、肝心のハードウェアがどこかへ散逸していたり、セーブデータが消えていたりもする。すべてが不変というわけにもいかない。 けれでも、他方で私たちはまったく変わらない何かをどこかで求め続けているのかもしれない。インターネットに溢れるノスタルジアの表象は、あらゆるものが変化していく世界に対する絶望的な抵抗を示しているように見える。９・11 が起こらなかった世界、原発事故が起こらなかった世界、コロナ禍が起こらなかった世界……等々。私たちは、皆どこかで「間違った現在を生きている」という感覚に苛まされているのではないか。変化しなかったはずの世界を待望すること。起こらなかった過去が起こりうる、しかしそれは一体どういうことなのだろうか。並行世界への憧憬、不可能なユートピアとしての……？ インターネットに彷徨う失われた未来の亡霊たちは、デジタルデータの集積に取り憑き、私たちの記憶が最後の音を奏でるのをやめ、静謐なホワイトノイズとなった後も、もうひとつの世界を夢見つづける。",
        "location": "3,954"
      },
      {
        "text": "奇跡というものがどういうものか、知っているでしょう。バクーニンが言ったようなもんじゃない。そうじゃなくて、別な世界がこの世界に侵入してくることなんだ。 ──トマス・ピンチョン『競売ナンバー 49 の叫び』 たしか、インターネットの旅での最初の感動は、とにかく「もうひとつの世界に繋がった」というものだった。 ──粕谷康昭「外出先はインターネット」",
        "location": "4,037"
      },
      {
        "text": "ヴェイパーウェイヴの何たるかは、Windows96というアーティスト名にすべて集約されている、と言っても過言ではない。YouTube上にアップロードされている、Windows96のアルバム『Enchanted Instrumentals and Whispers』の動画のコメント欄に、以下のような英語話者による書き込みを見つけたときは、ヴェイパーウェイヴの 本質 が少しも損なわれることなくそこに結晶化されているという感覚を覚え、思わず膝を打ったものだ（以下拙訳）。 Windows96というのはヴェイパーウェイヴアーティストとして最高の名前だと思う。それはまさにヴェイパーウェイヴの何たるかを示している。つまり、決して訪れなかった未来、実現しなかった夢、そしてこの場合は、存在することのなかったオペレーティングシステム（１）。 失われた未来。ロスト・フューチャー。それは亡霊のように現在に回帰してきては、私たちに取り憑いてやまない。そしてその亡霊は、ありえたかもしれない「 もうひとつの世界」を幻視させる。ヴェイパーウェイヴとは、そのような亡霊に対して名付けられたひとつの名前である。",
        "location": "4,053"
      },
      {
        "text": "私の脳内のセロトニンもまた枯渇しかけていくようであった。もはや何も生み出せない。生産性の零度。すると、世界に対する見え方も変わってくる。（後述する） 相関主義批判のひそみに倣えば、私たちは、脳内の神経伝達物質との相関を通じて世界にアクセスしている。だが、ドーパミンやセロトニンといった神経伝達物質が消尽した鬱病患者は、神経伝達物質によるフィルターを介さない、リアルな世界それ自体にアクセスしてしまうのかもしれない。それは、さながら灰色がかった砂漠としての世界。そこでは、労働の喜びや商品のきらびやかさといった、まやかしの幸福をもたらす神経伝達物質が垣間見せる 幻影 のヴェールは剥がされ、代わりに資本主義のリアル、資本と商品が無感動に流通し続ける酷薄な資本主義リアリズムの機構が透徹したように現前するだろう。鬱病者、それは資本と嘘偽りと虚栄に合わせて調整され形造られたこの世界に対して眼を見開く者だ。それもいかなる希望も期待も持たずに。彼らは、いっさいの価値も意味も認められない、ニヒリスティックな世界に対峙する。現実という砂漠へようこそ。彼らは言うだろう、私達が打ち込んでいるこの現実という名の虚無に一体どんな意味があるというのだろうか？ と。 この世界に価値はない。であれば、必然的に彼らは〈外〉に目を向けることになる。今や彼らは、世界の断絶的な変化＝変容を歓待するラディカルな形而上学者として世界と向き合う。",
        "location": "4,260"
      },
      {
        "text": "そう、彼らは〈外〉を利用しているが〈外〉を志向しているわけではないのである。彼らはゲームの「攻略」に執心するが、ゲームの外側には関心をよせない。よって、私たちは、ゲーム的／シミュレーション的想像力を、現代における時代精神として一度受け入れながら、世界に埋め込まれた法則＝ルールの発見に奔走するのではなく、そうした法則＝ルールが破綻するアルゴリズムの裂け目、すなわちシミュレーションの〈外部〉をこそ志向しなければならない。",
        "location": "4,702"
      },
      {
        "text": "私たちは、世界は、壊れながら生きる。崩壊こそが生の本質だから。しかし、壊れることで、私たちは〈外〉へと向かい、同時に〈外〉をこちら側へ呼び寄せる。そのとき、「ここ」は「ここではないどこか」に変容するだろう。 私は歓待する。壊れた生を。私は歓待する。ビットの束である私を演算する集積回路（私の身体！） に、一匹の蛾が口づけするように触れることを。",
        "location": "4,706"
      }
    ]
  },
  {
    "id": "24ddc969fe3caa5e32416f0fd266cd9a99517739dcd6303931fba64dc1da9d4c",
    "title": "家が買えない",
    "author": "牧野　知弘",
    "publisher": "早川書房",
    "isbn": "9784153400375",
    "asin": "4153400378",
    "readDate": "2025/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0375/9784153400375_1_7.jpg",
    "highlights": [
      {
        "text": "ただ実際には、マーケットに売却せずに住み続けるのであれば、購入後の価格の変動は何の影響もない。 いくら価格が上昇しても、株式や債券と同様、売却して「益出し」をしない限り、果実を得ることはできないので、あくまでも「含み益」を 眺めているだけの状態にある。あるいは仮に売却して含み益を享受したとしても、次に住む家に買い替える必要が出てくる。不動産価格が上がっているということは、現在住んでいるレベルの家を買った当時の値段では 買えない ことを意味するので、同等の家に移り住むためには、場合によっては売却益以上の金銭負担がかかってくる。 下落している場合も同様で、住み続けられるのであれば、何か損するわけではない。結局、自分が所有している「資産」であるはずの家の値段が上がることに気分を良くする、あるいは下がることに対して良い気分になれないだけなのだ。",
        "location": "201"
      },
      {
        "text": "多くの人たちが選ぶ住みたい街が、単なる通勤の利便性を最優先にして考えられているように見えることだ。自身の人生観、家族観、生活そのものに対する価値観といった要素を、どうもこれらのランキングから感じ取ることができない。",
        "location": "934"
      },
      {
        "text": "まず、この土地建物の所有形態について考えよう。日本は世界中でも地震や台風など自然災害が多い国である。２０２２年５月、東京都防災会議は、「東京都の新たな被害想定 首都直下地震等による東京の被害想定」を公表している。この発表によれば、今後 30 年間でマグニチュード７クラスの首都直下地震が発生する確率は 70％とされる。 これまでの阪神淡路大震災や東日本大震災の記憶をたどれば、直下型大地震による建物への被害や土地の液状化、ライフラインの断絶が生じることは必定と言ってよい。その際、マンションという所有形態は意外な脆さを見せるのだ。 建物に対する被害には様々なものが想定されるが、建物の倒壊はもちろん、傾く、柱や壁の損傷が起きるなど、建物内での生活が不可能となる事例は多く報告されている。この場合、建物は解体して建て直すことになるだろうが、多くの区分所有者で構成されるマンションでは各自の経済状況が異なり、建替えに対する意向がすべてにおいて一致することは少ない。 また、仮に解体して土地を利用することを考えようにも、各所有者の土地持ち分割合は数坪程度にすぎないため、土地の権利分を主張して敷地内に住み続けることは現実的ではない。マンションにおいては、肝心の建物が機能しなくなってしまうと、土地はまったく使いものにならなくなってしまうのである。",
        "location": "1,144"
      },
      {
        "text": "新築マンションを購入する際は、住民構成がほぼ同じになる傾向がある。まず購入価格帯によって住民は選別される。タワマンのように高層階と低層階で価格が相当に異なるような場合は別だが、多くの新築マンションでは購入者の経済状況にはかなりの同質性がある。 立地選好という共通点もある。交通利便性に優れたマンションは、購入者のほとんどが都心への通勤利便性を第一に考えて購入しているため、同じようなライフスタイルの住民が多いことになる。また、間取りなど建物の構成がファミリータイプ主流であれば、夫婦に子どもが１人か２人の家庭などと、家族構成にも共通項が見出せる。 このように新築マンションのスタート時点においては、住民間でほとんど違いが見受けられないことから、表面的にはそれほどのトラブルもなく、順調な船出をする場合が多い。 だが、 10 年、 20 年と時が経過すれば、同じマンションで暮らす住民にも様々な変化が発生する。子どもの進路や環境変化にともなう親同士の距離感の変化。各家庭の仕事における成功・不成功による経済格差。病気、事故、夫婦の不仲による別居や離婚といったトラブル。人生には多くの事象が発生し、住民ごとに違いが出ることは防ぎようがない。 特に経済格差が生まれることは、マンションの管理現場で多くの問題を発生させる。自分は新たに防犯設備を導入したいと思っても、費用負担を嫌がる住民が出る。仮に総論賛成であったとしても、具体的な費用分担などの話になると意見がまとまらない。車を持たない住民が、駐車場の修繕費用の支払いに不満を述べ立てる、などなど。 はじめの一歩では足並みがそろっていたはずの住民たちでも、時の経過によってそれぞれがあらぬ方向へと歩き出し、入居時の一体感は 雲散霧消 しているというのが多くのマンション… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "1,163"
      },
      {
        "text": "最近、多くのマンションで問題となっているのは、二回目の大規模修繕だ。おおよそ築 30 年から 40 年で行われるものだが、この修繕費用が不足しているケースが多い。そもそも多くのマンション分譲会社は、分譲時の購入者負担額の「見た目」を減らそうと、管理費や修繕積立金を低めに設定する。その結果、築年が経過するにつれて、管理費や修繕積立金の徴収額が現実にかかる費用に合致しなくなるのである。",
        "location": "1,182"
      },
      {
        "text": "通常マンションの価値評価は、土地割合で３割、建物割合で７割程度となる。５０００万円のマンションであれば、土地代が１５００万円、建物代が３５００万円といった内訳だ。この７割ものシェアを持つ建物に関しては必ず経年劣化していく。マンションとしての価値を保つためには、建物の減価を上回る土地代の上昇がなければ成立しないことは、不動産鑑定に基づく原価法の考え方から明らかだ。",
        "location": "1,253"
      },
      {
        "text": "前章で「不動産の資産価値は立地で決まる」という話をしたが、「土地を押さえたもの勝ち」というのが不動産業界のテーゼなのである。マーケットには常に顧客が存在する。大手町の不動産は希少価値が高いから、ここに用地さえ押さえてしまえば、誰のどんな企画だろうが、大手町を好むテナントが高い賃料負担にも耐えて入居してくれる。少なくともこれまでにはそう考えられてきた。",
        "location": "1,410"
      },
      {
        "text": "私は家を選ぶ際には、買おうとしている戸建て住宅やマンションだけを見るのではなく、自分が手に入れたあとに毎日生活する街、エリアを見て買うことを勧めている。家は生活するためのただのハコだ。豪華な仕様であってもじきに古くなる。素敵なデザインも時代の進展とともにチープなものとなる。ハコだけを見ても、そこに住むという価値をうかがい知ることはできないのだ。",
        "location": "1,801"
      },
      {
        "text": "肝に銘じるべきは、自分にとっての一等地はなんであるかということをよく認識することだ。そのためには、自分は人生に何を望み、どんな生活を送っていきたいのか。その活躍の土台となるのが家であり、地域であると考えることだ。 会社に近い、子どもの学校や保育園に近いといったことも重要だろうが、自分が住む街や地域を理解し、コミュニティの一員として穏やかな気持ちで生活できる場こそが、その人にとっての一等地なのではないだろうか。",
        "location": "1,922"
      },
      {
        "text": "街選びの参考として、長く不動産に関わってきた私が確信を持って言えることがひとつある。魅力的な街には必ず、「人の出入りが活発」という特徴があることだ。これは街に転入してくる人もいれば、転出する人もいる状態だ。この両者が適度にたくさん存在することは、街が成長していることを表している。このことから私は、「人の新陳代謝がある街は成長する」と定義づけている。",
        "location": "1,930"
      }
    ]
  },
  {
    "id": "3c76689737f858b5fe3b9b6cf9d29906d5bb20dea4dfc32c4fec2a8a3bbad13e",
    "title": "VRoid Studioの表現を広げる 3Dアバターメイキング講座",
    "author": "LUCAS",
    "publisher": "技術評論社",
    "isbn": "9784297143299",
    "asin": "4297143291",
    "readDate": "2025/02/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3299/9784297143299_1_4.jpg",
    "highlights": []
  },
  {
    "id": "b4a2c7aa82b0c4f125071f1610bfa43cc15d1555edbfdbe6a07f7e140926ac30",
    "title": "あの国の本当の思惑を見抜く 地政学",
    "author": "社會部部長",
    "publisher": "サンマーク出版",
    "isbn": "9784763141880",
    "asin": "4763141880",
    "readDate": "2025/02/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1880/9784763141880_1_3.jpg",
    "highlights": [
      {
        "text": "モンゴル帝国は４０００㎞離れたロシアを征服できても、２００㎞の対馬海峡を越えて日本を征服することはできませんでした。ドイツは１５００㎞離れたロシアに２０００両の戦車を送れても、 30 ㎞のドーバー海峡の向こうのイギリスには１両の戦車も送れませんでした。そしてアメリカには、１機の飛行機さえ飛ばすことができませんでした。海を越えた侵略は、陸を越えた侵略よりもそれほど難しいのです。 海洋国家は防御有利、大陸国家は攻撃有利。この違いが、それぞれの行動原理を根本的に異なるものにします。",
        "location": "1,008"
      },
      {
        "text": "大陸国家にとって最善の防御策は、領土拡大となります。領土拡大を通して他国を少しでも遠ざけることで、「戦略縦深」という名の人工的障壁を獲得するのです。",
        "location": "1,026"
      },
      {
        "text": "この意味で、 大国と陸の国境を接しないことは、それ自体が強みといえます。 どんな国でも陸軍は必要ですが、その負担は陸の国境の有無で大きく異なります。つまり、 イギリスやアメリカのような海洋国家の強さを真に支えるのは「強い海軍」ではなく、「強い陸軍を必要としない環境」なのです。 アメリカが持つ最大の武器は海軍ではなく、「海そのもの」ともいえます。",
        "location": "1,107"
      },
      {
        "text": "アメリカは、あまりにも強い「無敵の国」と思われがちですが、そうではありません。いくら最強の軍隊を持っていても、２つの大洋を越えて他国に攻め込むのは難しいものです。 第二次世界大戦後、アメリカは 29 回の戦争に参加しましたが、そのうち勝利したのは 17 回、引き分けは３回、敗北は９回でした。勝利したのは全体の６割だけで、決して「無敵」ではありません。",
        "location": "1,156"
      },
      {
        "text": "中国が友好国でありながら北朝鮮の核開発を批判するのも、日本を潜在的に恐れているからです。北朝鮮が挑発的な行動を続ければ、日本人に強い危機感を抱かせ、専守防衛の理念や、核への嫌悪感という「蓋」を破らせてしまいかねません。こうした危機感から日本が核保有に踏み切れば、最も損をするのは中国です。同様に、日本の政治家が靖国神社に参拝するといった歴史問題に対して中国が敏感に反応するのも、戦前の軍国主義への反省という「蓋」が外れると、日本の軍拡を抑える力がまた１つなくなってしまうからです。この点でアメリカは、日本が単独で軍事行動を起こす能力と意志に歯止めをかけることで、中国をむしろ救ってきた面もあるのです。",
        "location": "1,293"
      },
      {
        "text": "アメリカが対抗する理由は、中国がユーラシア大陸を制覇しかねないほど強い潜在覇権国だからです。アメリカを根底で動かしているのは、「大陸の勢力均衡を保たなければ生存できない」という防衛本能なのです。",
        "location": "1,573"
      },
      {
        "text": "全人類の生活が均衡に達したとき、初めて幸福な世界が生まれる。均衡こそ自由の基礎である。",
        "location": "1,617"
      },
      {
        "text": "ロシアの海洋進出を阻む地理的障壁はまだ２つ残っており、これは現代でも残っているロシアの弱点です。 第一の障壁は、戦略的に重要な海域が分散していること。 ロシアの海岸は北極海、バルト海、黒海、太平洋の４つに分かれています。 これの何が問題かといえば、海軍力を分散して配置しなければならないことです。",
        "location": "2,052"
      },
      {
        "text": "第二の障壁が、外洋への出口が塞がれていることです。 ロシアの海岸は、北極海を除いてすべて内海に面しています。 内海とは、陸地に囲まれ、狭い海峡によってしか外洋と繫がっていない海のことです。バルト海、日本海、黒海はすべて内海の定義に当てはまります。例えば、バルト海から大西洋に出るためにはまずデンマーク海峡（カテガット海峡とスカゲラク海峡）を出た上で、イギリス海軍がうろつく北海とイギリス海峡も通過しなければなりません。 28 日本海から太平洋へ出るにしても、日本列島自体が蓋のように横たわっており、対馬海峡、津軽海峡、宗谷海峡のいずれかを必ず通らなければなりません。",
        "location": "2,071"
      },
      {
        "text": "日本と大陸の交流をほぼ必ず媒介してきたのが、朝鮮半島です。朝鮮半島は、日本と大陸を結ぶ「橋」のような場所で、ここを通って大陸の文化や知識、技術などが日本に伝わってきました。戦争も例外ではありません。日本にとって、朝鮮半島は大陸勢力が日本を攻める通り道、または日本が大陸を攻める通り道として使われました。日本を「城」とすると、日本海が「水堀」の役割を果たし、朝鮮半島は城へと続く「橋」のようなものでした。このため、 日本にとって今も昔も最も重要な地政学的課題は、朝鮮半島を守ることなのです。 言い換えれば、大陸勢力に対する日本の防衛線は、朝鮮半島と日本海の二重となっており、日本は可能な限り大陸勢力の進軍を朝鮮半島で 堰き止め、それが突破されれば九州で上陸を防ぐことを目指してきました。",
        "location": "3,087"
      },
      {
        "text": "実際、秀吉は最初の朝鮮出兵の際、「天皇を北京に移し、自分は明の港町・寧波 に住んで、いずれインドまで支配する」と宣言しました。 ６ 寧波を選んだのは、ここが日本やフィリピン、マカオ、シンガポール、インドなど、アジアのさまざまな国や地域と繫がる貿易の要衝だったからです。権力の象徴である北京ではなく、戦略的な要衝である寧波を選んだことは、秀吉が当時のアジアや世界の地理と地政学的状況をよく理解し、戦略的に考えていた 証 ともいえるでしょう。こうして秀吉は、東アジアへのヨーロッパ勢力の侵入を防ぎ、日本を守ろうとしていたのです。 この考え方は、後の明治時代や第二次世界大戦時の日本の大戦略、「大東亜共栄圏構想」にも似ています。 この構想では、欧米の勢力を東アジアから追い出し、日本が中心となってアジアをまとめることを目指していました。明治時代以降、日本が琉球、朝鮮、台湾を併合し、さらに中国や米領フィリピン、英領香港、シンガポール、インドへの影響を広げようとしたのは、まさに秀吉の構想に通じるものです。秀吉は、大東亜共栄圏を３００年も先取りしていたのです。",
        "location": "3,239"
      },
      {
        "text": "一方で、ロシアなど大陸からの脅威を重視する人々もいました。彼らは日本も強力な陸軍を備え、大陸に進出する必要があると考えました。経済学者の佐藤信淵は『混同秘策』という著書の中で、「西洋が東アジアを支配する前に、日本が東アジアを制圧し、西洋の脅威に備えるべきだ」として、満州、台湾、寧波から中国全土を征服し、最終的には南京に天皇を移す、その後はフィリピンや南の島々まで制するという、豊臣秀吉を 彷彿 とさせる大胆な大陸進出論を唱えました。この発想は戦後、「１００年を隔てて、太平洋戦争方式と不気味なまでの類似性」があったと評されました。 ９ 吉田松陰も「満州を制圧し、その次にロシアと対峙し、朝鮮を取り戻そう。中国から目を離さず、南の島々を制し、インドにも侵攻しよう」と、大陸に緩衝地帯を得る重要性を訴えました。 10 その後約１００年間の日本の辿る道は、江戸時代にすでに構想されていたのです。",
        "location": "3,295"
      },
      {
        "text": "マハンは「ある国が海洋国家と大陸国家に同時になることはできない」",
        "location": "3,583"
      },
      {
        "text": "「相手も自分を恐れている」という視点が欠けると、「自分は正義で相手は悪だ」という結論に行き着きます。相手が真っ当な理由なく行動しているように見え、あるのは悪意だけのようにしか思えないからです。 スパイクマンは言いました。「世界を善人と悪人に分けることはできない」と。 １ どんな国にも弱みがあり、その弱みを突かれることを恐れます。「",
        "location": "3,834"
      }
    ]
  },
  {
    "id": "fdc1fd28769bf8d6391ba8593417e7dfa1bf6cb27b09eb90c7d10d2d8c5df694",
    "title": "ナムコはいかにして世界を変えたのか──ゲーム音楽の誕生",
    "author": "鴫原盛之",
    "publisher": "Pヴァイン",
    "isbn": "9784910511559",
    "asin": "4910511555",
    "readDate": "2025/02/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1559/9784910511559_1_2.jpg",
    "highlights": []
  },
  {
    "id": "2ed5141ee704ad8058d8c5a7a10b1a690b6f185d95b5164ef4da1d1eee683093",
    "title": "消費社会の神話と構造新装版",
    "author": "ジャン・ボードリヤール/今村仁司",
    "publisher": "紀伊國屋書店",
    "isbn": "9784314011167",
    "asin": "4314011165",
    "readDate": "2025/01/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1167/9784314011167.jpg",
    "highlights": []
  },
  {
    "id": "d00d9ba2bbc53ea09f8ed797c5c89b176d141ceb1ec5f8dd240810ddf1ccae5d",
    "title": "超軽工業へ",
    "author": "渡邊恵太",
    "publisher": "ビー・エヌ・エヌ",
    "isbn": "9784802512046",
    "asin": "480251204X",
    "readDate": "2025/01/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2046/9784802512046_1_3.jpg",
    "highlights": [
      {
        "text": "つまりデジタル化とは、無尽蔵に広がる人の想像と欲望に対して、それを満足させる資源供給方法の最適化である。そしてこれには必然性がある。私たちの想像と欲望にリミットはないが、地球のリソースにはリミットがあるためである。欲望を効率的、効果的に処理する方法が必要なのだ。",
        "location": "255"
      },
      {
        "text": "家電などの製品には「多機能であるほどよい」という価値観があったが、それはソフトウェアでも同様で、売り手にとっても買い手にとっても、ソフトウェアの機能を増やすことは価値としてわかりやすかった。当時、ほとんどのソフトウェアはサブスクリプションではなくパッケージ販売である。ソフトウェア会社が収益を上げ続けていくためには、継続的にバージョンアップし、機能を付加し、利用者に定期的に買い替えを促す必要があった。そうしてバージョンアップとともに多様な機能が盛り込まれ、アプリケーションは肥大化していった。 機能が増えることは一見よいことに思える。しかし、機能が増えると、それに伴いメニューの選択項目が増える。限られた場所に表示するためにメニューは階層化され、目的の機能へたどり着くまでの時間的コストは増えていく。したがって、機能が増えるにつれ、操作や印象がより煩雑となった。こうなると、新規ユーザーは不安を覚え、既存ユーザーも前のほうがよかったと思うことも増えていった。",
        "location": "378"
      },
      {
        "text": "iPhoneは、これまでのコンピュータのようにオフィスや机の上での作業をメタファにすることをやめ、マルチウインドウをやめ、この「単機能的にも使えること」を積極的に利用したのだ。多機能との戦いに邁進してきた携帯電話とは対照的なアプローチだ。これは、見落とされている大事な視点である。",
        "location": "441"
      },
      {
        "text": "iPhoneに代表されるスマホは、次に示す四つの特徴──１．アプリは小さく単機能に ２．全画面利用 ３．インターネット前提 ４．身体の一部と感じる自己帰属感のあるＵＩ──によって、コンピュータの本質であるメタメディアの性能を発揮しながらも、複雑性を排除し、これまでのパソコンにはなかった操作感や体験を提供することに成功している。",
        "location": "444"
      },
      {
        "text": "スマホのアプリは、ＰＣのソフトウェアと違って明確な目的ごとにアプリが分けられている。少なくとも純正アプリは「一つのアプリに一つの目的」のルールで作られている。これはアップルによるiOS向けの「ヒューマンインターフェースガイドライン」に記載されている。たとえばカメラアプリと写真アプリは一見似たもののように思えるが、「写真を撮ること」と「写真を見ること」では目的が違うため分かれている。",
        "location": "448"
      },
      {
        "text": "結果はゼロ。四〇六三人のパイロットのなかで、一〇項目すべてが平均の範囲内におさまったケースは一つもなかったのである。平均と比べて腕が長く、足が短いパイロットがいるかと思えば、胸回りは大きいのに腰回りの小さいパイロットも確認された。それだけではない。一〇項目を三項目に絞り込み、たとえば首回り、腿回り、手首回りに注目してみても、三つに関してすべて平均値におさまるパイロットは三・五パーセントに満たなかったのである。ダニエルズが発見した答えは明快で、議論の余地がなかった。平均的なパイロットなど、存在しないのである。つまり、平均的なパイロットにフィットするコックピットをデザインしたら、実際には誰にもふさわしくないコックピットができあがるのだ。",
        "location": "713"
      },
      {
        "text": "パソコンにおいても同じである。プログラミングでどんなソフトウェアでも作れる環境を持っていても、毎回プログラミングして自分の目的に合うソフトウェアを作成し、その上で会議のプレゼン資料をつくる人はいない。 繰り返し求められる課題解決や目の前の目的達成を効率よく処理したい使い手にとって、汎用的な状態は決して都合がいいばかりではない。その問題解決と目的達成にちょうどよい専用的な状態が仕立てられていることが望ましい。",
        "location": "781"
      },
      {
        "text": "汎用性がよいという価値はどこにあるかというと、加工主、開発者、つくり手にとっての都合のよさである。つくり手は問題解決、目的達成のために道具や装置、方法を考えるが、それを実現するための方法はできるだけ単純であるほうがよい。部品、素材の調達、実現方法は都度同じであるほうがよい。いずれもつくり手のスキルに関係してくるためである。その都度、素材や方法が異なってしまうと使えるスキルが安定しなくなり、設計や製作に時間がかかり、結果、作られたものの品質が安定しにくい。",
        "location": "785"
      },
      {
        "text": "この扇風機の例はやや極端な話かもしれないが、このように個人に寄り添い、専用性を高めれば高めるほどその個人にとっては都合がいいが、それを大量生産しても、それ以外の人はその価値を理解できない。むしろ逆に、ネガティブな印象を強く与えてしまうことは容易に思い描けるだろう。",
        "location": "846"
      },
      {
        "text": "スマホのような汎用性と専用性の併存は、原則的にはよい戦略であった。しかし少し課題も見えつつある。それはアプリが爆発的に増えることである。単機能化するとそれ自体は使いやすくとも、単機能アプリを探したり切り替えたりすることに煩雑さが生まれる。スマホアプリがそうであるように、よく使うアプリはスマホのスクリーンの１目に置かれ、ダウンロードした新しいアプリは遠いに置かれることになる。もはや自分がインストールしたすべてのアプリを把握している人は少ないはずだ。またアプリを細かく分けると、企業が新しいサービスを提供しようとすると都度ダウンロードを要求しなくてはならなくなる。場合によってはアプリごとにログイン処理が必要になる。",
        "location": "883"
      },
      {
        "text": "ＰはＵの不確実なニーズに対応しなくてよいことを述べた。これは素晴らしいじゃないかと思った人もいるかもしれないが、一方でＰは、Ｄのニーズや性質の理解に励まなくてはならないのである。ここは意外と日本ではあまり理解されていない。",
        "location": "1,533"
      },
      {
        "text": "したがってＰは、単純に「プラットフォームをオープンにしました！ 何か面白いことやってみてね！」で済むかというと、そんな簡単な話ではない。開発者の体験や開発者のメリットをきちんと設計することが重要となる。開発者、さらにその先にユーザー、顧客がいるということも踏まえてエコシステムを考えることがＰの役割である。プラットフォームを公開することで、私たちＰのためにみんなが何かしてくれると考えてしまいがちだが、Ｐに重要なのはＤとＵを丁寧に迎え入れ、育てるという感覚である。",
        "location": "1,578"
      },
      {
        "text": "ＰＤＵを構成しない非プラットフォーム企業の場合、ＰＤＵのＤＵのみの構成、つまりメーカーとユーザーの関係になる。日本の多くのメーカーはＤＵ構造である。そうした構成であることが多い日本企業でのハッカソンは、Ｐの発想とはだいぶ違ってしまう。つまり「自社が取り組むべきものとして面白い・よいか否か」で判断してしまうのだ。筆者自身も多くのハッカソンの場に居合わせたことでこの違いを実感してきた。これは先ほど紹介したIBMのようなＰの視点とはだいぶ異なる。",
        "location": "1,728"
      },
      {
        "text": "こうして、パーソナルコンピュータやインターネットのインタラクションの基礎ができあがりつつあった。文章や画像などをいつでも取り出して使用し、戻すことが容易な世界である。個人が使うコンピュータとハイパーテキストを実現するメディア（ハイパーメディア）を融合させたのが、（序章で述べたとおり）アラン・ケイである。それをパーソナルコンピュータ＝ＰＣ（パソコン）と名付け、やがて個人がコンピュータを使う世界が来ることを示した。対話型で使える「小さなコンピュータシステム」を目指す流れは他にも複数あり、トランジスタの実用化や集積回路の登場とともにコンピュータは小型化していったが、ここで注目するのは、ブッシュ、エンゲルバート、ケイらの思想、すなわちパソコンを「人の想像の増幅装置」と考えたところである。",
        "location": "2,031"
      },
      {
        "text": "コンピュータは〝ファンタジー増幅装置〟としての機能を持つことになる。アラン・ケイが人に説教するときに使う〝ケイの第一法則〟にはいくつものバージョンがあるのだが、〝第二法則〟としていちばん引き合いに出されるのは、「ファンタジー増幅装置をつくりさえすれば、成功は約束される」という言葉だ。ケイに言わせれば、ゲームをしたり想像の世界で夢想したりすることは、現実世界を動き回るのに必要な技能を学ぶことと同じ意味なのである。「人間は、自分たちでつくり出した幻覚の中で生きている」というのが、ケイの好んで使う言い回しだ。だが、人の生きる世界という幻覚はあまりに複雑であり、その制御も人の手に負えず、巧みにあやつるための手引きもなかなか見つからないので、人間はどうしても自分の家族や社会や文化の世界観にとらわれがちになる。「人間はファンタジーなしには生きていけない」とケイは断言する。「ファンタジーを見ようとすることは、人間であることの一部だからだ。ファンタジーというのは、もっと単純で、もっとコントロールしやすい世界なんだ」そして人間は、より単純な世界をコントロールするすべを学ぶことで、ファンタジーではない本当の世界をあやつる手段を見つけていくことになる。たとえばゲームは、制御可能であり挑戦のしがいもある。自分のことのように目的をもって楽しむことができ、結果にもあまりとらわれずにすむ。同じような意味で、スポーツや科学、芸術などはすべて、代償作用的で目的を持ったファンタジーである。",
        "location": "2,048"
      },
      {
        "text": "これらの視点を踏まえ、工業を軽工業と重工業で分類する既存の枠組みに積極的に従うならば、非物質的で質量を持たないソフトウェアやサービス、ビデオゲーム、メタバースの設計を「超軽工業（ウルトラライトインダストリー）」としてづけることが可能である。そうすることで、それらを情報産業として異質に捉えるのではなく、二〇世紀から連続する豊かさの追求と効率的な人工化の最先端として解釈することができる。",
        "location": "2,488"
      },
      {
        "text": "コンテンツやサービス、ＡＲ、ＶＲ、メタバース、そのユーザインタフェース、インタラクション設計といわれると、物質ではないことへの毛嫌い、疑念、理解し難い何か、虚構のようにみえ、どことなく構えてしまうこともあったかもしれないが、人工化の効率と持続可能性を求める点では、それまでの工業における人工化と同じ流れにある。目標、夢見ていることは実は極めて近い。そして、ならばよくある「フィジカル対デジタル」の議論は本質的ではなく、優れた人工化と豊かさという論点で議論を進めるべきなのである。",
        "location": "2,505"
      },
      {
        "text": "つくり方の発想を変える必要がある。そこでメタファの利用の検討がはじまる。メタファは比較的新しいアプリでもよく使われている。たとえば、コミュニケーションツールのSlackでは「チャンネル」という概念を使うし、オンラインビデオ会議ツールのZoomは「待合室」や「ブレイクアウトルーム」というように、部分的に「部屋」という概念を使う。入場や退出という概念もまた部屋的な空間表現である。Figmaの一部であるFigJamというツールは「チーム向けのオンラインコラボレーションホワイトボード」と称しており、「ホワイトボード」という見立てで伝えている。また大規模言語モデル（ＬＬＭ）であるGPT-3を利用したサービスChatGPTも、ＵＩとしてチャット形式を利用したことで、利用者にとって自然な会話を実現している。",
        "location": "2,790"
      },
      {
        "text": "あつまれどうぶつの森』では、ゲーム内で「スマホ」をメタファとした機能アクセスメニューを提供した。個人的にこれは衝撃的であった。スマホをメタファとしてしまえば、どのような機能も自然にシンプルにビデオゲーム内に取り込めてしまう。",
        "location": "2,797"
      },
      {
        "text": "メタファは、ビデオゲームにおいては世界観とセットでうまく働くが、一方で課題になりがちなのは、実用的なアプリケーションである。実用的なアプリケーションにはさまざまな種類があり、その目的も異なる。電子マネーのアプリもあれば、銀行アプリ、ＳＮＳ、家電のコントロール、写真編集、地図、デジカメと連携しデータ転送するアプリなど幅広い。フラットデザイン以降のアプリのよくあるつくり方は、基本的にはテキストで機能や目的を表現し、さりげなく小さなアイコンをつける方法である。たとえば銀行アプリでは、アプリ全体をＡＴＭの機械のような見た目にするほどのメタファは採用されず、テキストとアイコンを中心に、銀行にある機能を忠実に提供するものが多い。 しかし、そもそも現実にある銀行に忠実につくることは、銀行やＡＴＭで行うことがアプリからでもできるだけであり、アプリだからできることに結びついていない。銀行の場合は「銀行やＡＴＭに行かずに」という価値がそもそもあるため、他のアプリと比べて価値はわかりやすいが、一方で、銀行間で比較してしまうと、どの銀行もほとんど同じようなアプリとなってしまう。銀行ということの体験や価値をよりよくしようとするならば、銀行として何ができるかを考え、お金の保管や融資は当然として、それを手段として顧客が何をしようとしているのかの分析をしようという発想が生まれる。そうなると、たとえば財布機能や家計簿機能のようなものはどうか、あるいはお金を通じて顧客の課題を解決するために何ができるか、といったことをアプリにどう落とし込むかという話が出てくる。そうなったとき、何か新しいメタファが必要になってくる可能性がある。",
        "location": "2,836"
      },
      {
        "text": "本書が環境の問題を扱うのは、人間の生存や存在にとって優れた人工物とは何かを問うための基盤となるからである。なぜデジタルやコンピュータを利用する方法を選ぶのかを考察するためである。それが最新テクノロジーだからとか、ビジネスのニーズがあるからとか、多くの人に届けられるから、インタラクティブだから、メディアとして面白いから、というのは手段であって、目的ではない。 これまで、私たちはこの無尽蔵な想像と欲望に物理的な資源を使用してきた。当然、その時々でその限界に到達し、配慮が求められ、「エコ」という考え方が必要になった。エコには自然を保護するようなイメージがあるが、むしろ逆である。エコは資源消費を抑えつつも、結局は人間の想像と欲望を突き進めたい意思の現れである。つまり、人は想像と欲望を諦めたくない、もしくは諦められないのである。エコとは欲望を諦めない思想と技術である。もし本当にエコを願うならば、人間の想像や欲望を諦める、我慢することである。地球に人口が増えれば、当然配分の問題になり、諦めと我慢が増大するはずだが、そうはなっていない。あるいは、どこかの国と地域がその代償を負っているか、配分のバランスが歪んでいるのである。その事実と意識がSDGsという考え方として現れることになった。いずれにせよ、天然資源、それに類する物質資源も無尽蔵というわけにはいかない。何より、物質利用は人口や物流の問題に左右されやすい。 一方、コンピュータは計算機ではなくメタメディアで、それは環境、世界、もしくはその認知のシミュレートが可能であることがわかっている。ユーザインタフェースとインタラクションがそれに貢献し、コンピュータを私たちの道具、あるいは世界、あるいは現実として認識可能にした。 これにより、私たちは… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "2,942"
      },
      {
        "text": "一部の企業では異なる動きがある。結果的に、物質での精神的欲求の訴求を、ある意味諦めたのではないかとも見える動きである。たとえば無印良品、ニトリ、3coinsは、消費者向けに日用品雑貨を販売するが、その製品の多くが白やグレーベースである。それはかつて「シンプル」と呼ばれた一種のスタイルによる戦略だったかもしれない。しかし、このシンプル志向は、実は「人々が欲望を満たす方法を物質に求めることをやめた」結果ともいえるのではないか。今はまだ、多くの人はそれを「スタイル」と感じ、欲望として感じているかもしれない。しかし徐々に販売する側も利用する側もそれがＰＸであったことを理解するのではないか。",
        "location": "3,014"
      },
      {
        "text": "無印良品は地球規模の消費の未来を見とおす視点から商品を生み出してきました。それは「これがいい」「これでなくてはいけない」というような強い嗜好性を誘う商品づくりではありません。無印良品が目指しているのは「これがいい」ではなく「これでいい」という理性的な満足感をお客さまに持っていただくこと。つまり「が」ではなく「で」なのです。 しかしながら「で」にもレベルがあります。無印良品はこの「で」のレベルをできるだけ高い水準に掲げることを目指します。「が」には微かなエゴイズムや不協和が含まれますが「で」には抑制や譲歩を含んだ理性が働いています。一方で「で」の中には、あきらめや小さな不満足が含まれるかもしれません。従って「で」のレベルを上げるということは、このあきらめや小さな不満足を払拭していくことなのです。そういう「で」の次元を創造し、明晰で自信に満ちた「これでいい」を実現すること。それが無印良品のビジョンです。",
        "location": "3,021"
      }
    ]
  },
  {
    "id": "76e6045f21618969a1d7f4c611b471bda7eafdf2dd0fa5e33953befb306a57c5",
    "title": "負けヒロインが多すぎる！(7)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094531978",
    "asin": "4094531971",
    "readDate": "2025/01/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1978/9784094531978_1_4.jpg",
    "highlights": []
  },
  {
    "id": "5c110b513bbdcf91cdc95fb50287b3a1179ef80938534daf2373e8cae72cce8c",
    "title": "負けヒロインが多すぎる！(6)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094531640",
    "asin": "4094531645",
    "readDate": "2025/01/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1640/9784094531640_1_7.jpg",
    "highlights": []
  },
  {
    "id": "4a4dd2f2998762b642fa11b91a38b1727a4c9a1d2a3cdbf35bdc1abd7303f448",
    "title": "負けヒロインが多すぎる！(5)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094531183",
    "asin": "4094531181",
    "readDate": "2025/01/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1183/9784094531183_1_5.jpg",
    "highlights": []
  },
  {
    "id": "0d1f5633139dece22b809393ddc4142800294d15726e9cb57de17494f4efefe7",
    "title": "負けヒロインが多すぎる！(4)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094530940",
    "asin": "4094530940",
    "readDate": "2025/01/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0940/9784094530940_1_5.jpg",
    "highlights": []
  },
  {
    "id": "14fe8b9663b1244c90752154df793022cb474938c6dfb0f01910856636c67fe5",
    "title": "こどもふざけ方教室",
    "author": "オモコロ",
    "publisher": "小学館",
    "isbn": "9784093891837",
    "asin": "4093891834",
    "readDate": "2025/01/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1837/9784093891837_1_59.jpg",
    "highlights": []
  },
  {
    "id": "dfe4fbc811df8284241cb33f7213007468f0995dcbbd8f16dfee6b541ef1f5b4",
    "title": "正しいものを正しくつくる",
    "author": "市谷聡啓",
    "publisher": "ビー・エヌ・エヌ新社",
    "isbn": "9784802511193",
    "asin": "4802511191",
    "readDate": "2025/01/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1193/9784802511193.jpg",
    "highlights": [
      {
        "text": "本書で扱うテーマは大きく３つある。１つは、「アジャイルに作る」ことで直面する「不確実性」への適応について。「アジャイルに作る」とは、作ることを通じて学びを得る活動にほかならない。 得られた学びをプロダクトづくりの中でどのようにして受け止めるのか。受け止め損なうと、様々な背景や思惑を抱いて集まってきている関係者、チームの期待に応えられず、プロダクトづくりは破綻する。最初の昔話がその例だ。",
        "location": "29"
      },
      {
        "text": "「正しいものを正しく作れているか？」 正解がない世界では、自分たちがやっていること、向かっている方向が、誤っていないか問い続けるしかない。状況を漸次的に進めることから学びを得て、それに適応し、また漸進する。これが、不確実性の高いプロダクトづくりで求められることだ。",
        "location": "55"
      },
      {
        "text": "現在の私たちが手がけるプロダクトづくりは、 誰かの頭の中に正解イメージがあってそれをうまく取り出してコードにしていくという開発ではない、ということだ（７）。誰の頭の中にも正解がない。プロダクトオーナーの頭の中にもない。ユーザーの頭の中にも直接的な正解があるわけではない。今まで解決できなかった問題、まだ誰も味わったことがない新しい体験、そういったものに対してプロダクトとして何があれば正解なのかなんて、誰にもわかるはずがない。 つまり、いま私たちが作ろうとしているプロダクトとは、「どうあるべきか本当のところ誰にもわからないが、なんとかして形に仕立てていく」、そういう開発になる。作るべきプロダクトの機能性やユーザーインターフェースは、どちらも「こうあると良いだろう」という仮説にもとづいたイメージにしかできない。いや、実際のところ仮説が何も立っていない場合もあるだろう。何となく以前作ったプロダクトにイメージが似ているから同じような機能をリストしておこう、インターフェースも他のよく似たアプリから拝借してこよう、といった具合に。",
        "location": "212"
      },
      {
        "text": "私たちのやれることが増え、プロダクトづくりが進歩するとともに、作る対象は曖昧になってきている。十数年前の、何らかの業務要件を実現する開発は、「決められていることを実現する難しさ」 に向き合うものだったと言えるが、一方私たちが現在向き合っているプロダクトづくりとは、「決められないこと、あるいはわかっていないことを実現する難しさ」 に向き合うものだ。 またそもそも、プロダクトはそれを利用する誰かがいることを前提として作られる。誰にも利用されるつもりのないプロダクトは存在しない。誰かに利用されて初めて価値が生まれる。だから、使われなかったらプロダクトの存在意義はなく、私たちはプロダクトづくりとして失敗したと感じる。",
        "location": "229"
      },
      {
        "text": "作る対象が異なれば、プロダクトが必要な目的も異なり、結果として作り方も異なる。いわゆる、「ＳｏＲ（Systems of Record）」 と「ＳｏＥ（Systems of Engagement（ 10））」 という言葉で分類がなされるように、業務を支えるシステム領域と、ユーザーとの接点を作り関係性を高めるためのシステムでは、求められることに違いがある（図１）。",
        "location": "259"
      },
      {
        "text": "まず、プロダクトづくりにコードを書くことで貢献する「プログラマー」がいる。そして、プロダクトが備えるべき情報の整理からユーザーインターフェースの設計まで担う「デザイナー」がいる。実際には、デザイナーはさらにいくつかの役割に分かれることが多い。トーン＆マナーの検討から、プロダクトのビジュアルデザインを担う役割としてのデザイナーもいれば、ユーザーインターフェースの設計をHTML/CSSというコードで表現する部分を担うデザイナー（ 15） もいる。デザイナーという言葉に何から何まで含めるのかは、それこそ多様な文脈があり、一様の共通認識を作るのは難しい。デザイナーという役割に対する期待のすれ違い（ 16） を生む要因になっている。",
        "location": "331"
      },
      {
        "text": "「要求」とは、「こうしたい、こうありたい」という希望のことだ。ユーザーの業務や活動として実現したいことを表現している。例えば、「インターネット上で取引できるようにしたい」とか、「オフィスの外から見積もりデータを見たい」といったことが挙げられる。これから作るプロダクトで、どのような要求をどこまで扱いたいのか把握するところから始めなければ、いつまでも雲を掴みにいくような感覚しか芽生えないだろう。こうしたいという希望が尽きることはないからだ。",
        "location": "423"
      },
      {
        "text": "「こうしたい」という要求を実現するための条件が、「要件」にあたる。要求をもとに「何を実現しなければならないか」を決めたものだ。例えば、「インターネット上で取引できるようにしたい」という要求も、具体的には「クレジットカードで決済できること」とか、「後日請求書にもとづいた支払いができること」など、満たすべき条件が何であるか決める必要がある。要求から要件を定義するところで認識が合ってなかったり合意が曖昧だったりすると、「作っているものが間違っていた」という判断となり、その後で必要なフォローが大きくなりかねない。",
        "location": "428"
      },
      {
        "text": "このように、要求、要件、仕様で意味するところは異なる。この区別が人によって違うため、「要件定義」と口にしたときに、それは希望を明確にすることなのか、プロダクトで実現すべき条件を定めることなのか、仕様を決めることなのか、異なる可能性がある（ 27）。要件を決めようと始めたのに、実際には要求が何なのかを考え始めているとしたら、まだ業務やユーザー活動のあるべき姿を模索している段階と言える。こうなると、何を作るべきかの議論はブレることが予想され、まだかなりの時間を要することになる。後で控えているものづくりの時間を逼迫させることにもつながりかねない。だから、何が決まっていて（少なくとも要求は認識できている、など）、そしてこれから何を決めるのかについて関係者の間で認識を揃えることは、プロダクトづくりで最初にやるべき大事なことのひとつだ。",
        "location": "439"
      },
      {
        "text": "最後のケースは、開発チームが計画上フィードバックを受け入れる余地がないという状況だ。何のために反復的な開発を行っているかというと、早く（少しだけ） 形にすることであり、プロダクトとして何が必要なのかをチームと関係者が早く理解できるようになるためだ。せっかくその学びが得られたとしても、次の反復期間の開発対象に入れられない、その次も入れられそうにない、というかフィードバックを受け入れる余地がないプランニングになっているとしたら、そもそも反復開発をとる必要があるのか？ということになる。 プロダクトを変えられないのであれば、「要件定義での合意を変えられないものとする開発」と大差はないだろう。いまいちだとわかっていても、ひとまずローンチせざるを得ないという状況でその次に考えられる展開は、先に述べたとおりだ。関係者の失望はチームへの不信を生み、そうした関係性のもとで多くの変更を強いられる開発に苦戦することになるだろう。",
        "location": "604"
      },
      {
        "text": "プロセスやツールよりも個人と対話を、 包括的なドキュメントよりも動くソフトウェアを、 契約交渉よりも顧客との協調を、 計画に従うことよりも変化への対応を、 価値とする。すなわち、左記のことがらに価値があることを 認めながらも、私たちは右記のことがらにより価値をおく。",
        "location": "793"
      },
      {
        "text": "プロダクトバックログが途絶えている、死んでいるということは、プロダクトについての思索、施策、試作が止まっているということ だ。",
        "location": "915"
      },
      {
        "text": "ゴールデンサークルとは、サイモン・シネックが提唱する思考と行動のフレームワークだ。ＴＥＤでも紹介されているからご存知の方も多いだろう。簡単に説明しておくと、人に何か行動を促してもらうためには、まず目的（Why） を伝えることから始めて、次にその目的を実現する手段（How）、さらに具体的な行動や製品（What） を伝えるという流れのフレームだ（図８）。「先に製品紹介（What） から始めてしまう」「具体的な指示（How） だけ行う」というのは、プレゼンや人とのコミュニケーションでとってしまいがちな過ちだというわけだ。",
        "location": "1,258"
      },
      {
        "text": "か。「正解のない状況の中でチームはやれることをやった。むしろ理想的なプロダクトづくりを行うことができた。そのはずだ」。 と、認識してしまうところに見えない壁が存在する。開発チームに ミッションの境界線（自分たちの役割は作るところまで） の認識がある限り、プロダクトづくりはそれ以上進展しない。確かに 開発チームは正しく作っている。ただし、間違ったものを、だ。",
        "location": "2,727"
      },
      {
        "text": "に「プロダクトが応えるべき要求（プロダクトバックログ） とは何か」 という仮説。この仮説の背景には、ビジョン（新しい世界観） にもとづいた理想的なユーザーの「体験」 がある。モノを買う、情報を探す、誰かと出会う、既にある何らかの行為をより良く変える(AsIsの改善)、あるいは全く新たな体験（ 13） を提供するのか（ToBeの創造） は、実現したい世界観に依る。だが、いずれにしても「想定する行動とそれに伴う感情の流れ」（体験） が存在する。プロダクトが想定ユーザーの行動と感情の流れに寄り添い、支えるために求められる「要求（プロダクトバックログ）」の言語化、整理が必要になる。",
        "location": "2,825"
      },
      {
        "text": "プロダクトを「ユーザーに届けて、使えるようにするためにはインターフェースとしてどうあるべきか」 という仮説。まず、想定するユーザーがプロダクトを受け止められなければならない。プロダクトを手にしたときに何のためのものなのか理解できなければ、そもそも使う体験すら始まらない。また、「使う」には最低限使えるという利用品質から、ユーザーの感情に作用し、より望ましい感情（快適さや楽しさなど） を喚起するレベルまで応え方に幅がある。後者は、プロダクトは「使える」ではなく「使いたい」対象になる。これも実現したい世界観と体験を踏まえて構想する必要がある。",
        "location": "2,834"
      },
      {
        "text": "は、「プロダクトづくりとその提供を持続可能にするためにどのようなビジネスモデルを描くのか」 というビジネスの仮説だ。事業として継続していくためには、その活動を支える収益設計が不可欠だ。",
        "location": "2,840"
      },
      {
        "text": "●第一の観点「要求は何か？」→「要求（プロダクトバックログ） の言語化、整理」 ●第二の観点「インターフェースはどうあるべきか？」→「ＵＩの方針決め」 ●第三の観点「ビジネスモデルはどうあるべきか？」→「ビジネスモデルの設計」",
        "location": "2,844"
      },
      {
        "text": "ここまでをまとめよう。ネガティブな結果、つまり「正しくないこと」の学びを積み重ねていき、そうした正しくないことを「除外」することで、結果的に正しさを残していく。これが、プロダクトづくりにおける仮説検証の戦略となる。すなわち、「正しくないものを作らない」 だ（図４）。「プロダクトとして何が正しいのか」に対するチームの基準（共通理解） とは、正しいものを見つけようとして見定めるものではない。正しくないものの理解からこそ、その基準の輪郭を浮かび上がらせることができるということだ。次からは、そのための原則を示していこう。",
        "location": "3,444"
      },
      {
        "text": "リーンソフトウェア開発の中心には、次の７つの原則がある。 原則１：ムダをなくす 原則２：品質を作り込む 原則３：知識を作り出す 原則４：決定を遅らせる 原則５：速く提供する 原則６：人を尊重する 原則７：全体を最適化する",
        "location": "3,530"
      },
      {
        "text": "この原則で、セットベースという考え方も説明することができる。「意思決定の選択の幅を残しながら作り進める」 というのは、根拠なく作り過ぎないということだ。原則１「ムダをなくす」の適用にあたる。作り手の思い込みによって機能を作り込んでも、ユーザーにとっては必要のないものでしかなく、使われないということがありえる。 また、選択の幅を残しているのは、意思決定を可能な限り引き伸ばすためだ。取り返しのつかない意思決定（ 15） をしてしまう前に、可能な限り学習を得て最適な意思決定を下すようにする。原則４「決定を遅らせる」を適用しているということになる。",
        "location": "3,539"
      }
    ]
  },
  {
    "id": "0cefc1af9e85272c48b1e1d161eb807e4749cddb0162dbb7b552fb4060a3e887",
    "title": "｢好き｣を言語化する技術",
    "author": "三宅香帆",
    "publisher": "ディスカヴァー・トゥエンティワン",
    "isbn": "9784799330838",
    "asin": "4799330837",
    "readDate": "2025/01/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0838/9784799330838_1_2.jpg",
    "highlights": []
  },
  {
    "id": "22024ccf80449d04bfbca1869a9285aad7b40eb0d66150c621bd184b8f3391b1",
    "title": "Tidy First?",
    "author": "Kent Beck/吉羽 龍太郎/永瀬 美穂/細澤 あゆみ",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784814400911",
    "asin": "4814400918",
    "readDate": "2025/01/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0911/9784814400911_1_2.jpg",
    "highlights": []
  },
  {
    "id": "8e20f7babb45b567c454435da8df94dc052077b90264d0ad95c451562c6b20a5",
    "title": "漫才過剰考察",
    "author": "令和ロマン・高比良くるま",
    "publisher": "辰巳出版",
    "isbn": "9784777831180",
    "asin": "4777831183",
    "readDate": "2024/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1180/9784777831180_1_4.jpg",
    "highlights": []
  },
  {
    "id": "bc0207e4f6b69b5dde19f1d1e8be14efd8815158b832de20c8cc1d790f087d92",
    "title": "のっちはゲームがしたい！の本",
    "author": "のっちと音楽ナタリー編集部",
    "publisher": "KADOKAWA",
    "isbn": "9784048977609",
    "asin": "4048977601",
    "readDate": "2024/12/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7609/9784048977609_1_8.jpg",
    "highlights": []
  },
  {
    "id": "868a1da8e6b4c379fe4a109c15cc954739d69d0cc525a43743f657278d3aa753",
    "title": "働くことの哲学",
    "author": "ラース・スヴェンセン/小須田健",
    "publisher": "紀伊國屋書店",
    "isbn": "9784314011365",
    "asin": "431401136X",
    "readDate": "2024/12/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1365/9784314011365.jpg",
    "highlights": []
  },
  {
    "id": "740617c2a4bdb087e17641a5764bfed34b0c5bf33c88e1e17346ed1ff89f5d80",
    "title": "GE帝国盛衰史",
    "author": "トーマス・グリタ/テッド　マン/御立　英史",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478115244",
    "asin": "4478115249",
    "readDate": "2024/12/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5244/9784478115244_1_2.jpg",
    "highlights": [
      {
        "text": "ＧＥでは最初に業績目標が決められ、どうやってそれを達成するかは二の次である。その目標を達成するために必要な数字が各事業に割り振られ、方法はどうであれ、数字を達成することが厳しく求められる。",
        "location": "1,027"
      },
      {
        "text": "ＧＥの元幹部で、他社のＣＦＯに就任したある人物は、ＧＥでの自分の経験に大きな欠落があることに気づいた。ＧＥではキャッシュについて考えたことがなかったというのだ。ＧＥの財務部門が、四半期ごとに各事業部が稼いだキャッシュを集金し、それを分配していたからだ。移籍先の会社でＣＦＯとして働きはじめて数週間後、彼はショックを受けた。担当者から、給料を払うための現金が足りないという電話がかかってきたのである。給料が払えないという事態を、彼は経験したことがなかった。それまで彼は、会社に出入りするお金を日々管理することが自分の仕事だとは知らなかったのである。",
        "location": "1,179"
      },
      {
        "text": "イメルトは、ＧＥキャピタルがウォール街を凌駕する金融機関であることを理解していなかった。少なくとも、気にしていなかった。だがＧＥキャピタルは、ＪＰモルガンやゴールドマン・サックスと肩を並べるほどのエリート金融機関だった。この粛清は、イメルトはキャピタルの味方ではない、という現場の認識を強固なものにした。",
        "location": "1,277"
      },
      {
        "text": "コングロマリット経営は、コングロマリット・ディスカウントだけでなく、管理コストを増大させる点でも人気がない。それを克服するために、たとえば、ダナハーはわずか数百人ですべての投資先企業に目を光らせていた。ウォーレン・バフェットが経営するコングロマリット、バークシャー・ハサウェイはもっとスリムで、トップにはほんの数人しかおらず、最高意思決定以外の機能はすべて各部門に置かれ、それぞれが責任を持ってコスト管理できるようになっている。 そんな風潮のなかでイメルトは、自分は人気のなくなったコングロマリット構造を正当化する、新たなビジョンを確立しつつあると思っていた。だが、ボーグという組織形態では、マネジャーは一個の完結した部門を運営するスキルを身につけられないばかりか、部門の業績や健全性を正確に把握することもできなかった。要した真のコストを知らずに利益を追求していたら、投資家に報告する数字はつくれても、業績もマネジメントも歪んでしまう。長期的に見ても、マネジメントの層を厚くすることが堅実な戦略だとは思えない。何のことはない、イメルトは、ウェルチが取り除いた官僚機構の階層を元に戻したのである。ウェルチが忌み嫌った階層型マネジメントが、名前を変えて復活した。",
        "location": "1,557"
      },
      {
        "text": "日本の福島で発生した津波による原発事故では、マスメディアに叩かれた（ＧＥがこの原子炉を造ったのは 40 年前のことで、設計方法を知っている者は会社に残っていなかった）。",
        "location": "2,860"
      },
      {
        "text": "ウォーレン・バフェットと彼の長年のビジネスパートナーであるチャーリー・マンガーが、自社株買いが許される２つのシンプルな条件を提起している。まず、会社に事業を運営するための十分な資金があること。そして「保守的に推定された本質的な企業価値と比べても、十分に割安な価格で購入できること」で ある。",
        "location": "5,397"
      },
      {
        "text": "いわゆるインスピレーショナル・リーダーシップと呼ばれるものだが、それはもう通用しない。 現実は体育会系スポーツの練習場ではない。ストーリーは戦略ではない。想像力だけではうまくいかないこともある。",
        "location": "6,058"
      }
    ]
  },
  {
    "id": "5a4d8989cecab2d00aa615ecac02b1fa9bde4a5c63a5a104c423f9d390db053e",
    "title": "戦物語",
    "author": "西尾 維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784065312629",
    "asin": "4065312620",
    "readDate": "2024/11/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2629/9784065312629_1_8.jpg",
    "highlights": [
      {
        "text": "「戦場ヶ原」 「何よ。まだ国家に 叛意 を？」 「いやいや、愛国心だよ。そして新婚旅行の行き先だ」 「？」 「戦場ヶ原に行こう。何でも知っている委員長に教えてもらったところによると、日本有数の、星の綺麗な湿原らしいぜ」",
        "location": "234"
      },
      {
        "text": "「出題者の性格の悪さを感じるじゃない。五人の命とひとりの命、どちらを選ぶのかを訊いているんじゃなく、命の選別に対して葛藤する様子を楽しもうという悪趣味を感じるわ。そういう出題者を轢き殺すのが正解なんじゃなくて？」",
        "location": "1,520"
      }
    ]
  },
  {
    "id": "fe55ce5c82d15fe32720c6918dab6860e4ea821b4815a5d553a8a702fb8458c0",
    "title": "世界で一番やさしい考え方の教科書",
    "author": "榊巻 亮",
    "publisher": "日経BP",
    "isbn": "9784296202010",
    "asin": "4296202014",
    "readDate": "2024/11/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2010/9784296202010_1_4.jpg",
    "highlights": [
      {
        "text": "「思考が煮詰まったら、すぐに『行動』するんだ。誰かに相談したり、新たな情報を集めたりすることで、また思考できる状態に戻す」 「そういえば、お父さんって考えるのがめっちゃ速いよね。私は一度考え始めると、ずーっと時間を使っちゃうんだけど…。お父さんは淀みなく考えている感じがするっていうか、停滞していないというか…。考えがどんどん進んでいく感じがする！」 「ははは、いい表現だ。思考は単発の活動ではなく、流れなんだよ。状況を認知し、思考し、そして止まる。それを行動で打破し、また認知に戻ってくる。こうやってテンポよく、考え方の循環サイクルを回していく必要があるんだ」",
        "location": "218"
      },
      {
        "text": "「大事なことだから強調しておくが、ビジネスでは『一発で正解を出す』のは難しい。そうではなく、『認知、思考、行動』のサイクルをグルグル回すことで、段階的に思考の質を上げていくんだ」",
        "location": "227"
      },
      {
        "text": "「間違えてもいいってこと？」 「間違えるというか、最初に考えて書いた答えは『たぶんこうなんじゃないか？』という仮説なんだよ。考え方の循環サイクルを回すことで、その 仮説を段階的に確信に近づけていけばいい」 （段階的に点数を上げていくってこと？ 何それ?!） 「正解がない世界では、一発で合格点を取るのは難しい。だから段階的に精度を上げていくしかない。ビジネスでは、それが思考するってことなんだ。ウチの会社では『考え方の循環サイクル』と呼んでいる」",
        "location": "231"
      },
      {
        "text": "Ｂａｄケースでは、柏から色々説明してもらって、そのたびに内容が修正され、最終的にはほぼ指示される形で、『顧客に請求書を指定されるケースを調査しよう』にたどり着いている。葵たちは受け身に回りっ放しで、双方向の対話になっていない。 これに対して、Ｇｏｏｄケースは、主体的に認知を深める動きをして、こちらから『調査しましょう』と提案する流れをつくっている。同じように見えて、全く違う。",
        "location": "307"
      },
      {
        "text": "「言葉、状況、意図。この三つを意識して話を聞くと、認知が根底から変わる。黙って聞くのではなく、積極的に質問をしながら聞くことになるんだ。耳を傾けるんじゃなくて、必要な情報を自分から取りにいく感じだな」",
        "location": "312"
      },
      {
        "text": "「質問で主体的に認知を深める。思考に足りない情報は自ら集める、と言ってもいい。これを自律的にできないうちは、いつまで経っても思考できるようにはならないぞ。認知は軽く見られがちだが、全ての土台になるんだ」",
        "location": "323"
      },
      {
        "text": "「具体的な状況を気にしながら聞いていると、自然に質問が出てくるはずなんだ。言葉だけで伝えられる情報は限定的なんだから。逆に、質問が全く思い付かないのは、ちゃんと聞けていないからだと思ったほうがいい」",
        "location": "359"
      },
      {
        "text": "【コツ１：自分の言葉で確認する】 「意図を確認するコツは、自分の言葉で相手の意図を語ることだ」 「自分なりに言い換えるってこと？ 言葉の認知は『ありのまま聞く』だったけど、それとは違うのね」 「そう。言葉を言葉のまま捉えても『意図をくめた』とは言えない。 伝えたいことをストレートにしゃべる人は、 実は少ない。相手が意図していることを、相手よりも上手に語れないとダメだと思っている」",
        "location": "396"
      },
      {
        "text": "今日は思考の話なんだが、これは結構難しくてね。例えば、『 考えを深める』 と当たり前のように言うが、 具体的に何をしたら考えを深められるのか。スパッと答えられる人はほとんどいない」",
        "location": "680"
      },
      {
        "text": "「繰り返しになるが、何について考えるべきかを整理できていないまま考え始めてしまうと、すぐに道に迷う。だから『答えるべき問い』を整理して、考えることの全体像を整えることが重要だ」",
        "location": "748"
      },
      {
        "text": "「答えが分からない場合はどうしたらいいの？」。父はピクッと眉毛を動かした。「 答えなんて、 誰にも分からないんだよ」",
        "location": "798"
      },
      {
        "text": "「手が止まっているときは、脳から何も出てきていない状態なんだ。考えているんじゃなくて、悩んでいるだけ。前に進んでいるんじゃなくて、その場で足踏みしているだけだ」",
        "location": "1,426"
      },
      {
        "text": "「なんとなく分かってきたかな？ 『走る速度、つまり考える速度』の問題より、『足踏みをしている時間、つまり悩んでいる時間』のほうがずっと問題なんだ」 「うん。分かった気がする。『休んでいる』って言われると、休んでないよって思っちゃうけど、『足踏みをしている』って言われたら、確かにって思えるかな」。",
        "location": "1,443"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "1,661"
      }
    ]
  },
  {
    "id": "9f6ea832eb70ac8e3aabbcfcfb34c4e18fd63604ca0350c73f0f69804caeee0d",
    "title": "納税、のち、ヘラクレスメス のべつ考える日々",
    "author": "品田遊",
    "publisher": "朝日新聞出版",
    "isbn": "9784022519979",
    "asin": "4022519975",
    "readDate": "2024/11/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9979/9784022519979_1_3.jpg",
    "highlights": [
      {
        "text": "全てはパターンに還元されてしまうけれど、それは概念の分解能を上げすぎなのだ。 映画を観ていると「この展開って、固有名詞が違うだけで前観たあの映画とほとんど同じじゃん」と気づくことがある。漫画を読んでいると「前読んだのと全く同じ種類のギャグ」に出会うことがある。そういうことに気づくと、白けるというかなんというか「結局はガワだけ取り替えた同じソフトウェアで機嫌を取られてるだけなんだなあ」という思いに支配されてしまいそうになる。けれどもむしろ、構造化してパターン分けすること自体が、個別のものごとに宿る豊穣さを見失う原因になっていないだろうか。「分析」による把握が、かえって理解を画一化してしまうのだ。だから、つまり、全ての作品が何らかの既存のパターンに依存しているとしても、その中で表現される個々のディテールやニュアンスはユニークであり、それ自体が価値を持っている。そう考えるべきなのだろう。",
        "location": "391"
      },
      {
        "text": "曲がりなりにも現実には迫力があり、ひとりの人間が簡単に一蹴できるほどくだらないものではない。その自覚を持っておかないと、視野がどんどん狭くなっていく。世間というものはそんなに上等なものか？ とは常々感じるけれども、それでも一旦は正解を外部に置き、葛藤を繰り返しながらも前向きに「媚び」を試みる姿勢が、「おしまい」への道から抜け出すために必要だと思う。 自分というひとりの人間もまた、世間という巨大な集合から切り離された小さな要素の一部にすぎない。その内部だけで完結してしまうと、内面の 土壌 はやせていく。「お前らが悪い」と責任を押し付けるのではなく、いつか「お前ら」を出し抜いてやる、という形で、裏切りを内包した接続を志向するのが、個人的には好みのひねくれ方だ。",
        "location": "444"
      },
      {
        "text": "「いえ、そんな。どんな姿になってもザムザさんはザムザさんですよ」 そう言って彼女はニコッと笑った。ザムザは最初その言葉を自分への気遣いだと解釈したが、やがて気づいた。彼女は本当に、心からそう思っているのだ。ザムザが人間であろうと毒虫であろうと、心の底からどうでもいいのだ。",
        "location": "1,222"
      }
    ]
  },
  {
    "id": "b6a0da9fa681e9b97f995340aec3c03c4ff50b65a83cd6399546db549f25c648",
    "title": "ソース焼きそばの謎",
    "author": "塩崎　省吾",
    "publisher": "早川書房",
    "isbn": "9784153400061",
    "asin": "4153400068",
    "readDate": "2024/10/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0061/9784153400061_1_2.jpg",
    "highlights": []
  },
  {
    "id": "44a1ac992715821f914b491b51e84de4e3dd35ef11aff7254260cfd38aa54184",
    "title": "狂気とバブル",
    "author": "チャールズ・マッケイ/塩野未佳",
    "publisher": "パンローリング",
    "isbn": "9784775970379",
    "asin": "4775970372",
    "readDate": "2024/10/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7759/77597037.jpg",
    "highlights": [
      {
        "text": "ある者が違法な会社で結託し、 新たに株を発行し、度を超えた取引を奨励する。 魅力ある空虚な名前と雰囲気で、 まずは信用を高めておいて、後から底へと突き落とす。 そして無の実体を株に分け、 群衆の不和を引き起こす。 ――デフォー",
        "location": "108"
      },
      {
        "text": "疫病が猛威を振るうようになると、終末が近づいているという、頭のおかしい狂信者の予言を信じる者が増えてきた。大きな災害が起きると、軽々しく人の言うことを信じたりだまされたりする人が激増するのが世の常である。ペストがヨーロッパ全土で大暴れした一三四五年から一三五〇年にかけては、終末はすぐ目前だという考えが浸透していた。ドイツ、フランス、イタリアのどの主要都市にも自称予言者が出没し、一〇年以内に大天使のらっぱが鳴り響き、雲の中から救世主が現れて世界に審判を下すだろう、などと予言していた。",
        "location": "3,218"
      }
    ]
  },
  {
    "id": "c9794addd4fbeddd12f2e18c20803e77a1a8cfc46728d5f6dd32d2850f357cb6",
    "title": "千歳くんはラムネ瓶のなか(9)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094532036",
    "asin": "409453203X",
    "readDate": "2024/09/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2036/9784094532036_1_2.jpg",
    "highlights": []
  },
  {
    "id": "c31188c7b194257543492fe3d3f4ec1e87f0174cf360025f1201319ce10b05df",
    "title": "ユリイカ(2024 10(第56巻第12)",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791704538",
    "asin": "4791704533",
    "readDate": "2024/09/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4538/9784791704538_1_3.jpg",
    "highlights": []
  },
  {
    "id": "be0748554f983ea6ca485275a5942cb4dc216201ce566ad5d4d9c54727fef71d",
    "title": "メディアと私たち",
    "author": "堤未果/中島岳志",
    "publisher": "NHK出版",
    "isbn": "9784144072376",
    "asin": "4144072371",
    "readDate": "2024/09/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2376/9784144072376.jpg",
    "highlights": [
      {
        "text": "そして、マスコミは中立であるべきだ、という一部の言説に対し、「中立なマスコミという幻想」をまず捨てなさいと警鐘を鳴らしています。特にリベラル層に多く見られる傾向ですが、私たちはあたかも中立で民主的でまっさらな情報を発信するマスコミが存在する、あるいはすべきだとどこかで思い込んでいる。その思い込み自体がステレオタイプなのです。これについてはフランスの思想家トクヴィル（＊ 19） が、『アメリカのデモクラシー』という著作の中で「民主制を終わらせるのはマスメディアだ」と指摘しているように、メディアはその成り立ち自体が持つ限界から、中立にはなりえません。この事実を受け入れた上で、受け手である私たちの中にあるステレオタイプの存在と、送り手であるメディアがそれを強化するという関係性を知ることが大切です。 メディアにはスポンサーという出資者がいて、そこでの制約があること。記者や制作スタッフやコメンテーターにもステレオタイプな主観があること。そして何よりも重要なことは、リップマンが言うように、そこで発信される情報イコール「真実」では決してなく、あくまでも切り取られた事実の一部にすぎないのだと、私たちが理解することなのです。",
        "location": "378"
      }
    ]
  },
  {
    "id": "4e85d15018cf3b844af539440a0a2be4ab7a41d02bcccf664c4335f458fac8c9",
    "title": "賃金とは何か",
    "author": "濱口桂一郎",
    "publisher": "朝日新聞出版",
    "isbn": "9784022952745",
    "asin": "4022952741",
    "readDate": "2024/09/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2745/9784022952745_1_3.jpg",
    "highlights": [
      {
        "text": "日本以外の社会では、労働者が遂行すべき職務（job） が雇用契約に明確に規定されます。ところが、日本では、雇用契約に職務は明記されません。明記されるか、されないかというよりも、そもそも雇用契約上、職務が特定されていないのが普通です。どんな仕事をするか、職務に就くかというのは、使用者の命令によって定まります。いわば、日本の雇用契約は、その都度遂行すべき特定の職務が書き込まれる空白の石板なのです。ここから、日本における雇用の本質は職務（job） ではなく、所属（membership） にあると規定することができます。ジョブ型、メンバーシップ型という言葉の由来はここにあります。",
        "location": "194"
      },
      {
        "text": "もっとも、年功賃金制といっても、現在の日本では決して勤続や年齢で一律に昇給するわけではありません。むしろ毎年の定期昇給の際に労働者一人ひとりを査定して、昇給幅が人によってばらついていきます。ここは非常に多くの人が誤解している点ですが、賃金分布が個別評価によって分散するという点こそが、現代日本の賃金制度の最大の特徴なのです。 意外に思うかもしれませんが、ジョブ型社会では、一部のエリート層の労働者を除けば、一般労働者には人事査定はありません。人事査定がなくてどうやって管理しているのかといえば、査定は仕事に就く前の段階でやっているのです。まず職務記述書があり、そこに書かれている職務をちゃんとやれるかどうかということを判定して職務に就けます。そこで技能水準を判定しているのです。その職務に定価がついているので、それで賃金が決まります。逆にいうと、職務に就けた後は、よほどのことがない限りいちいち査定しないのがジョブ型社会です。ここは多くの日本人が全く正反対に勘違いしているところです。 これに対してメンバーシップ型社会は、ジョブ型とは違って、末端労働者に至るまで人事査定があります。ジョブ型社会でも上澄み層には査定がありますが、その査定、評価は当然のことながら業績査定です。成果の評価です。ところが、日本では末端労働者まで査定するわけですから、業績評価が簡単にできるわけはありません。しかも、素人を上司や先輩が鍛えながらやっているのを評価するわけですから、個人レベルの業績評価などナンセンスです。そういう末端のヒラ社員まで全員、評価するというメンバーシップ型社会における評価のシステムは、業績評価よりも、むしろ中心となるのは「能力」評価と情意評価です。",
        "location": "239"
      },
      {
        "text": "ジョブ型社会における労働組合とは、基本的に同一職業、あるいは同一産業の労働者の利益代表組織です。従って、同一職業の労働者の利益を代表するものとして、この仕事はいくらということを決めます。それもできるだけ高く決めようとします。それが労働組合の任務です。これに対して、メンバーシップ型社会においては、労働組合は同一企業に属するメンバー（社員） の利益代表組織です。社員の社員による社員のための組織です。ですから、やることが全く違います。 ジョブ型社会、とりわけヨーロッパ諸国においては、労働組合は産業レベルで団体交渉を行い、労働協約を締結します。産業レベル、たとえばドイツでいうと金属労組と金属産業の使用者団体との間で、鉄鋼であれ、電機であれ、自動車であれ、金属労働者を一貫して、この仕事はいくら、この技能レベルの仕事はいくらという値付けをするのが労働組合の任務です。つまり、ジョブ型社会における団体交渉、労働協約とは、企業を超えた職種や技能水準ごとの労働力価格の設定です。これを何年かに一回、大々的に行うのです。ジョブについた値札を一斉に書き換える運動が、ジョブ型社会の団体交渉だと考えればいいでしょう。",
        "location": "265"
      },
      {
        "text": "こうしてこの時期に確立したのが「定期採用制」です。定期採用制とは、従業員を採用するに当たっては、学校卒業時又は兵役終了時といった一定の時期にのみ限定し、それ以外の時期にほかの企業に雇われていたような労働者を雇い入れることはしないという慣行です。ここに日本の特徴である長期雇用慣行が成立しました。多くの大企業が一斉にこういう雇用慣行を採用しましたから、一旦どこかの大企業を退職してしまった労働者は、ほかの大企業に採用される可能性はほとんどなくなってしまいます。渡り職工たちは大企業分野から閉め出されてしまい、そういう慣行をとらない中小企業で生きていくしかなくなってしまったのです。",
        "location": "357"
      },
      {
        "text": "定期昇給制の下では、使用者は毎年一回か二回、定期的に労働者の技能や業績を査定し、これに基づいて昇給を行います。この査定に当たって、使用者は、たとえ同じ技能水準であっても、企業内訓練施設で高いコストをかけて養成した子飼いの労働者のほうを、よその工場から異動してきた新参者よりも高く評価しました。そして、子飼い労働者を優先的に高い地位に昇進させました。子飼い労働者の異動防止のためのこういった措置が、この定期昇給制を事実上の年功賃金制、年功序列制の出発点としたのです。",
        "location": "369"
      },
      {
        "text": "年齢とともに給料が増加するというやり方に改める以外にはないと考える。このやり方による場合は、昇給は本人の技能の上達や物価騰貴に全然関係のないものとなり、もっぱら生活費の増加に対応するものとなり、給料の高低にかかわらずある程度以上の高給者と未成年者を除いて、勤続者は常に一定の昇給率でもって昇給することになるであろう。",
        "location": "410"
      },
      {
        "text": "８．日本の賃金構成はきわめて複雑している。しかして、 労働者の収入は、労働者の為した仕事の性質に非常に密接に連関しているとはいえないのが普通である。基本賃金率は、一般の産業では、年齢、性、婚姻関係、被傭者の勤務時間に応じて異なっている。 更に、基本給は全所得の極小部分のみしか示さないことがしばしばある。というのは数種類の特別の手当や賞与が支給されるからである。",
        "location": "661"
      },
      {
        "text": "賃金制度は職業能力、仕事の性質、なされた仕事の質や量に基礎を置いていない。時としてそれは勤労者の年齢や勤続年限によっている。また他の場合、われわれは調査にあたって男女勤労者の基本賃金を発見し得なかった。というのは、報酬は子供の数に基礎を置かれており、これら家族手当の性質や価値を決定し得ないのである。代表団は全部かかる賃金決定法を非難した。かかる方法は、雇主の意思のままに誤用され、差別待遇され得る道を開くものであるという事実はさておいても、方法そのものが非合法的非経済的である。賃金は勤労者の資格、その労働能力に基礎が置かれねばならぬ。",
        "location": "693"
      },
      {
        "text": "われわれが賃金闘争を組むにあたっても、同一労働同一賃金をうたうと、必ず若い労働者諸君から、これはいいことだ、ぜひやってくれといわれる。ところが、年輩労働者諸君には、確かに同一労働同一賃金がいいという理屈はわかる、しかし、おれたちは一体いままで粒粒辛苦して、やっとこの地位になったんだ、これをおびやかすようなことをやってもらっては困るという気持ちが強い。ずいぶん資料を出したり、あるいは説得してみるが、理屈はわかっても、感じとしてどうしても受け入れられないというのが、現場にもたくさんある。こんにちの労働運動が、青年層をどう握るか、会社が握るか組合が握るかにかかっている、ということがよくいわれるけれども、確かに、賃金の問題をめぐっても青年層の意欲をどう的確にとらえて全体の中に消化させていくかということが、組合に課せられた大きな任務だろうと考えている」",
        "location": "1,081"
      }
    ]
  },
  {
    "id": "ac6b57cf50e3510f6e128c29063506a70d87891ab14592e5ae1f0ab0401b5d82",
    "title": "世界の今を読み解く 政治思想マトリックス",
    "author": "茂木 誠",
    "publisher": "PHP研究所",
    "isbn": "9784569903880",
    "asin": "4569903886",
    "readDate": "2024/09/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3880/9784569903880_1_2.jpg",
    "highlights": [
      {
        "text": "議長席から見てジャコバン派が左側、ジロンド派が右側に着席したことから、前者を「左派」、後者を「右派」と呼ぶようになりました。 この場合の「右派」は、共同体（社会や家族） の伝統や秩序を重んじ、急激な変化を求めない考え方で、「保守主義」と言ってもいいでしょう。社会や家族を守ることが最高の価値であり、個人はその一員として頑張ろう、という立場です。 これに対して「左派」は、「共同体より個人。個人の権利と自由を制限するような伝統は、根本的につくり変えてしまえ」という考え方。改革や進歩を好み、言葉の本来の意味で「リベラル（自由主義者）」と呼ばれる人々です。",
        "location": "213"
      }
    ]
  },
  {
    "id": "40a22b4da8e9a895e527bf295a0af51601d588e1952db6992cf57f2331d45e4f",
    "title": "2000億円超を運用した伝説のファンドマネジャーの 株トレ",
    "author": "窪田真之",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478114179",
    "asin": "447811417X",
    "readDate": "2024/09/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4179/9784478114179_1_2.jpg",
    "highlights": []
  },
  {
    "id": "d6ba3b45f5408fbed5a4bdd0a909725f3b027d37c6885f74334d1ee67e66582b",
    "title": "口に関するアンケート",
    "author": "背筋",
    "publisher": "ポプラ社",
    "isbn": "9784591182253",
    "asin": "4591182258",
    "readDate": "2024/09/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2253/9784591182253_1_3.jpg",
    "highlights": []
  },
  {
    "id": "288a2e3c7cba91fc21da865cf097f9c4d7a97d3135bf5650d309f3ad66229814",
    "title": "地政学の逆襲",
    "author": "ロバート・カプラン/櫻井祐子",
    "publisher": "朝日新聞出版",
    "isbn": "9784022952707",
    "asin": "4022952709",
    "readDate": "2024/09/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2707/9784022952707_1_3.jpg",
    "highlights": [
      {
        "text": "アメリカは、ユーラシアの歴史的帰結に影響をおよぼそうとして数千億ドルを費やしながらも、長い陸の国境を接する国で起こっているできごとを、不思議なほど静観している。しかも、その隣国は大混乱に 瀕 していて、イラクとアフガニスタンの合計の二倍近くの人口があるのだ。 もちろん、厳重な国境警備体制があれば、ナショナリズムを掲げ、健全に機能するアメリカが、部分的に無秩序状態で機能不全のメキシコと共存することはできる。しかしそんな状態は長くは続かない。",
        "location": "6,200"
      }
    ]
  },
  {
    "id": "ae7df853eff730988a368edc19b18898115d0056e6133f3dab879e12aa4b6bb0",
    "title": "世界で一番やさしい 資料作りの教科書",
    "author": "榊巻 亮",
    "publisher": "日経BP",
    "isbn": "9784296103942",
    "asin": "4296103946",
    "readDate": "2024/09/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3942/9784296103942.jpg",
    "highlights": [
      {
        "text": "「いいかい。資料で大事なのは、図や文章じゃない。 伝えたいことがあるか、ないかだ。この資料にはそれがないんだよ」",
        "location": "236"
      },
      {
        "text": "「この資料には『新業務フローについて』としか書いてないから、新しい業務フローの何について話したいのか、全然分からない」",
        "location": "240"
      },
      {
        "text": "「そうだ。 伝えたいことを一番目立つところに書いておくのが、資料の鉄則だ。キーメッセージという言い方もする。 伝えたいことをわざわざ隠しておく必要はないんだからね」",
        "location": "254"
      },
      {
        "text": "「例えば、新しい業務フローを作りました。変更点はここなので、間違えないようにしてください、とか。新しい業務フローを作りました。これで業務上の問題が生じないか確認してください、とか。新しい業務フローを作りました。現場のメンバーに周知してください、とか。そういうことが本当に伝えたいことなんじゃないのか？」",
        "location": "263"
      },
      {
        "text": "「この資料で伝えたいこと。つまり、キーメッセージをスライドの一番上に書くこと。これだ」",
        "location": "288"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "297"
      },
      {
        "text": "Ｑ１．これは「××」さんに見せる資料ですよね？ Ｑ２．結局、この資料で「××」ってことが伝えたいんですよね？ Ｑ３．その結果、相手に「××」と言ってもらえればいいんですよね？",
        "location": "299"
      },
      {
        "text": "◆全ての源泉は「伝えたいこと」 葵にも言ったが、 資料の目的は「何かを伝えること」にある。 資料を通して何を伝えたいのか、読んでいる人からどういう感情を引き出したいのか。どんな行動を引き出したいのか。それが全ての軸になる。「伝えたいこと」を伝えるために資料はある。 しかし、資料作りを部下に頼んでいる本人さえ、「伝えたいこと」がハッキリしていないケースが非常に多い。何となく資料作りを依頼している。これがグダグダな資料を生む元凶だ。伝えたいことがハッキリしないなら、資料を作るのはやめた方がいい。",
        "location": "333"
      },
      {
        "text": "「Ｓｔｅｐ１は、キーメッセージを資料の一番上に書くだったね」 そう言いながら、父はノートの右側のに、パワポのスライドを模した長方形を描き始めた。「スライドのタイトル部分にそのまま、キーメッセージを書けばいい。『新しい業務プロセスで二日のリードタイムを実現したい』ってね。こんな感じだ」 「そのまま書くの？」 「そうだ。これでパワポのスライドタイトルは完成だ。次はスライドの中身を作っていくんだけど、 タイトルを書けた段階で資料作りの七〇パーセントは完成なんだよ」 「大げさじゃない？ たった一文、書いただけじゃない」。葵が口をとがらせる。",
        "location": "400"
      },
      {
        "text": "「キーメッセージに加えて、何があると伝わりやすいか？ キーメッセージだけだと、相手にどんな疑問を持たれそうか？ それを自問自答しながら考えるといい」。ノートに「問い」が書き込まれる。 「うーん」。葵",
        "location": "429"
      },
      {
        "text": "「良い例と悪い例をいくつもピックアップしてくればいい。そして、なぜ良いと感じるのか、悪いと感じるのかを言葉にしてみるんだ。そうやって本質的な違いはどこにあるのかを考えていけばいい」",
        "location": "528"
      },
      {
        "text": "「いや、大事な話なんだよ。いいかい？ そもそも人は、書籍から学ぶ、口伝で学ぶ、経験から学ぶ。この三つからしか学べないんだ。だけど結局、本や口伝で見聞きしたものは単なる知識でしかないから、実戦では使いものにならない。だから最も大事なのは、経験から学ぶことなんだ！」 葵は「しまった」と思ったが、もう遅い。一度スイッチが入ると、父の暴走はなかなか止まらない。父の話はとめどなく続く。 「しかしだ！ ただ経験すればいいってものでもない。考えながら経験し、経験から新たな考えを引き出す。新たな考えを元に、また経験する。この経験学習のサイクルが必須なんだ。これをサボっている人間が多すぎる。本を読んで勉強するだけでは、頭でっかちな人間にしかなれない！」 「…」",
        "location": "534"
      },
      {
        "text": "「伝えたいことが伝わるかどうか」を軸に、資料をレビューするのだ。伝えたいことが伝わらないなら、伝わるように修正すべきだ。資料レビューの観点は実はそれだけ。何色を使っていても、伝わるならそれでいい。",
        "location": "555"
      },
      {
        "text": "・ＭＵＳＴの指摘：「これでは伝わらない」。だからこう書き直さないとマズイ ・ＷＡＮＴの指摘：「伝えるうえで致命傷ではない」が、こう直した方がより伝わりやすくなる ・趣味の指摘：「伝えることにはほぼ影響がない」。ただこう直した方がセンスがいい。つまり、自分好み",
        "location": "563"
      },
      {
        "text": "良い依頼の条件２ 期限が明確（いつまでにやるかをイメージできる） 「二つ目は期限が明確である、ということだね」 「そう。いつまでにやればいいのか分からないと、欲しいタイミングに間に合わなくなるから。それに仕事に優先順位も付けられなくなるし、依頼を受けられるのか判断もできない」 「その通りだね。少し補足すると、 期限と一緒にどのくらいの工数をかけるべきかも明確にしておくといい」",
        "location": "692"
      },
      {
        "text": "「でも、『実はさ、前回お客様に漢字の変換ミスを指摘されちゃったんだ。ミスが続くと信頼されなくなるから、誤字脱字のチェックをしてくれないか？』といった感じで目的と背景まで合わせて伝えてもらえたら、受ける側もやりやすくなるし、しっかりやろうと思うだろ？」 「むむっ！ 確かに。しっかりやらなきゃって、自分のことのように感じるかも」",
        "location": "714"
      },
      {
        "text": "目的が加わると俄然、自分で考える余地が増える。そうなると、自分なりのプラス α を考えられるようになるんだ」。父は自らの頭を指さしてみせる。 結局「なぜこの仕事をしているのか」を語れればＯＫ 「目的と背景はどう違うの？」 「目的はコピーをした後にどう使いたいのかという話。背景はコピーが必要になった経緯。なぜコピーを取ることになったのか」 「ふーん」 「でも、そんなに厳密に切り分けなくていい。 結局は『なぜこの仕事をしているのか』を本人が自分の言葉で語れるなら、それでいいんだ」",
        "location": "724"
      },
      {
        "text": "「まず、動作。具体的にどう確認してほしいのかを、ハッキリ書いてほしいですよね」 「うん、うん」 「次は期限か。いつまでに確認すればいいのか？ 確認にどのくらいの時間をかけるべきなのかが、今のメールじゃ全然分からない。だからそれを書く。最後は目的と背景ですよね。これは何のための確認なのか？ なぜ確認が必要なのか？ それを書けばいいんじゃないですか」。大路は葵に教えてもらった通りに、指を折って数えながら話している。",
        "location": "934"
      },
      {
        "text": "「ほんとに大したもんじゃないのよ。ちょっとしたことを気を付けるだけで、コミュニケーションがスムーズになるって話。三つっていうのは『発言に見出しをつける』『質問にストレートに答える』『最後まで言い切る』なの」",
        "location": "1,171"
      },
      {
        "text": "【よく使う見出し】 質問です 確認です 感想です 賛成です 反対です 違う意見があります 相談したいです 提案です 補足です 報告です 困っています アドバイスがほしいです とりあえず聞いてもらいたいです",
        "location": "1,207"
      },
      {
        "text": "「私はよく理解できたんですが、世の女性はそんなふうに思っていないような気がして。『それは男性側の論理であって、女心がちっとも分かっていない』とか言われそうじゃないですか？」 「そうかもしれないわね。でもこれは男女間の話ではなく、コミュニケーションの話だと思うの。男同士、女同士、男女間でも、全部同じ。だって資料を作るときに、男性社員向けとか考えないでしょ？ キーメッセージがハッキリしていれば相手に伝わるし、そうでないなら伝わらない。 それだけのことよ」 「コミュニケーションの原理・原則ってことか」。片澤が天を仰ぐ。 「そうそう。夫婦のやり取りは全てを効率的にしなくてもいいんだけど、コツを知っていて、必要なときに 齟齬 のないコミュニケーションができるなら、それだけで全然違うのよ」",
        "location": "1,387"
      },
      {
        "text": "――父は葵が作った新サービスの説明資料にざっと目を通すと、あっさり言った。 「この資料の作り方は、ちょっともったいないな。一番マズイのはストーリーがないことだ」 葵も片澤もどこを直したらいいのか分からず悩んでいたのに、父には改善ポイントが見えているようだ。",
        "location": "1,659"
      },
      {
        "text": "「主張は伝えたいことだよね。それは資料の作り手の視点だろ？ 自分は何を伝えたいのかという話だ。 要望はその結果、相手にどうなってほしいのかという視点なんだ」",
        "location": "1,745"
      },
      {
        "text": "普通に話が通るようにシナリオを作れればいいが、ストーリーには王道もあるので、機会があれば教えてあげたい。話の流れの頭文字を取って、名前まで付いている。 ・報告などで有効な「ＰＲＥＰ法」 Ｐｏｉｎｔ（結論）―最初にポイントや結論を述べる Ｒｅａｓｏｎ（理由）―その理由を話す Ｅｘａｍｐｌｅ（具体例）―例を挙げて、納得を促す Ｐｏｉｎｔ（結論）―最後にもう一度、結論を述べる",
        "location": "2,056"
      },
      {
        "text": "・プレゼンイベントでよく使われる「ＳＤＳ法」 Ｓｕｍｍａｒｙ（概要）―今日話したいことは、この三つです Ｄｅｔａｉｌ（詳細）―一つ目は～、二つ目は～、最後に三つ目は～ Ｓｕｍｍａｒｙ（まとめ）―三つの話を通して、一番伝えたかったこと ・営業などの売り込みで使われる「ＦＡＢＥ法」 Ｆｅａｔｕｒｅ（特長）―他との違いは何か（作業を自動化できる） Ａｄｖａｎｔａｇｅ（利点）―どんな効果があるか（承認時間が３分の１になる） Ｂｅｎｅｆｉｔ（利益）―聞き手は何がうれしいか（空いた時間で他の業務ができる） Ｅｖｉｄｅｎｃｅ（証拠）―それって本当か？",
        "location": "2,061"
      }
    ]
  },
  {
    "id": "02d0d720da6aff547c962e24b127954907381723675d825dd3f6570178a21d53",
    "title": "結物語",
    "author": "西尾 維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784062839006",
    "asin": "4062839008",
    "readDate": "2024/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9006/9784062839006.jpg",
    "highlights": [
      {
        "text": "「羽川。お前は何でも知ってるな」 「何でもは知らないわよ。知ってることだけ」 へらっと笑って、羽川はそう応じた。 昔のように──しかし、今の羽川は、こう付け加えた。 「知れば知るほど、知らないことが増えていく」 知ってる人も、いつか知らない人になる。",
        "location": "2,115"
      },
      {
        "text": "「昔の自分を裏切るようで、幸せにはなりきれんか？ 成功したことが後ろめたいか？」 「そういうわけじゃないんだけど」 そういうわけなのか？ 僕は変化を恐れているだけなのだろうか。 いや、それだけとも言えない。 高校時代に読んでわからなかった本を読んで、今だったらわかることは確かにある。成長したことで、好みが変わることもある──だが一方で、あれだけ面白かったはずの本が、わからなくなってしまうこともあった。 あんなに楽しんでいたはずなのに、楽しくなくなってしまった。 絶対に感動したはずなのに、かつて、人生を変えられたような愛読書を読み返してみると、噓みたいに薄っぺらく感じてしまって──凡庸にもほどがあって──その失望に、僕は消えてなくなりたいほどの罪悪感を覚えた。",
        "location": "2,803"
      }
    ]
  },
  {
    "id": "5be9d848509888d073da0c73cb9f080cdf0e722974aad785d8bd06a420302ff1",
    "title": "OSO18を追え “怪物ヒグマ”との闘い560日",
    "author": "藤本 靖",
    "publisher": "文藝春秋",
    "isbn": "9784163918723",
    "asin": "4163918728",
    "readDate": "2024/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8723/9784163918723_1_21.jpg",
    "highlights": []
  },
  {
    "id": "f744a369be53a277e9867629fa7a16a1d278f56bb82a4845dc0a91fb3490be49",
    "title": "わが投資術 市場は誰に微笑むか",
    "author": "清原 達郎",
    "publisher": "講談社",
    "isbn": "9784065350355",
    "asin": "4065350352",
    "readDate": "2024/09/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0355/9784065350355_1_2.jpg",
    "highlights": [
      {
        "text": "あなた以外の人が全員正しく、あなた一人が大きな間違いを犯したとき、市場はあなたを罰しません。逆にその他の人が全員間違ってあなただけが正しかったときは大きく報います。 市場は、あなたの意見が少数意見である限りあなたの味方です。",
        "location": "162"
      },
      {
        "text": "「投資のアイデアを探す」ということは「株価に織り込まれていないアイデアを探す」ということです。 もともと少数派だった自分の考えやポジションが「実は多数派になっていた」ことを発見した時は、何らかのアクションを取ったほうがいいかもしれません。大きなリスクを抱え込んでしまった可能性がありますから。",
        "location": "192"
      },
      {
        "text": "新聞や複数の雑誌を定期購読すると合計で月１万円以上になってしまいます。年間12万円以上です。そのお金で1200円の株を100株買えるわけですよ。 とにかく個人投資家の方は節約をして株を買う元手をためることが何より大事です。",
        "location": "338"
      },
      {
        "text": "大型株に投資したり空売ったりするためにはマスメディアやアナリストのコメントをフォローする必要があります。そうでないと何が相場に織り込まれているのか（コンセンサスが）わかりませんから。もちろんアナリストの意見を聞いたりメディアをフォローしたりするだけで運用成績が上がるとは限りません。前にも書いた通り大型株は難しいんです。でもコンセンサスを知ろうと努力もしないようでは土俵にも立てません。 その点、割安小型株はマスメディアも含めほとんど誰にも相手にされてないのでコンセンサスを知るためにマスメディアに頼らなくてもいいのですよ。 もし、その割安小型株をあなたが「成長株」だと思って投資して「実は違った」という場合でも、あなたが損をする可能性は低いと思います。だってそんな割安株、成長すると思っている人なんてほとんどいませんから（この議論はとても大事でこの本の根幹部分です。第３章の「割安小型成長株投資」の項目に詳細が書かれています）。 でも、もしその割安小型株の出来高が急増していて株価が上がっていたらどうでしょうか？ おそらく、その会社が「成長する」ことを期待している他の投資家がいるということですから、買うと損をするかもしれません。とにかく値上がりした株はできるだけ買うのを避けるのが私の基本的な考えです。",
        "location": "389"
      },
      {
        "text": "私の結論を簡単に言えば、「投資家はマクロで勝つのは非常に困難だが、ミクロでは勝てるチャンスが多い」 ということです。マクロとは日経225、為替、金利のように経済全体にかかわるような指標のことです。ミクロというのはその逆でさっきのレストランの例を思い浮かべてください。",
        "location": "471"
      },
      {
        "text": "先ほどのレストランの話の続きをしましょう。もし、証券会社のアナリストがこの会社をよくフォローしていて、そのレストランにもしょっちゅう食べに行っていたとしたらどうでしょうか？ あなたが空売りする前にアナリストが「この会社は短期的に利益を上げるためにコストを下げたが、結果として来店者数は減っている。この株は売り」というネガティブなレポートを出して相場が織り込んでしまう（株価が下がってしまう）かもしれません。そうなると、もうあなたには儲けのチャンスはありません。 その企業をフォローしているアナリストの数が多ければ多いほど、異変が起きた時、アナリストに察知されやすくなり、アナリストに出し抜かれる確率が高くなります。結果として投資家は儲けにくくなります。 私はソニーの株価が将来どうなるかまったくわかりません。あまりに事業が多すぎて全体としてどうなるのかまったくわからないのです。アナリストのフォローも多いですし。一年間熱心に勉強しても儲けにはつながらないでしょう。だから、そういう株のリサーチは原則しないのです。私のソニーに関する知識はほぼゼロです。 時間は有限です。皆さんの多くがそうであるように、ほかに仕事があって株式投資を片手間にやるのだったらなおさらです。何かに時間を使いたければ何かに時間を使うのをやめなければいけません。",
        "location": "501"
      },
      {
        "text": "今の会社、今の仕事がなんとなく嫌でも、自分が何をやりたいか具体的にわからない状況で会社を安易に辞めるべきではない。 2. ある程度やりたいことが決まったら、今の会社で給料をもらいながら自分の目指す仕事に必要なスキルが磨けるかどうかを判断する。目指す仕事に役立つことだけを今の会社でやる。 3. やりたいことが決まっても、それを達成する方法は複数あるかもしれない。人生の目的が「一生野球をやりたい」だとしても、プロ野球選手を目指すのが最善な方法とは限らない。やりたいことは今の会社にいてもある程度はできるかもしれない。「ただ好きだからやりたい」のなら趣味や副業でもいいかも。 4. 時代の流れを読む。自分のやりたいことが時代の流れに合っているか考える。そのうえで成功する確率を考える。誰しも自分の人生がかかっているので失敗はしたくないはず。 5. 自分の実力を正しく判断する。いくら時代の流れに乗ったビジネスでも競合する会社や人に勝てなければ成功はできない。自分の独自色を出したビジネスができるかどうか考える。 6. 出会いを大切にする。自分に実力があって人としての信頼があれば、良い話は向こうからやってくる。ここぞと思った時には思いっきり自分をアピールする。",
        "location": "620"
      },
      {
        "text": "私はリスクのない世界は「死んだ世界」だと思っています。人間は生きている限りリスクから逃れられません。リスクを完全になくそうと思うなら死ぬしかありません。リスクのないヘッジファンドなど存在しないし、リスクが小さいことを売り物にしているファンドがあったならかえって怪しいと思ったほうがいいでしょう（後ほどAIJ投資顧問詐欺事件のところでも言及します）。",
        "location": "1,061"
      },
      {
        "text": "個人投資家の方で自分にはそういうスクリーニングはできないという人は、とりあえず低PER、低PBR銘柄の中からいけそうな銘柄を選び、ホームで決算短信を見てネットキャッシュ比率を確認してもいいかもしれません。PBRは低くても「この会社は固定資産ばかりで現金にまったく余裕ないわ」などとチェックするだけでもいいでしょう。 我々は、このスクリーニングを数ヵ月に一回やって割安銘柄の候補を探していました。最後にやったのはファンド終了の１年ぐらい前でしたかね。 その時はネットキャッシュ比率１以上の銘柄が320社もありました。 ネットキャッシュ比率が1というのは「会社がただで買えるほど割安」ということです。数字が大きいほど割安ということになります。",
        "location": "1,216"
      },
      {
        "text": "古い産業のアナリストの方は、そろそろ設備や工場の更新のスケジュールに気を付けたほうがいいかもしれません。いくらキャッシュリッチでも、工場の建て替えの予定があるような会社は自社株買いを渋るかもしれません。要注意です。 そうそう、この前、ある化学企業のホームを見ていたんですよ。２目に主力工場の写真が載っていて「これがわが社の主力工場です。創業以来○○年、この土地でやっています」と誇らしく書いてあるのです。でも、工場の写真を見て思いました。「わっ、古すぎ。全部錆びてるじゃん。工場全体がゴミみたいだなあ」。ホームにはその会社の新製品の説明なども書かれていましたが、私には「この工場いつまで使うの？」という疑問だけが残りましたねえ。",
        "location": "1,274"
      },
      {
        "text": "REIT（不動産投資信託）も考え方は同じです。築年数が古いオフィスビルなどを持っているREITは建て替えに直面すると大きな現金の流出になります。というか、築年数30年の物件を買ってポートフォリオに入れると、その30年分の減価償却費の積み立て分が最初からないわけですから、基本、建て替え時に償却費の積み立て不足に直面するわけですよ。 今のところは大きな問題にはなっていませんが、あと15～20年すれば投資家の皆さんも気にし始めるかもしれません。「REITは安定的に配当が出るからずーーーっと持ったままで大丈夫だ」と思わないほうがいいかもしれませんよ。",
        "location": "1,281"
      },
      {
        "text": "ください。「今の日本の長期金利を前提にすると、PERが10倍以下の株は総じて信じられないぐらい割安。長期金利（10年国債の利回り）が3％まで上昇してもまだ十分割安」 だということを。",
        "location": "1,291"
      },
      {
        "text": "1. 経営者がその企業を成長させる強い意志を持っているか（必要条件） 2. 社長と目標を共有する優秀な部下がいるか 3. 同じ業界内の競合に押しつぶされないか 4. その会社のコアコンピテンス（強味）は成長とともにさらに強くなっていくか 5. 成長によって将来のマーケットを先食いし、潜在的マーケットを縮小させていないか 6. 経営者の言動が一致しているかどうか",
        "location": "1,520"
      },
      {
        "text": "個人投資家の方でこういうコントラリアン的な底値拾いをしようと考えておられる方に申し上げたいことが２つあります。 1. 買った後、株価が下がってもくよくよしない。当たり前のことが起こっただけです 2. 株価が２割とか３割とか上がったぐらいでは売らないでください",
        "location": "1,798"
      }
    ]
  },
  {
    "id": "8d83b9bd4cd905183e9bf000bdaa9f09af9e8b4099bbea7d4dc51e5891ee8feb",
    "title": "世界で一番やさしい会議の教科書",
    "author": "榊巻亮",
    "publisher": "日経BP",
    "isbn": "9784822271787",
    "asin": "4822271781",
    "readDate": "2024/08/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1787/9784822271787.jpg",
    "highlights": [
      {
        "text": "「そうだ。会議は何かを決める場のはずだ。だから会議の終わりには必ず〝決まったこと〟と〝やるべきこと〟があるはずなんだ。定例会では、営業部門へ連絡するという〝やるべきこと〟が発生していたが、葵の先輩の片澤くんは分かっていなかった。もし会議の終わりに改めて確認していたら違ったと思わないか？」",
        "location": "240"
      },
      {
        "text": "やるべきことは、〝誰が、いつまでに、何をするか〟を明確にした方がいい。",
        "location": "260"
      },
      {
        "text": "今日教えたのは、単に「確認する」ということだけだ。至極まっとうな内容で、難しくもない。しかし、世の中の会社でキッチリこれをやれているのはごく一握りだろう。たかが確認だが、されど確認だ。やればやっただけ確実に効果がある。逆にこれくらいのことができないなら、ほかに何をやってもダメだ。まずは確認をキチンとやることに集中してほしい。 もっとも、葵はエンジンのかかりは遅いが、やり始めたら愚直にやるタイプだ。意外とうまくやるかもしれないな。",
        "location": "269"
      },
      {
        "text": "「決まったことと、やるべきことを確認したら、会議の後に参加者全員に確認の結果をメールするといい。備忘録になるし、やるべきことをプッシュする効果もある。",
        "location": "384"
      },
      {
        "text": "「あ、もう一つ、会議の時間を確認したいのですが」 「会議の時間は一時間だろう？」。今度は片澤が口を開いた。 「いえ、議題ごとの時間です。今日は内容が多そうなので時間配分を確認しておきたかったんです。議題はこんな感じですよね？」。葵はホワイトボードに議題を箇条書きにした。あーなるほど、という感じで、片澤がうなずく。 「うーん、そうだな…、片澤、どのくらいかかるかな？」。水口は答えに困ると、すぐに部下に丸投げする。 「え？ 俺ですか？ …えーっと…うーん。それぞれこんな感じですかね？ 時間がきついなぁ」と言いながら、片澤がその横に時間を書き込んだ。 定例会議〈議題〉 ●問い合わせ内容の確認 ５分 ●事後対応が必要なものを選定 15 分 ●事後対応方法と担当を決める 35 分 ●決まったこと、やるべきこと確認 ５分 「なるほど、ありがとうございます！ 時間いただいてすみませんでした」と葵。 「まぁ、よく分からないけどいいよ。じゃあ時間もないし、さっさと始めよう」と水口。",
        "location": "478"
      },
      {
        "text": "「こんな状態の会議は終了条件が不明確だと思っていい。例えば〝××について意見を出してほしいんですが、何かありますか？〟とか〝××について説明します。まず…、〟という感じで始まる場合だ」",
        "location": "593"
      },
      {
        "text": "目指すべき状態を共有しておくことが大事なんだ。たったそれだけで、全員が勝手にその目標に向かってくれるようになる。",
        "location": "621"
      },
      {
        "text": "会議で一番無駄な時間は、「資料を読み上げる」時間だ。誰かが音読するより、個々に黙読する方がはるかに早い。",
        "location": "685"
      },
      {
        "text": "私が教える時は「目的」を「終了条件」という言い方に変えて表現している。この方が適切な目的を設定しやすい。「目的」という言葉で逃げずに「終了条件」を考えてほしい。",
        "location": "697"
      },
      {
        "text": "例えば、商品開発部が営業部の課長を集めて、来月発売される新商品について説明会兼打ち合わせを行う時、終了条件をどう考えればいいのだろうか？ ダメな例はこれだ。〝すること〟は手段に過ぎない。 × 新商品の概要を説明する 惜しいのはこんな例。状態で考えているのはいいのだが具体性がない。つまり終了状態を参加者がイメージできないのだ。 △ 新商品の概要を理解した状態 良い設定の仕方はこんな感じ。 ◯ 営業課長が、新商品の概要を部下に説明できる状態 ◯ 営業課長が、新商品がどんな顧客に有効なのかを理解した状態 ◯ 営業部門が、顧客に新商品を提案できる状態 どんな状態なのか具体的にイメージができるだろう。 三つの例を挙げたが、どの終了状態を目指すかによって参加者の発言も、質問の観点も異なる。「部下に説明できる状態」と「顧客に提案できる状態」では参加者の心持ちも異なるはずだ。終了状態の設定は会議の質に直結するのだ。",
        "location": "700"
      },
      {
        "text": "「発言をそのまま書く んだ。文字でいい。 書く時には、〝意見〟、〝論点〟、〝決定事項〟を意識して書き分ける と、スクライブしやすくなる」。",
        "location": "901"
      },
      {
        "text": "「議論は〝問（論点）〟に対する〝回答（意見）〟が積み重なって成立している。そして、複数の問（論点）を同時に議論することはできない。つまり〝たった今、何の問（論点）について話しているか？〟を明確にすることが、議論をかみ合わせるうえで極めて重要になるんだ。",
        "location": "936"
      },
      {
        "text": "書きやすい議論は筋道立っていて、整然としている ってわけだね」 片澤は大きくうなずいた。「そうです。 スクライブの重要な役割は〝議論の見える化〟と〝議論の整流化〟 であり、スクライブしやすいように議論を誘導することで、理路整然とした議論が展開されるようになるってことみたいですよ」",
        "location": "1,266"
      },
      {
        "text": "「一番気を付けたのは、スムーズに議論するためのプロセスを事前に考えておいたことですかね。今日は『まず全部意見を吐き出してもらってから、優先度の高い課題を選ぶ』というプロセスにしました」",
        "location": "1,546"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "1,670"
      },
      {
        "text": "課題解決の議論をする時に、議論がゴチャゴチャしたり混沌とするのは、八割方この階層がズレていることが原因",
        "location": "1,676"
      },
      {
        "text": "「会議をよく観察してみると、発言の語尾があやふやで、言いきっていない発言が本当に多いことに気づく。",
        "location": "1,727"
      },
      {
        "text": "「そういうこともあるだろうね。もちろんそれも必要なんだが、実はＰｒｅｐの全体からすると資料の準備はごく一部なんだ。Ｐｒｅｐで最も大事なのは〝会議の進め方を考える〟という要素だ。多くの会議ではなぜか、これが全く気にされていない」",
        "location": "1,953"
      },
      {
        "text": "「そうだ。一つめのＰはＰｕｒｐｏｓｅ（目的）だ。会議で何を達成したいのか？ つまり、終了条件の確認だね、これはもう知っている通りだろう」。二人とも大きくうなずく。 「第二のＰはＰｒｏｃｅｓｓ（進め方）。会議の終了条件に、どんな風にたどり着くのか、どの順番で何を議論すればいいのか、会議の流れを考えることになる。 第三のＰはＰｅｏｐｌｅ（参加者）だ。終了条件にたどり着くために必要な人を漏らさず呼び、貢献しない人は呼ばないということだ。矢口さんも『不要な人は参加させない』と言っていただろう」 （本当にそうね。貢献しないのに会議に呼ばれるなんて、お互いにとって不幸だもの）。葵は定例会に参加しても何一つ発言しなかった数カ月前の自分を思い出して苦笑した。 「最後はＰｒｏｐｅｒｔｙ（装備）だ。会議室は押さえているか、ホワイトボードはあるか、プロジェクターは必要か、場合によっては付箋紙やお菓子などを用意することもある。資料をホチキス留めするのはほんの一部の要素にすぎない」",
        "location": "1,958"
      },
      {
        "text": "「そうだね。実態が分かってないと、憶測で議論することになってしまうからね」と片澤。 「これ…、事前に調べておいた方がいいかもしれないわね」 「素晴らしい！」。父が叫んだ。「その通り、こうやって書いてみると、全員でやるべきこと、事前に準備や用意をしておいた方がいいものが見えやすくなるだろう？ グダグダ会議の多くは、これができていないんだ。例えば堀井さんが激怒している経緯を全員で集まって憶測し始めるとかね。誰も確かなことを知らないんだから、議論したってムダなのに。その挙げ句、堀井さんに確認しようって結論になったりするんだよ。だったら会議の前に聞いておけよ！ って話だろ？ こういう 想像力が足りないから、いや、むしろ想像しようとすらしないから、会議がグダグダになる ん",
        "location": "2,125"
      },
      {
        "text": "主催者ではなく、一参加者として、その会議を良い状態にするためには、Ｐｒｅｐよりも、隠れファシリテーターとして確認したり、書いたりする方がはるかに効果がある。 もう一つの理由として、〝会議は主催する人が作るもの〟という先入観も取っ払ってほしかった。参加する人全員に会議を良くする責任がある。少しでも生産性を高め、より良い場にする責任があるんだ。そういう思いもあってＰｒｅｐを最後に教えることにした。",
        "location": "2,178"
      }
    ]
  },
  {
    "id": "a007814834a8f352476af85d41bd2cbc51838c2c8bc398bbe8dc14c9bab2571f",
    "title": "東京、はじまる",
    "author": "門井 慶喜",
    "publisher": "文藝春秋",
    "isbn": "9784167920258",
    "asin": "4167920255",
    "readDate": "2024/08/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0258/9784167920258_1_7.jpg",
    "highlights": [
      {
        "text": "「小さすぎる？」 「そこは東京 に じゃない。東京 をとすべきじゃないか、曾禰君。ひとつひとつの物件など、しょせん長い道のりの一里塚。私はつまり、最後には、東京そのものを建築する」",
        "location": "57"
      },
      {
        "text": "山尾にしろ、片山東熊にしろ、長州人というのは仕事がはやい。あるいはそれが、あの幕末維新の動乱をついに勝ちぬいた要因のひとつなのかもしれなかった。",
        "location": "1,236"
      },
      {
        "text": "この瞬間は、或る意味、辰野金吾という人間の一生が集約された瞬間だった。一頭の 気 荒 な猪が故国への愛に焼かれ、師への愛に焼かれ、火だるまになって悲鳴をあげつつ駆けるのをやめない。 むしろますます荒れ狂う。おそらく日本近代の第一世代ならではの悲劇であり、後世から見れば、喜劇でなくもない。",
        "location": "1,426"
      },
      {
        "text": "人間が住まいに金を使うのは、いま金があるからではない。ゆくゆくまでもお金があるという自信ないし誤解があるからなのである。 似ているようで正反対である。人間は未来に向かってではなく、未来から 溯って建物を買う動物なのだ。",
        "location": "1,500"
      }
    ]
  },
  {
    "id": "097ce07eeade8054db503891af7e5aa3ebc272132f89d3717a43931f4bd740fc",
    "title": "負けヒロインが多すぎる！(3)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094530643",
    "asin": "4094530649",
    "readDate": "2024/08/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0643/9784094530643_1_3.jpg",
    "highlights": []
  },
  {
    "id": "1121f7da99c1beafa2e2006d9f4a098520ef49b61d0416cb392380cb6e98a16e",
    "title": "負けヒロインが多すぎる！(2)",
    "author": "雨森 たきび/いみぎむる",
    "publisher": "小学館",
    "isbn": "9784094530414",
    "asin": "409453041X",
    "readDate": "2024/08/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0414/9784094530414_1_3.jpg",
    "highlights": []
  },
  {
    "id": "62e799da2a8e8cbfd2a0de8edde9988b0f97f369f5788089c37120f373dc5ee5",
    "title": "イシューからはじめよ",
    "author": "安宅　和人",
    "publisher": "英治出版",
    "isbn": "9784862760852",
    "asin": "4862760856",
    "readDate": "2024/08/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0852/9784862760852_1_3.jpg",
    "highlights": [
      {
        "text": "「悩む」＝「答えが出ない」という前提のもとに、「考えるフリ」をすること 「考える」＝「答えが出る」という前提のもとに、建設的に考えを組み立てること",
        "location": "44"
      },
      {
        "text": "はパーソナルな問題、つまり恋人や家族や友人といった「もはや答えが出る・出ないというよりも、向かい合い続けること自体に価値がある」という類の問題を別にすれば、悩むことには一切意味がないと思っている（そうは言っても悩むのが人間だし、そういう人間というものが嫌いではないのだが……）。",
        "location": "47"
      },
      {
        "text": "世の中にある「問題かもしれない」と言われていることのほとんどは、実はビジネス・研究上で本当に取り組む必要のある問題ではない。世の中で「問題かもしれない」と言われていることの総数を１００とすれば、今、この局面で本当に白黒をはっきりさせるべき問題はせいぜい２つか３つくらいだ。",
        "location": "275"
      },
      {
        "text": "いきなり核となる問題に絞り込むことはできなくても、 10 分の１程度に絞り込むことはできるはずだ。仕事をはじめたばかりでこの判断ができないなら、自分の上司なり研究室の指導教官なりに聞けばよい。「自分が思いついた問題のなかで、本当に今答えを出す価値のあるものは何でしょうか」と。通常この判断ができるのが上司であり指導教官のはずだ。これでひとつの問題に投下できる時間は簡単に 10 ～ 20 倍になる。",
        "location": "304"
      },
      {
        "text": "仕事や研究の経験が浅い段階では、このイシューの見極めを１人でやることはお薦めできない。「これが検証できればすごいだろう」というアイデアはいくらでも出るだろうが、「それは本当に受け手にとってインパクトがあるのか」というのは、その領域についてよほど詳しくない限りわからないからだ。また、自分の言いたいことを証明するために、どのような分析や検証が必要になるかもわからないだろう。また、仮にそこまでわかったとしても、実際に説得力あるかたちで検証できる手段をもっていなければ意味がない。",
        "location": "440"
      },
      {
        "text": "イシューと仮説は紙や電子ファイルに言葉として表現することを徹底する。当たり前に聞こえるかもしれないが、多くの場合、これをやれと言われてもうまくできない。なぜ言葉にできないのかといえば、結局のところ、イシューの見極めと仮説の立て方が甘いからだ。言葉にすることで「最終的に何を言わんとしているのか」をどれだけ落とし込めているかがわかる。言葉にするときに詰まる部分こそイシューとしても詰まっていない部分であり、仮説をもたずに作業を進めようとしている部分なのだ。",
        "location": "488"
      },
      {
        "text": "▼１ 本質的な選択肢である よいイシューはすべからく、それに答えが出るとそこから先の検討方向性に大きく影響を与えるものだ。 ▼２ 深い仮説がある よいイシューは深い仮説がある。ふつうであれば「ここまでスタンスをとるのか」というところまで一気に踏み込んでいる。「常識を覆すような洞察」があったり、「新しい構造」で世の中を説明したりしている。こうすると、検証できれば価値を生むことを誰もが納得できる。 ▼３ 答えを出せる 「えっ？」と思われるかもしれないが、よいイシューとは、「きっちりと答えを出せる」ものでなければならない。「重要であっても答えを出せない問題」というのは世の中にいくらでもあるのだ。",
        "location": "536"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "857"
      },
      {
        "text": "たとえば、会員を対象としているビジネスにおいて、収益向上が問題になっているとしよう。ひとつのビジネスにも収益の源はいくつもある。「商品売上＝収益Ａ」「会員費＝収益Ｂ」「広告利用＝収益Ｃ」などがある場合、本当に収益向上に効く変数がどこにあるのか、という仮説は簡単には見えてこない。このような場合に「市場規模」「市場のシェア」など、基本的な要素を極端な数値にしたときに何が起こるのかを考えてみる。 「市場が 10 倍になったら、あるいは５分の１になったら」「シェアが３倍になったら、あるいは３分の１になったら」と考えていくのだ。このようにしてカギとなる要素の候補を３つ程度に絞り込むことができれば、「そのうちのどれが本当のところ大きな要素なのか」をはっきりさせることがイシューとして見えてくる。",
        "location": "948"
      }
    ]
  },
  {
    "id": "5de62714a91cf9943ca928bc8f114e252c8b1645e4bc2e9691251951e543467d",
    "title": "ちいさくはじめるデザインシステム",
    "author": "大塚亜周/稲葉志奈/金森 悠/samemaru/圓山伊吹/植田将基",
    "publisher": "ビー・エヌ・エヌ",
    "isbn": "9784802512480",
    "asin": "4802512481",
    "readDate": "2024/08/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2480/9784802512480_1_3.jpg",
    "highlights": [
      {
        "text": "「デザインシステム」は一般的に、「デザインの再現性を高め、一貫した製品体験を効率よく表現すること」を目的に導入される「ドキュメントやリソース群のこと」と説明されます。",
        "location": "15"
      },
      {
        "text": "スタイルガイドは大きく分けて、ブランドガイドライン・UIガイドライン・コンテンツガイドライン・運用ガイドラインの４つの役割に分類できます。それぞれの役割に明確な境界を引くのは難しいため、複数の役割を担うガイドラインもあります。また、作って終わり、書いて終わりのスタイルガイドではなく、生き続けるスタイルガイド（Living Style Guide） である必要があります。",
        "location": "154"
      },
      {
        "text": "組織の状況によって最適なチームの形は変わりますが、Nathan Curtis氏が提案した３つのチームモデル*1 は大いに参考になります。特定プロダクトや自分のチームの問題を解決しようとした結果生み出される孤独型（Solitary）。特定プロダクトやチームには属さない専任グループがさまざまなチームの要望を聞き実装し展開する中央集権型（Centralized）。プロダクトチームの中でも高い技術や専門性を持った代表者に依る合議で意思決定をする連合型（Federated）。この３つのモデルを複合した形もあれば、また別のチームの形もあることでしょう。組織における最適解は、他者の活動が参考になることはあっても、最終的に答えは組織の中で考え抜くことでしか見つからないでしょう。",
        "location": "181"
      },
      {
        "text": "目的を達成するための仕組みとして機能するからシステムなのであって、デザインに関する情報やガイドラインがまとまっているから「デザインシステム」なのではありません。",
        "location": "204"
      },
      {
        "text": "小さく始めるなら、兼任はおすすめです。SmartHRでは、今のところ兼任でデザインシステムを運用し、2年間ほど維持できています。兼任であることで、各チームでのデザインシステムの認知を上げ、利用を促し、結果をデザインシステムに反映するというサイクルを回すことができています。個別のベストプラクティスがSmartHR全体のプラクティスになるという望ましい状態です。",
        "location": "246"
      },
      {
        "text": "すぐに参考にできるプロダクトが見つからなかったり、専門家にすぐ聞ける状況にない場合、意思決定が遅れてしまう原因になる可能性があるといえます。そんなときに、開発者がデザインについての判断の拠り所として「デザインシステムを参照する」という選択肢の存在が、絶大な威力を発揮します。",
        "location": "293"
      },
      {
        "text": "私たちがデザインシステムを作って運用していく目的は、プロダクト開発においては「顧客への提供価値の品質や提供スピードを向上させること」であり、ブランドコミュニケーションにおいては「あらゆるタッチポイントで一貫したブランドを体現できる状態を作ること」です。",
        "location": "369"
      },
      {
        "text": "・デザインシステムの最初の利用者になってほしい人たちが実際に使いたいと思えるもの ・使おうとしたときの学習や導入コストが低いもの ・使うとわかりやすい成果が得られるもの",
        "location": "407"
      },
      {
        "text": "先にデザインシステムのためのツールを導入をしたり、目次を書いてデザインシステムの全体像を描いたりしないでください。意義を理解してもらうよりも先に費用や時間といったコストがかかると、費用対効果についての説明を求められやすくなってしまいます。",
        "location": "413"
      },
      {
        "text": "です。他社のデザインシステムを真似して作るよりも、自らの組織が直面している課題を見極めることのほうが重要です。課題を集め、課題に対する解決策を考え、言語化して１箇所に残していく活動を続けていけば、その積み重なりが「システム」へと育っていきます。",
        "location": "448"
      },
      {
        "text": "デザインシステムの各コンテンツの背景にある「なぜそれが良しとされているのか」という原則をまとめたドキュメントも、デザインシステムには欠かせない要素です。定められた内容に利用者をただ従わせ、思考を停止させるものをシステムとは呼びません。",
        "location": "462"
      },
      {
        "text": "プロジェクト本格始動前にデザインシステムに対する認識を揃えておくことです。「デザイン原則検討会」発足よりも前に、プロダクトデザイングループとコミュニケーションデザイングループでデザインシステムのゴールを共有するワークショップを実施しました。ワークショップでは「こういうのは嫌だ」と「こういうのがいい」を明確に分けてブレストし、対比によりゴールに対する解像度を上げました。",
        "location": "484"
      },
      {
        "text": "社外に発信して社内に知ってもらう SmartHRでは、「オープン社内報」という社内報を社外にも公開しています（2022年休刊）。社内のチャットツールには多くの情報がやりとりされ、告知してもすぐに流れてしまいます。一方で、オープン社内報はストック性が高く、かつ社内報で話題にすること＝全社に関わることという想起にもつながりやすいというメリットがありました。そのため積極的にデザインシステムの紹介記事を書いて社内報に掲載するようにしていました。",
        "location": "514"
      },
      {
        "text": "運営理念を「ただ読んで終わり」のものにせず、利用者が自分ゴト化したうえで行動につなげていくには、ちょっとした仕掛けが必要です。利用者に自分ゴト化してもらうためには、会社のミッションやバリューなど、すでに相手にとって自分ゴト化されているものとの関連を明示しましょう。自分が会社のミッションやバリューを実践する助けになるものだと知れば、関心が生まれます。そこから実際に利用し、フィードバックをするというループにつながっていくでしょう。",
        "location": "703"
      },
      {
        "text": "トンマナダーツ パーソナリティを可視化するフレームワークの具体例として、SmartHRで実施したワークショップを紹介します。",
        "location": "830"
      },
      {
        "text": "SmartHRの場合、基本的にFont Awesomeのアイコンを利用しています。特定の機能を示すアイコンが必要でFont Awesomeに適したものがない場合には、オリジナルで作成します。その際も、Font Awesomeのトーンに従って作成しています。これによりFont Awesomeのアイコンとオリジナルで作成したアイコンが混在する画面においても、アイコンの印象を統一することができています。",
        "location": "1,010"
      },
      {
        "text": "カラーパレットをFigmaやSketchで利用できるよう、SmartHR Color Libraryを作成しました。また全従業員が使えるように、情報システムグループと連携し、会社支給のすべてのPCにカラーセットをプリインストールしました。",
        "location": "1,182"
      },
      {
        "text": "イラストレーションをシステム化する効果は以下の通りです。 ユーザーの理解の速度が上がる パターン化された適切なイラストレーションを使うことで、見る側は情報をよりイメージしやすくなり、情報にアクセスする度に処理速度も上がります。 ユーザーに解像度の高いブランドイメージを提供する トンマナを揃えたオリジナルのイラストレーションを使うことで、ブランドの解像度が高まります。齟齬のない世界観を共有でき、印象の安定に寄与します。 全員が強度のある資料を作成できる イラストレーションは、インパクトのある視覚表現です。作成者によってデザインの変数が増えても、システム化されたイラストが挿入されることで、画がまとまります。 パスワードを入力すると閲覧・利用できる従業員限定コンテンツには、社内のコンテキストが深い設定の背景情報などを掲載しています。 必要なイラストレーション",
        "location": "1,301"
      },
      {
        "text": "イラストレーションを普及させる イラストレーションがシステム化されたことによって、これまでイラストを使うことに消極的だった人でも、簡単に使えるようになります。ただし、その効果を感じるためには、まず一度使ってみてもらう必要があります。そこで、社内でイラストレーションを告知するときに実際に使い、使用イメージが湧くよう工夫しました。“あるのは知っているけど使わない”要素にならないよう、こうやって使うという実例をどんどん見せていくことで、敷居を下げるよう努めました。",
        "location": "1,399"
      },
      {
        "text": "折衷案では意味がない ゼロから定める初版の作成ということもあり、デザインシステムやデザイン原則に関わりが深い関係者に声をかけ、デザイン原則の具体案を作成する立場と、具体案をレビューし不足している観点などを指摘する立場に分かれました。その背景には、合議で話し合っても、なかなか決まらないか折衷案の塊みたいなものが出来上がることに対する懸念がありました。「まずはやってみよう」という気持ちで、デザイン原則を作りたいという意思を持つ4名が作成することになりました。",
        "location": "1,523"
      },
      {
        "text": "セマンティクストークン 文字は画面の中で相対的に大きさを決めたいことが多いため、S/M/LといったTシャツサイズを採用しています。また、ユーザーによるブラウザの文字サイズ変更に対応するため、値は px ではなく rem を使っています。ここは特定の px 値を使いたい場合はないと考えているため、プリミティブトークンは提供していません。",
        "location": "1,639"
      },
      {
        "text": "UIのバラバラな現状を目の当たりにすると整えたくなってしまいますが、それを整えることにどれくらいの価値があるのでしょうか。すべてのユーザーが開発に携わる人ほど多くの画面や機能を横断して見るわけではありません。すべての画面を横断してUIを整えることより、特定の利用状況において混乱を生まないUIを提供することのほうが価値があるのではないでしょうか。 開発チームの中で、今後も発生していくであろうUIの課題に対してどう対処し続けていくのか認識を揃えることは有効でしょう。UIの審美性や一貫性など、何をどこまで許容するのか、それはなぜなのか、ということを明文化してみることをおすすめします。",
        "location": "1,716"
      },
      {
        "text": "共通化を焦るあまり、見た目が似ているだけで役割が違うコンポーネントを共通化することもあるでしょう。その結果、同じような見た目の別コンポーネントが生まれたり、共通化したはずなのに特定のでしか使われなかったり、使いにくく修正もしにくい共通コンポーネントになってしまいます。 早すぎる抽象化を防ぐためにも、デザインツールやコード上だけで机上の空論を広げるのではなく、プロダクト開発で発生した課題を起点にコンポーネントを追加していくことをおすすめします。また、いきなり共通コンポーネントとして切り出す前に、共通コンポーネントとは別に開発で試す仕組みを用意するのも有効でしょう。",
        "location": "1,731"
      },
      {
        "text": "次項より、SmartHR UIの中から一部のコンポーネントを紹介します。すべてのコンポーネントはOSSとして公開しています。 https://github.com/kufu/smarthr-ui/ また、SmartHRのデザインシステムでは、コード",
        "location": "1,754"
      },
      {
        "text": "LineClamp",
        "location": "1,788"
      },
      {
        "text": "一貫性 ある画面で「hogehoge」と表記したものを、別の画面で「hogefuga」と表記するといった、表現のばらつきをなくします。 統一感 類似するUIでテキスト表現が異なったときにユーザーが違和感を与えないよう、プロダクト上で使用する言葉を統一します。 検索性 情報構造への配慮はもちろん、開発者でなくても理解できる言葉を使って、ユーザーが欲しい情報に辿り着けるようにします。 標準化 表現の根拠を公開し、プロダクトに関わる誰もが個人のスキルや好みなどによることなく、一定の品質で言葉を決められるようにします。 効率化 開発スピードが加速するように、必要な言葉をスムーズに決定できるライティングパターンや事例を公開します。",
        "location": "1,978"
      },
      {
        "text": "組織独自の用字用語を追加していく場合には、最初は迷った言葉をためておき、ある程度の言葉の数がたまってから、用字用語集として再構築することをおすすめします。",
        "location": "2,053"
      },
      {
        "text": "例えば、SmartHR Design Systemには「カタカナ語を用いるときには、まず漢字語での言い換えを検討する」という用字用語のガイドラインがあります。これは、カタカナ語は意味の定義の振れ幅が漢字以上に大きいこと、ユーザーによって解釈の違いが起こることから、できるだけ漢字語での表記を推奨したものです。そして、次の事例から共通項に気づき、ガイドライン化に至りました。 ・「書き出し」なのか、「エクスポート」なのか ・「取り込み」なのか、「インポート」なのか ・「再読み込み」なのか、「リロード」なのか",
        "location": "2,059"
      },
      {
        "text": "SmartHRの場合 SmartHR Design Systemには、「送りがなを付けて表記する」というガイドラインがあります。例えば、「取消」ではなく「取り消し」と表記します。しかし、「雇用保険被保険者に係る訂正（取消）願」など、書類名などの固有名詞は例外とすることを明記しています。",
        "location": "2,070"
      },
      {
        "text": "用字用語を追加しやすい仕組みを整える 用字用語が常にアップデートされ、形骸化しない状態を実現するために、用字用語を追加しやすい仕組みを用意しておくことが重要です。追加しやすい仕組みがないと、定義が必要な用字用語が置き去りになってしまいます。用字用語を追加しやすい仕組みを整えておくと、今まさに必要な用字用語が集まり、スピード感をもってガイドラインを定義していけるようになります。 SmartHRの場合 用字用語をさらに活用するための仕組みとして、Slackのワークフロー機能を使っています。表記に迷った言葉がある場合などに、入力フォームに沿って必要事項を記入するだけで、誰でも気軽に用字用語に関する議題を投稿できるようにしています。 ・正誤を知りたい ・ルール・ガイドラインを追加してほしい ・ルール・ガイドラインを変えたい ・その他",
        "location": "2,079"
      },
      {
        "text": "2. 分類 洗い出したUIテキストを、そのテキストが使われている機能や場面、操作過程とともに分類します。「このコンポーネントとセットでよく使われている」など、調査したUIテキストに何らかの共通点があるはずです。 実例 「キャンセル」「取り消し」「中断」「解除」「差し戻し」「戻す」をコンテキストとともに分類したところ、「キャンセル」の場合は情報の編集を止める状況でよく使用され、「取り消し」の場合はすでに提出した情報をなかったことにする状況でよく使用されている、など、UIテキストが定義する状況に一定の共通点があることに気づきました。また、「キャンセル・取り消し・中断」と「解除・差し戻し・戻す」では、使われているシーンそのものが異なることに気づきました。",
        "location": "2,166"
      },
      {
        "text": "エラーメッセージに含めるべき情報 良いエラーメッセージとは、どんなものでしょうか？ あなたがプロダクトを操作していてエラーに遭遇した場面を思い浮かべてみてください。あなたは画面に表示された案内どおりに操作していました。このまま当然、操作を終えられるだろうと思っていたら、突然エラーが表示されます。予期していなかった状況に、あなたはきっと「何が起きたのか（事象）」を確認したくなるのではないでしょうか。 そして、その事象を解消するために「なぜ、エラーが起きたのか（原因）」、「そのエラーをどうすれば解消できるのか（対処）」を知りたくなるはずです。本来であれば、操作を終えていた状況で想定外のエラーに直面し、焦りを感じるかもしれません。あなたは「早くエラーを解消したい」という気持ちでエラーメッセージを確認するでしょう。 以上の状況を整理すると、エラーに遭遇したユーザーが知りたい情報は次の３つといえます。 ・事象（ユーザーにとって何が起きたか） ・原因（なぜ、エラーが発生したか） ・対処（エラーをどう解消すればよいか）",
        "location": "2,211"
      },
      {
        "text": "エラーメッセージの作り方 エラーメッセージはUIテキストの一部であるため、UIテキストと同じく、調査・分類・抽象化のフェーズを辿ります。 まず、エラーが発生する条件を調査します。エラーにどのようなパターンがあるかを分類し、いつ・どこで・どんなときに発生するエラーかを整理していきましょう。具体的には、下記のような情報を整理し、まとめられるとよいでしょう。 ・エラーが発生する場所 ◦例：従業員情報の一括登録画面 ・エラーが発生する起因となる操作 ◦例：CSVファイルの取り込み ・エラーが発生する条件 ◦例：CSVファイルの文字コードがUTF-8以外 ・エラーの表示箇所 ◦例：バックグラウンド処理の結果画面",
        "location": "2,251"
      },
      {
        "text": "エラーメッセージのガイドラインには、先にご紹介したような基本的な考え方や含めるべき要素に加え、テンプレートを作ることをおすすめします。エラーメッセージのテンプレートとは、下記のように、操作の処理名やオブジェクト名を置き換えるだけでエラーメッセージを作成できる型のことです。 {{オブジェクト名}}の{{操作を表す名詞}}に失敗しました。 エラーメッセージの検討を重ねていくと、エラーメッセージの中にも書き方のパターンがあることが見えてきます。特に、必須項目が入力されていない、操作権限が不足している、制限値を超えているなど、どの機能でも共通して発生する典型的なパターンはテンプレート化しておくと便利です。",
        "location": "2,274"
      },
      {
        "text": "SmartHRでは、定義したエラーメッセージのテンプレートをAirtableに集約しています。SmartHR Design SystemにAirtableを埋め込み、開発者がコピー＆ペーストできるようにするためです。こうしたテンプレートがあることで、典型的なエラーのメッセージであれば、開発者がすぐに作成でき、開発効率の向上につながります。",
        "location": "2,287"
      },
      {
        "text": "トラブルシューティング は、プロダクトを操作して発生したエラーの内容や、よくある問い合わせの内容を説明するです。特定の疑問やエラーをユーザーが自己解決できるよう、解決方法を明示しましょう。問い合わせ内容からユーザーが使っている用語を把握し、その用語をタイトルや見出しに反映させるなど、探している情報だとユーザーが気づきやすくなるよう配慮することが大切です。また、本文に目を通さなくても、タイトルと見出しだけで解決方法が伝わる表現にすることも意識できるとよいです。例えば、タイトルの「Q. 退職者に対しても利用料金は発生する？」という質問文に対し、見出しを「A. いいえ、在籍状況が［退職済み］の場合は、利用料金の対象にはなりません」とします。本文を読む手間を省くことができ、ユーザーは早く次のステップに進めるようになります。",
        "location": "2,356"
      },
      {
        "text": "実務に役立ち、より使われるようにするためには、おさえるべき要点をまとめたチェックリストを用意するとよいでしょう。チェックリストにすると、作成したヘルプと照らし合わせてカジュアルに使うことができ、UXライターのような専門の職能以外にも参照してもらいやすくなります。自己チェックできる要点がまとまっていると、レビュアーの負荷軽減にもつながり、ユーザーのペインを解消する内容になっているかといった本質的な観点でレビューしやすくなるでしょう。 具体的には、下記のような要点をまとめたチェックリストを用意することをおすすめします。 情報を取捨選択できているか □ 必要な情報をもれなく記載できているか □ 不要な情報を記載して、ユーザーのノイズになっていないか □ 囲みを多用して、本来伝えるべき情報が埋もれていないか 情報を適切に配置できているか □ 先に知っておくべき情報から説明できているか □ 関連する情報は近くに配置できているか □ 見出しや箇条書きを適切に使えているか 正確かつ簡潔明瞭に説明できているか □ ユーザーの状況やプロダクトの状態を意識して、タイトルや見出しを付けられているか □ 機能の名前やUIテキストを正確に記載できているか □「ここで」「それを」などの曖昧な指示語、「主に」「基本的に」などの例外の存在をほのめかす表現を使っていないか 表記ルールに従っているか □ 英語・数字・記号を半角で表記しているか □ UIテキストを［］で囲んで太字で表記しているか □ 強調したい単語を厳選して太字にしているか",
        "location": "2,372"
      },
      {
        "text": "リリースノートのカテゴリーと書き方 SmartHRでは、プロダクトのアップデートを下記の５つに分類しています。 1. 新機能 2. 改善 3. 不具合修正 4. アクセシビリティ 5. 廃止した機能 それぞれのカテゴリーごとに、リリースノートを書くときに留意すべきポイントを説明していきます。",
        "location": "2,414"
      },
      {
        "text": "例えば、「design_system_相談」チャンネルに「様々」と「さまざま」どちらを表記すべきかという相談が持ち込まれたとします。ガイドラインを参照すると以下のような類似例が見つかります。 推奨する表記「あらかじめ」 NG例「予め」 理由「平仮名にしたほうが読みやすい漢字は平仮名にする」 「平仮名にしたほうが読みやすい漢字は平仮名にする」という理由に当てはめ、「さまざま」のほうがふさわしそうだと判断をする場合が前者です。一方、「平仮名にしたほうが読みやすい漢字は平仮名にする」という理由自体やその理由の根拠となるロジックを作り出す場合が、「ガイドラインを決めるとともに新たな理由を作る」です。この２つは似て非なるスキルで、前者の場合には、抽象理論を具体の事例に当てはめて考えるスキルが必要になります。数学で公式を使って問題を解くイメージに近いかもしれません。後者の場合には、その言葉が使われるシーンや認知のされ方を抽象化するスキルが必要です。こちらのスキルのほうが高度で、扱える人が少ないのではないかと思います。",
        "location": "2,471"
      },
      {
        "text": "「デザインパターン」と聞くと「パターンライブラリ」や「パタン・ランゲージ」といった言葉を思い浮かべる方もいるでしょう。SmartHRで「デザインパターン」と呼んでいるものは、平たく言えば“開発ナレッジ”です。",
        "location": "2,509"
      },
      {
        "text": "また、実務で使えることを目的としているため、粒感を揃えたり、網羅的にドキュメントを用意することはしていません。そのため、一般的な「パターンライブラリ」には含めないような、アカウント権限による表示制御や、表示パターンの判定フローなどもこの中で明示しています。これは業務アプリケーションを扱うSmartHRならではのナレッジですが、どのようなプロダクトにおいても、頻出するインターフェース設計で優先して統一すべき設定、シェアすべきナレッジが存在するはずです。",
        "location": "2,515"
      },
      {
        "text": "SmartHR Design Systemでも、当初は「SmartHR UI」だけを公開していました。プロダクトが大きくなり、開発に関わる人数が増えるにつれて、個人やチームによってコンポーネントの組み合わせ方に差異が生じ、ドキュメントをまとめる必要に迫られた経緯があります。",
        "location": "2,594"
      },
      {
        "text": "業務アプリケーションには、ユーザーごとに操作や閲覧できる範囲を制限するために、複数の権限が用意されています。ユーザーに、権限による制御を意識させるかさせないかによって、その表示は異なります。 SmartHRでは、主にすべての操作・閲覧権限を持つ管理者権限と、それ以外に従業員がSmartHRを利用するための権限、役職者などに一部の操作・閲覧を可能にするためのカスタム権限があります。複数のパターンが存在するため、権限によるオブジェクトの表示・非表示・disabledルールを定義しています。",
        "location": "2,644"
      },
      {
        "text": "基本的な考え方 アカウントに付与された操作権限に伴う、UIの基本的な考え方は以下のとおりです。 1. 権限がない場合、操作に関わるUI（アクションボタンやオブジェクトそのもの等） は非表示とする。 2. 権限はあるが、常に操作できないオブジェクトが対象である場合は非表示とし、その理由を明示する。 3. 権限はあるが、使用中など、オブジェクトの操作ができない場合はdisabledとし、その理由を明示する。",
        "location": "2,651"
      },
      {
        "text": "単一のオブジェクト操作 ｜単一のオブジェクトに操作をしたい場合、アクションボタンをオブジェクト（行） それぞれに設置します。ボタンは１つのオブジェクトに対して、 最大３つを上限とします。それ以上設置する必要がある場合は、ドロップダウンボタンに操作を格納することを検討しましょう。",
        "location": "2,755"
      },
      {
        "text": "B. 影響範囲の提示 対象オブジェクトの削除に伴う影響がある場合 は、以下の文言を追加します。",
        "location": "2,923"
      },
      {
        "text": "レビューテンプレート 汎用テンプレート",
        "location": "3,062"
      },
      {
        "text": "ポイント ・事前にステークホルダーにヒアリングをして、検証したい内容を明らかにする ・ちょっとした疑問や、開発者が不安視していることを言語化する",
        "location": "3,157"
      },
      {
        "text": "ポイント ・性別・年齢・役職・プロダクトの使用頻度、パソコンやソフトウェア利用の習熟度などの細かい条件を考える ・SmartHRのような業務アプリケーションの場合、従事している会社の従業員規模なども意識する",
        "location": "3,177"
      },
      {
        "text": "ユーザビリティテストのテンプレート",
        "location": "3,276"
      },
      {
        "text": "ウェブアクセシビリティ簡易チェックリスト ウェブアクセシビリティを確保・向上させるための簡易チェックリストです。このリストに記載されている項目を満たすと、おおよそSmartHRのウェブアクセシビリティ方針に掲げた品質を達成できます。チェックする内容によっては例外があることがあります。ウェブでは項目ごとの参考リンクが参照できます。",
        "location": "3,675"
      },
      {
        "text": "まず、デザインシステムのコンテンツ管理には、MarkdownとGitHubを採用しました。Markdownの拡張フォーマットであるMDXを採用することで、React（リアクト） コンポーネントであるSmartHR UIコンポーネントを、Markdownファイルに直接コーディングできます。また、GitHub上でMarkdownファイルを管理することで、レビュー時のコメントや変更履歴を管理できるようにしています。",
        "location": "3,874"
      },
      {
        "text": "そもそもSmartHRには、デザインシステムのコンテンツを作成する専任の部署やチームはありません。メンバーを固めてしまうと新陳代謝が行われないため、必要な人、やりたい人、ピンポイントで何かを思いついた人、いろいろな部署のメンバーが柔軟性を持った形で参加する、半ば有志が運用に関するSlackチャンネルで相談しながら、運営しています。このSlackには、協業パートナーの株式会社ピクセルグリッドさんも常駐してくれています。",
        "location": "3,969"
      },
      {
        "text": "Q-21 今、気になっているデザインシステムがあったら 教えてください 株式会社スマートバンク｜ Material Design 3 Ubie株式会社｜ Carbon（IBM） デジタル庁｜ シンガポール等の各国政府のデザインシステム（ベンチマークとして） GMOペパボ株式会社｜ ShopifyのPolarisはペパボも運営しているEC系のドメインとして参照する部分が多いように日々感じています。また、ブランドやコミュニケーションデザインの観点でStarbucks Creative Expressionも目が離せない存在です。個人的にはRadiohead「Hail to the Theif」アートワークのポスターは完全にデザインシステムのそれであり、当時の社会情勢も反映しつつ20年前の2003年時点でリリースされている点も含めて、今一度参照されるべきではないかと感じています。 Yahoo! JAPAN デザイン推進部｜ Adobe Spectrum、Braid Design System、Atlassian Design System、Shopify Polaris、など 株式会社CyberAgent Ameba事業本部｜ LINE DESIGN SYSTEM Yahoo! JAPAN DATA SOLUTION事業｜ デジタル庁デザインシステム freee株式会社｜ ShopifyのPolaris atama plus株式会社｜ Adobe、Goldman Sachs",
        "location": "5,042"
      }
    ]
  },
  {
    "id": "ba56f08480c95bb00f1ca94882219fdb061ca51ebb5beb38682a9793e9600010",
    "title": "コメンテーター",
    "author": "奥田 英朗",
    "publisher": "文藝春秋",
    "isbn": "9784163916873",
    "asin": "4163916873",
    "readDate": "2024/07/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6873/9784163916873_1_8.jpg",
    "highlights": [
      {
        "text": "近年、情報番組のコメンテーターは流行の職業だった。本業で少しでも実績があれば、それを肩書としてコメンテーターのポジションを得ることが出来る。大衆は権威に弱いため、一度テレビで顔が売れればさらに権威が増す。基本は井戸端会議なので、専門知識などなくても務まった。場の空気を読み、少し本音をまぶし、少し面白いことを言う。その 匙加減がうまい人間が生き残り、コメントで禄を 食む。要するに新手のテレビタレントなのである。",
        "location": "222"
      },
      {
        "text": "先生を信じな。先生と一緒に遊んでもらってるうちに、神経症は治るんだよ。おれもそうだった。前に尖端恐怖症で箸も持てない時期があったが、先生のカウンセリングを受けたら、いつの間にか治っちまったよ」",
        "location": "1,044"
      },
      {
        "text": "「だろう？ これが先生の先生たる 所以 よ。誰とでも打ち解けちゃうんだよ。最初に診察を受けたとき思ったことだが、あの先生、人間に対する先入観が一切ないんだな。見た目で判断しねえんだ。だからヤクザのおれを怖がらなかったし、おれにはそれが新鮮だったわけよ」",
        "location": "1,083"
      },
      {
        "text": "「ぼく……もうやめたい」ぽろりと口をついて出た。 「今、いくらあるわけ？」伊良部が聞く。 「七億円を少し切るくらい」 「……まあ、やめるのは自由だけど、やめて何をするのよ」 「普通の仕事をしたい。会社員になって職場でみんなと働きたい」 「無理だね」伊良部が自信たっぷりに断言した。「就職したって、手取り二十万かそこらだよ。耐えられないね。上司に一回叱られただけで辞表出しちゃうよ。だってパソコン一台で大金を稼ぐ術を知っちゃったんだもん。それに、七億円も持ってる社員と同僚が普通に付き合うと思う？ 妬まれて、たかられて、仲間外れにされるのがオチだよ。人間はね、同じ境遇同士で群れる生き物なの。河合さんの仲間は、どこに生息してるか知れない〝うっかり億万長者〟だけ」 患者に向かってなんてひどいことを……。でも反論できない。 「仕事が金のためである限り、株は勤労意欲を奪うね。始めたら最後、一文無しになるまでやめられない。賭けてもいいけど、利益を確保して株から足を洗ったとしたら、河合さん、必ず舞い戻るね。痛い目に遭わないと、人はわからない」",
        "location": "1,798"
      },
      {
        "text": "要するに、馬鹿にされたくないっていう気持ちが人の十倍くらい強くて、日常のすべてに気負っちゃってるわけ。失敗が怖いから部活にも入らない、何もチャレンジしない。おれは本気出せば 凄いんだって、言い訳ばかりしてる。一度恥をかけば楽だよって教えたいんだけど、まあ中学生にはむずかしいかな」",
        "location": "2,976"
      }
    ]
  },
  {
    "id": "16cd89f2470429d3e0645fa8af212abc8b57449d89c25cd94828077e892dc420",
    "title": "ヴィクトリア朝時代のインターネット",
    "author": "トム・スタンデージ/服部　桂",
    "publisher": "早川書房",
    "isbn": "9784150506094",
    "asin": "4150506094",
    "readDate": "2024/07/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6094/9784150506094_1_2.jpg",
    "highlights": [
      {
        "text": "それを解決したのが、東南アジアのジャングルに生息するグッタペルカ（ガタパチャ）の木から採れる同名のゴム状の樹脂だ。グッタペルカの特質の１つは、常温では固いが温水に浸けると柔らかくなってどのようにでも変形できることだった。ヴィクトリア朝時代にはこれが現在のプラスチックのように使われていた。人形やチェスの駒、ラッパ形補聴器などはすべてこの材料で作られていた。それは高価ではあったが、ケーブルを絶縁するには理想的な材料だった。",
        "location": "828"
      },
      {
        "text": "そこで考えられたのが、新聞社がグループを組んで共同で記者のネットワークを作り、速報を電信で中央のオフィスに送って、グループ各社が共同で利用するという方法だった。",
        "location": "1,737"
      },
      {
        "text": "ドッジによれば、電信以前にはニューヨーク市場で国際取引をする商人は、海外の取引先から毎月１、２回情報をもらっていたが、それは着いたときには数週間前のものだった。それに合わせて国内市場も毎年半期ごとに２回顧客が集まってきて、夏と冬の期間に滞在して勘定書を調べて将来の計画を立てたものだ。「比較的、楽な時代だった」とドッジは言う。 「しかしいまではすべてが変わってしまい、電信が多くの人が言うように本当に商人にとって友人たるものかが疑わしくなっている。いまでは世界の主要市場の報告が毎日届き、そして顧客も常に電報からの情報にさらされている。商人は毎年何本かの大きな船積みをこなすのではなく、いつも行動していなくてはならず、常に仕事を何倍もしなくてはならない。離れた場所の相手といつも連絡し合わなくてはならず、数年前は数カ月前の船積みの結果しかわからなかったのに現在は数週間前だし、投資した商品の収益もその値がきちんとわかるので、それが届く前に転売してしまう。おかげで常に興奮状態にあり、静かに休む間もない」。",
        "location": "1,908"
      },
      {
        "text": "エジソンは自分の会社を始めることにした。彼は以前にローズのところで働いていたフランクリン・ポープという若い技術者と一緒になって、電信専用線を引いてはプロ向けの電信機器を取りつける仕事を始めた。彼らはまた回線が通常の３本ではなく１本しか要らない独自の株価表示機を考案し、貿易商や両替商に金と英貨の価格だけを通常の表示機よりもはるかに安い値段で提供する商売を始めた。しかしついにはこの会社もカラハンの会社に吸収され、ゴールド・アンド・ストック・テレグラフ社という名前になった。",
        "location": "2,047"
      }
    ]
  },
  {
    "id": "843a2341004fb567374972d8b7d2a496d298a7da6c68e974c6e00addfd808dcb",
    "title": "凶乱令嬢ニア・リストン 1 病弱令嬢に転生した神殺しの武人の華麗なる無双録",
    "author": "南野海風/磁石",
    "publisher": "ホビージャパン",
    "isbn": "9784798629704",
    "asin": "4798629707",
    "readDate": "2024/07/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9704/9784798629704_1_3.jpg",
    "highlights": []
  },
  {
    "id": "696e246935c1f08c8a46c695131127170e6769da63dad6472178b7c4a36c4c57",
    "title": "家康、江戸を建てる",
    "author": "門井慶喜",
    "publisher": "祥伝社",
    "isbn": "9784396344740",
    "asin": "4396344740",
    "readDate": "2024/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4740/9784396344740.jpg",
    "highlights": [
      {
        "text": "「やはり、 利根川じゃな」 どさりと 床几 に腰をおろした。野外で昼めしを食うつもりなのだ。 米を 炊くにおいがして、従者が竹皮のつつみを持ってきた。つつみをひらくと、大きなにぎりめしが六個。うなぎの なれ ずし が 添えられている。ぶつ切りにしたうなぎを酒にひたして塩漬けしたものだが、やわらかいから、忠次は骨まで食べてしまう。 「うん。やはり野外で食うめしはうまい」 五分ほどでぺろりと平らげてしまうと、 「父上」 となりの床几でちょこんと膝をそろえ、忠次とおなじ大きさのにぎりめしを手にしつつ、八歳の長男・熊蔵が、 「なぜ利根川なのですか。この関東には、ほかに無数の川がありますのに」 「利根川こそが、江戸の地を水びたしにしている元凶なのだ」 「なぜです」 「流量が多く、江戸 湊（東京湾）にそそぐ河口が広すぎるからだ」 忠次は、説明した。 そもそも利根川は上野国の北部、 水上（群馬県利根郡みなかみ町）の山ふかくを水源としている。はじめ南東へ、やがて南へ流れて江戸湊にそそぐ、というのが大ざっぱな流路だった。くりかえすが、 東京湾 に そそいでいる。二十一世紀の現在とはまったくちがう。 「河口は江戸城の北東方、 関屋（ 足立区 千住 関屋町付近）にある。周囲はいちめん湿地となり、海の水とまじりあい、人のあゆみを 拒んでいる。米も、みのらぬ。畑にもならぬ。江戸で雨がふらずとも、北関東でふれば手のつけられぬ水が押し寄せる。この問題を解決せねば、江戸は永遠に未開のままじゃ」 「ならば、河口を移せばいい」",
        "location": "244"
      },
      {
        "text": "すなわち忠次の構想とは、利根川をほぼ二十一世紀の河道にするものだった。現在の利根川は東京都をかすりもせず、 栗橋（埼玉県 久喜市栗橋）のへんから東流して千葉と茨城の境目をゆうゆうと横切ったあげく太平洋、 鹿島灘 へそそいでいる。",
        "location": "271"
      },
      {
        "text": "「謙遜 は、大きらいじゃ」 家康は、 反吐 でも吐くように言った。沈黙せざるを得ぬ。家康は、まるで罪でも問いつめるかのごとく、 「白状せよ、庄三郎」 「は、はっ」 「貴様は前から、うぬぼれておったのであろう？ 俺ならできる、俺にやらせろと、そう思い暮らしてきたのであろう？」 （ばれたか） と思うと、かえって気がらくになる。 「おっしゃるとおり」 深くうなずいたら、家康ははじめて 破顔 した。目じりに深い しわ を作って、 「それでよい、庄三郎。へりくだる人間は仕事もへりくだる。おのれを 恃 め」",
        "location": "1,090"
      },
      {
        "text": "庄三郎は江戸城へのぼり、 「申し訳ありませぬ」 平伏した。家康はみじかく、 「原因は、何じゃ」 上きげんであるはずもなかった。何らかの総括をもとめているのは顔つきでわかる。 庄三郎はこういうとき、 「すべての責任は、私にあります」 などと言う男ではない。 なるほどここが戦場だったら、そうして庄三郎がもはや 挽回 不可能なところまで徹底的に敗れた大将だったら、そういう「いさぎよい」態度も意味があるだろう。部下をむだな死から救うという具体的な効果が見こめるからだ。 がしかし、文官がおなじことをやるのは無益どころか、 （思考の放棄にすぎぬ） というのが庄三郎の存念だった。責任などはいつでも取れる。そんな議論よりも大事なのは、この場合、敗因の正確な分析なのである。 「敗因は、ふたつあると存じます」 庄三郎が言うと、負けぎらいの家康はぷいと横を向いて、 「申せ」 「ひとつは殿様の名に権威が足りなかったこと。もうひとつは、江戸の市場そのものの未成熟です。額面一両というのは上方にあっては適切でも、関東ではいささか高すぎた。それに見あうだけの品物が市場にそろっていなかったのです」 言いづらいことを言うときにこそ「おそらく」「だろう」は 用いない。すっぱり言いきる。それもまた庄三郎の処世だった。",
        "location": "1,706"
      },
      {
        "text": "自制の た がをゆるめさせてしまったのだろう。 驕慢 のふるまいは年を追ってひどくなった。ほかの武将のように命がけの戦いで得た権力ではないだけに、かえって人に見せつけなければ安心し得ないのかもしれなかった。 ちなみに言う。長安はこの十三年後の慶長十八年（一六一三）、六十九歳で 中風 で死ぬが、死んだとたん家康から、 「不正に金銀をたくわえた」 だの、 「幕府転覆の密謀があった」 だのという根拠不明の罪をあげつらわれ、遺児七人を死罪とされた。長安と親しかった大名や代官ものきなみ処分されたのだった。 あまりに大きくなりすぎた権力と財力を 危惧した 故 でもあるだろうが、根本的には、長安のこうした 放埒 さが家康の 癇 にさわったものと思われる。おかげで二十一世紀の現在においても長安はその民政官僚としての功績をじゅうぶん評価されているとはいいがたく、何か印象のつかみどころがない。人格というものは、業績とは無関係のようでいて、案外後世の評価に直結するものらしい。",
        "location": "3,005"
      }
    ]
  },
  {
    "id": "79a8283a0a767d521c746c24f297779679af09165c77cc7d6b54ee430701c043",
    "title": "悪役令嬢レベル99 その6 〜私は裏ボスですが魔王ではありません〜",
    "author": "七夕　さとり/Tea",
    "publisher": "KADOKAWA",
    "isbn": "9784040752518",
    "asin": "4040752511",
    "readDate": "2024/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2518/9784040752518_1_3.jpg",
    "highlights": []
  },
  {
    "id": "fa4d9e330433d4058c722289f36b7fa2fc6838ee85f7c0a2b2078e64e2c04df0",
    "title": "サイバースペースの地政学",
    "author": "小宮山　功一朗/小泉　悠",
    "publisher": "早川書房",
    "isbn": "9784153400269",
    "asin": "4153400262",
    "readDate": "2024/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0269/9784153400269_1_3.jpg",
    "highlights": [
      {
        "text": "また、グーグルのデータセンターにおいては、通常のデータセンターで用いられるような高価なサーバを用いない。データセンターで使われることを想定したサーバは主要な部品の質が高く、二重化などがされているため、壊れにくい。その分値段が高い。グーグルでは、サーバは壊れるものと割り切り、低品質のサーバを大量に調達し、次々と入れ替えていくという方法をとってコストを抑えているという。これはしかし、一部のサーバが壊れても全体が稼働し続けるというシステムを作り上げる技術力が可能にした、発想の転換である。",
        "location": "267"
      },
      {
        "text": "英国は世界中に海底ケーブルを張り巡らせた。１８８７年時点で世界全体の約 70％、１８９４年時点で約 63％のケーブルが英国の保有するものであった（＊ 10）。 英国の海底ケーブルが世界を席巻した大きな理由は素材の独占にあった。海底ケーブルは長期にわたって内部の電線を保護し、海水から絶縁するための素材を必要とする。ボルネオなど東南アジアで採取できるガタパーチャという天然ゴムの一種がこれを可能にする唯一の素材だった。ガタパーチャの生産、供給を独占するために英国はボルネオを植民地支配していた。つまり英国だけが、ガタパーチャで保護した海底ケーブルの製造が可能だったのである（＊ 11）。",
        "location": "610"
      },
      {
        "text": "これらの作業は熟練の技を必要とする。たとえば、海底ケーブルを探りあててつかむことを「捕線作業」というが、海底に設置された直径数センチの細いケーブルを、長さわずか２メートル程度のフックに引っ掛けて「釣り上げ」なければならない。仮にケーブルの故障箇所が４０００メートルの深海であった場合、富士山の山頂（３７７６メートル）よりも高い場所から、地上にあるケーブルを釣り上げるのと同じことである。 しかもフックを落としてそれを引き揚げるのに往復で９時間が必要であり、何度も気軽に試みることができるわけではない。ある関係者は、これを「世界一難しいＵＦＯキャッチャー」というユニークな言葉で形容した。また切断したケーブルを接続する作業は、複数の極細の光ファイバーを一つ一つ繫ぐという根気のいる作業であり、専用の機械を使って精密な加工を行うことが求められる。光ファイバーケーブルの進化が進めば進むほど修理作業は複雑化し、高度な技術や新しい設備が求められる。",
        "location": "890"
      },
      {
        "text": "今後の日本に求められるのは、インフラのレジリエンス（回復力、復元力）であろう。過去の大戦と通信インフラの関係について論じた歴史家のヘッドリクは「情報戦における本当の武器は、ケーブルの切断や無線局の破壊能力にあったのではなく、切断し破壊されたそれらを修復する能力であった（＊ 14）」と述べている。有事の際には双方が互いに通信インフラを破壊しようとする。 第二次世界大戦を例に挙げれば、フランスは 42 の放送局のうち 37 局と９００キロメートルの地上線を喪失した。ギリシャは地上線の 65％と電信設備の 90％を喪失した。日本は電話線の半分を失った。このような通信インフラへの攻撃を完璧に防ぐ手立てはないが、破壊された後なるべく早くそれを復旧したものが有利な立場を得る。",
        "location": "947"
      },
      {
        "text": "ところで、ここまで引用してきた報告書の執筆者は、リシ・スナクという。２０２２年にアジア系として初めて英国首相となった、「あの」スナクだ。金融機関勤務を経て２０１５年に下院議員に初当選したスナクは早くから安全保障問題に強い関心を持っており、２０２０年にはジョンソン政権の財務相に抜擢された。そのスナクが海底ケーブルの保護を訴えていたというのは、あまり知られていない事実であろう。",
        "location": "1,403"
      }
    ]
  },
  {
    "id": "9a16e51530c5db88528c22686f1d60edf10a96cc6c160e341472087a858c3c8d",
    "title": "戦争と人類",
    "author": "グウィン・ダイヤー/月沢　李歌子",
    "publisher": "早川書房",
    "isbn": "9784153400153",
    "asin": "4153400157",
    "readDate": "2024/07/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0153/9784153400153_1_2.jpg",
    "highlights": []
  },
  {
    "id": "cd4f3bc2c535f5b4e56a28deb7b9f09dcb7f62a2f0f0c6fb50069beff1f4c026",
    "title": "ユニクロ",
    "author": "杉本 貴司",
    "publisher": "日経BP",
    "isbn": "9784296001866",
    "asin": "4296001868",
    "readDate": "2024/07/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1866/9784296001866_1_2.jpg",
    "highlights": [
      {
        "text": "「私は人が生きていくうえで最も大切なことは使命感を持つことだと思います。そのためにはまず、自分は何者なのか、そのことを深く考える必要があると思います」 「自分にとって何が最も大切なことなのか、絶対に譲ることができないものはなんなのか、そこを突き詰めて自らの強みを発見し、生かす。自分にしかできない、自分の人生を思いっきり生きてほしい。明確な意識があるのとないのとでは、同じ人生を送っても成果は１００倍、１０００倍あるいは１万倍も違うのではないかと私は思います」",
        "location": "488"
      },
      {
        "text": "それは「できないことはしない」、「できることを優先順位をつけてやる」という極めてシンプルな思考法だ。悩みというものは、悩めば悩むほど出口が見えなくなってしまう。それならいっそのこと「いくら悩んでもできないこと」と「よく考えれば、悩むまでもなくできるかもしれないこと」に二分してしまうのだ。そして割り切る。エネルギーを割くのは後者だけだ。",
        "location": "948"
      },
      {
        "text": "暗中模索の日々の中で、柳井は経営者としての決意を一枚の紙に書き記した。黄色い便箋に手書きで「今後 10 年間の経営方針!!」と題されている。 冒頭に記されているのが「家業から企業への転換」だ。次が「科学的経営の確立」。これらは言葉を換えれば「銀天街での家族経営の小郡商事からの脱却」ということになるだろう。その下には、具体的な施策が列記されている。原文をそのまま引用する。 「紳士服のトータル専門店としてのチェーン展開をはかる（三年以内に人口 10 万以上の都市に出店を目指す）」 「年率 20％アップの売上、 荒利益、純利益の確保をはたす」 この一枚の便箋が柳井にとっての初めての経営計画となった。この時点では「これを一生やって 30 店舗で年商 30 億円くらいにできればいいなと思っていた」と言う。そんな柳井の目線を大きく持ち上げてくれたのが、ヒントを求めて尋ね歩いた問屋でもルートセールスでもなく、本を通じての偉人たちとの対話という静かな時間だった。",
        "location": "1,086"
      },
      {
        "text": "重要なのは、それらが現実の延長線上では描けないということだ。ただし、柳井は「人間が想像できることは人間が実現できる」とも言う。決して精神論の類いではなく、それはとりもなおさず柳井がユニクロを築く中で意識し続けてきたことであり、今に至るまで挑み続けていることだ。 ユニクロの足跡は現実の延長線を超える足し算を描き実行に移す、そんなことをひとつずつ積み上げてきた物語だった。そして今では「アジア発で洋服の常識を覆す」という壮大なビジョンを掲げる。ちなみに「現実の延長線上に目標を置いてはならない」ということはハロルド・ジェニーンという人物の著書から柳井が学び取り、実行に移したことだ。そのことは第３章以降で触れる。 この講演で柳井はそれを、こんな風に表現していた。 「こいつアホじゃないかと思われるような非常識な目標。これがイノベーションのもとになると思います」 それこそが宇部の紳士服店で暗黒の 10 年間を過ごした末に柳井が見つけたユニクロという「解」で実現しようとし続けてきたことだ。居並ぶパナソニックの社員たちに、柳井はこう続けた。 「世の中には待っている人がほとんどなんですよ。世界は変わるだろうと。でもその時にはもう手遅れです。（問われるのは）自らが変われるか。よく経営者とか中堅幹部にいるんですよね、人に変わるよう命令する。でも、自分が変わらなければ、人が変わらない原因を作ります」",
        "location": "1,141"
      },
      {
        "text": "「Be daring, Be first, Be different（勇敢に、誰よりも先に、人と違ったことを）」 柳井はこの言葉を手帳に書き写し、その後に何度も読み返したという。",
        "location": "1,215"
      },
      {
        "text": "読書家である柳井がたまたま宇部の書店で手に取ったのが、ハロルド・ジェニーンというアメリカの経営者が書いた『プロフェッショナルマネジャー』という本だった。一般には全くの無名だろう。柳井も「あの当時、宇部であの本をむさぼるように読んだのは僕ぐらいだったんじゃないですか」と振り返る。だが、この一冊の本が柳井を変えた。結論から言えば、柳井が学んだことはふたつの言葉に集約される。 ひとつ目は、第２章でも言及した言葉だ。 「現実の延長線上にゴールを置いてはいけない」 私は何度かユニクロの経営を足し算と引き算に例えてきた。スタート直後に広島での小さなつまずきがあったように、引き算はこの後に何度もやってくる。一方で、足し算については、それが足し算に思えないほどのケタ違いの成果を、この後に何度も柳井は追求していくことになる。それはまさに「現実の延長線上にない」というような規模の足し算を柳井が設定し、そこに至る道筋を描いて、実行した結果だ。",
        "location": "1,666"
      },
      {
        "text": "本を読む時は、初めから終わりへと読む ビジネスの経営はそれとは逆だ 終わりから始めて、そこへ到達するためにできる限りのことをするのだ つまりは逆算思考だ。そして柳井は、当時のユニクロにとって現実の延長線上にはない「終わり」を定めた。 世界一である。",
        "location": "1,685"
      },
      {
        "text": "「組織図とは、経営戦略を機能別に解き明かした説明書である」 これが安本の持論だ。まさに組織図という名の、「会社の動かし方の説明書」をひとつずつ抽出していったのが、この模造紙に描かれた図であった。",
        "location": "1,876"
      },
      {
        "text": "その第１弾がフリースだった。東レから原料を買ってインドネシアで糸にして中国で縫製するという国際分業体制を確立したことで、他社を圧倒する低価格を実現させたのだ。 これに続いたのが「あったか素材」の開発だった。真冬でも暖かく着ることができる下着を実現できないかというアイデアは前田との会談より少し遡る１９９９年にユニクロの社内で着想があったのだが、後のヒートテックという形で実現するには、東レの力が欠かせなかった。 ヒートテックを可能にしたのは４つの材料からなる特殊な繊維の開発だった。吸湿発熱効果の高いレーヨン、高い保温性を持つマイクロアクリル、速乾性に優れたポリエステル、それにストレッチ性が高いポリウレタンの４つである。まさに東レの技術の粋を結集させたのが、両社で共同開発したヒートテックだった。 ちなみにユニクロと東レはフリースとヒートテックでの協力を原点に、ウルトラライトダウンやエアリズムといった後の大ヒット商品でも密接に協力している。",
        "location": "3,593"
      },
      {
        "text": "「顧客を知る努力は永遠に続けなければならない」 「新しいことを始める時は、今ある常識を誰よりも勉強しなければならない」 「社内外を味方に付けて、その力を使い尽くさなければならない」",
        "location": "4,331"
      },
      {
        "text": "柳井は『職業としての小説家』という村上の自伝的エッセイに感銘を受けたというが、深く感動したのが「壁と卵」で知られる村上の演説だった。",
        "location": "4,648"
      },
      {
        "text": "柳井が成長の糧としてきた「外の知恵」はアパレル業界に限ったことではない。早くから関心を持ち続けてきたのが、シリコンバレーで勃興するデジタル革命だった。まだ銀天街のペンシルビルにいた頃からコンピューター関連の本や雑誌をむさぼり読み、「これは」と思う人物を訪ねて回っていた。ちなみに最も影響を受けたのが、日本では１９９４年に発売された『コンピュータ帝国の興亡』という本だった。",
        "location": "5,295"
      },
      {
        "text": "「そもそもベンダーに丸投げするところがダメなんです。運営する側の我々がどういう指標を持ち、どんなことを実現したいのか。それを具現化しないとシステムを作る方も作れないということです」",
        "location": "5,369"
      },
      {
        "text": "柳井は常々、日本のスタートアップ起業家たちに対する苦言を口にする。 「他の者と同じ目線でモノを見るんじゃない」 「広く世界にヒントを求めて視野を広げろ」 「上場やバイアウトがゴール？ そんな引退興行みたいなことで満足していていいのか」",
        "location": "5,554"
      }
    ]
  },
  {
    "id": "174088bb8d2686cfbc4d45450a36df06ad0962059b015f582d54242f7dba36fb",
    "title": "現金の呪いーー紙幣をいつ廃止するか",
    "author": "ケネス・S・ロゴフ/村井 章子",
    "publisher": "日経BP",
    "isbn": "9784822255077",
    "asin": "4822255077",
    "readDate": "2024/07/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5077/9784822255077.jpg",
    "highlights": []
  },
  {
    "id": "7a7420bec631c9cd4fb0f8e87b65d54b672c0e2570837e4b8855edf8f4366e94",
    "title": "ゼロトラストネットワーク",
    "author": "Evan Gilman/Doug Barth/鈴木研吾/株式会社クイープ",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873118888",
    "asin": "4873118883",
    "readDate": "2024/07/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8888/9784873118888.jpg",
    "highlights": []
  },
  {
    "id": "d7f3a58e77e6aaec4d5f979b214f71c87f114887989ca27a4d37ee6f85231033",
    "title": "西洋音楽の正体 調と和声の不思議を探る",
    "author": "伊藤 友計",
    "publisher": "講談社",
    "isbn": "9784065227381",
    "asin": "4065227380",
    "readDate": "2024/07/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7381/9784065227381.jpg",
    "highlights": [
      {
        "text": "モンテヴェルディ自身は「和音」や「属七」といった用語をまったく使ってはいないが、この「属七の和音／ドミナント・セブンス」の特別な扱いを可能にしたのが、実は今から400年前のモンテヴェルディであった。",
        "location": "200"
      },
      {
        "text": "こうした中でトレントの公会議で問題視されたのは以下の点である。すなわち、音楽の本分とは何なのか？ そもそもキリスト教世界において音楽とはキリスト教の教義を乗せ、広めるためのいわば乗り物あるいは容器であって、キリスト教の教義こそが第一義的に重要であった。音楽はその意味内容を伝えるためのサポート役に徹するべきであり、決して前面に出るべきものなどではない。それなのに昨今の音楽はメロディー・ラインがどんどん複雑になってしまって、肝心の教義に意識がいたらないではないか、と当時の音楽のあり方を戒めるのがこの公会議の主眼だった。",
        "location": "262"
      },
      {
        "text": "多声音楽という様式であっても、聞く者を攪乱せず、キリスト教の教義を際立たせ、神への賛美を高らかに歌い上げることのできる作品は存在しうる。こうした多声音楽の存在意義を実際の楽曲をもって実証することがパレストリーナの使命だった。その代表作とされるのが《教皇マルチェッルスのミサ曲》（1567年出版） である。",
        "location": "282"
      },
      {
        "text": "その流れるような感覚は以下のような構造的特徴にある。すなわち、まず「ド・レ・ミ・ファ・ソ・ラ・シ・ド」の音の並びを想定して、ここから「ド・ミ・ソ」や「ファ・ラ・ド」のような１度・３度・５度の間隔にある３音を同時に響かせると耳に心地よく、快の感覚を与えるのに対し、「ソ・シ・レ・ファ」のように１度・３度・５度・７度の間隔にある４音を同時に響かせると耳障りで、不快な感覚を受ける（ということになっている）。これにはいくつかの説明が試みられているが、例えば４音を並べた際の４番目の音が１番目の音に対して“ぶつかっているために”（ソに対するファは、「ソ・シ・レ・ファ」の並びでは７音／７度の間隔で離れているが、しかし並びを変えれば、隣り合っている〔２度の間隔にある〕と見ることもできる） に、その衝突感が耳を不快に刺激するという説明がなされる。ファはソに対して、不協和な音程になっているということである（２）。",
        "location": "314"
      },
      {
        "text": "不協和の衝突感が唐突に耳を打つことがないように、その４音目（ここではファの音） はその音が発せられる前の縦の音の響きにおいて準備されているべきである、という規則がある（これが“不協和音程の予備”の規則の起源である）。",
        "location": "324"
      },
      {
        "text": "つまりキリスト教の教義における「神の創造物であるこの世界にどうして悪や不完全なものが存在するのか」という問題である。これに対する答えとしてしばしば引き合いに出されるのが、「神は不完全なるものをもって完全性を体現する」という神学の教義である。つまり、神はただいたずらに悪や不完全なるものの存在を許しているわけではない。不完全なるものの存在意義がどこにあるかと言えば、それはほかならぬ完全性を際立たせるためであり、不完全なるものは完全なるものから出立し、完全性へと回帰することが運命づけられている。それによって神の完全性の理解がより深まるからである。 音楽における協和と不協和の問題にこの教義が援用された。すなわち、先述の通り特に不協和な音程に関しては予備と解決という規則が必須とされたわけだが、それは不協和な音程が現出されるためにはその不協和を成す音は前もって協和の諸音の中に準備されていなければならず、そして最終的に必ず協和の響きでもって終わらなければならない。これこそが神の意図なのであり、楽曲の中においてこうした予備や解決といった配慮なしに不協和な響きが用いられるのであればそれは甚だしい不完全性であり、決して容認されるべきではない。 キリスト教神学のこうした教義に当時の作曲技法は深く規定されていたわけであり、パレストリーナはこうした厳しい規定の中でカトリック教会のための音楽を多数作り続け、それゆえに音楽の一つの理想的な範型としての地位を占めることになったのである。ちなみに、パレストリーナ様式は現在でも有効に学習されている一つの技法であり、対位法様式の一つの典型であると見なされている。 （５）",
        "location": "336"
      },
      {
        "text": "またこの世紀には、劇音楽および標題楽への傾向がまだ顕著とはいえないまでもたしかに存在した。この新たな道への表現手段の探求を怠りなくつづけた末、ついにこの傾向は世紀の終わりにはオペラの創造を結果したが、 その中心形態は事実上あらゆる近代音楽の源泉となった といえるのである。 しかし、決定的な変革が成就されたのは1594年から1600年にかけてであり、その期間に音楽は単なる装飾的な機能ではなく人間の思想や感動を描き出す手段である、という概念が生じたのである。 この新たな観念によって、その年を境として、新しい音楽と旧い音楽との間の劃然たる区別が生じたのである。音楽史の近代において決定的な役を演じたのは実に 歌詞 への態度 だということができる。（イェッペセン：32）",
        "location": "547"
      },
      {
        "text": "モンテヴェルディの第二作法は何もないところから唐突に登場したわけではなく、むしろ第一作法を素地として生じたものと見るべきである。しかし上記引用の「歌詞への態度」という点に着目してまとめれば、第一作法において音楽は“歌詞／キリスト教の教義”のための副次的な存在に徹するべきという姿勢を貫徹するものであった。それに対してモンテヴェルディは“歌詞／人間の情感”を最優先とするがゆえに、旧来の音楽上の制約を一部破ってまで音楽にさらなる表現力を可能にする道を切り開いた。それは、多少専門用語を交えて言えば、対位法をその基盤とする第一の作法に、不協和な響きを制御する法則性の一つの決定的な変化を付け加え、ここにわれわれが現在も慣れ親しんでいる和声的調性、あるいは調性的和声の姿が現れることとなった。 ある意味でこのモンテヴェルディの規則破りは、「コロンブスの卵」になぞらえられるかもしれない。従来の音楽の流れの中の１音を従来の規則から逸脱させることで、前時代には不可能だった音楽のフィールドが現出したのだ。それは、考えてみれば、誰にだってできるような簡単な一手のようにも思える。そしてまた本書後半に見るような音楽構造を破壊しようとしたり、あるいはまったく別のフィールドを作ろうとした19世紀末から20世紀初頭の西洋音楽の動向（本書第５章参照） と比すれば、その大胆さは大したことのないように思えるかもしれない。しかしモンテヴェルディがこの予備なしの不協和な響きを実現していなかったら、その後もしばらくパレストリーナ的な対位法技法による音楽が主流を占め続けたかもしれず、モンテヴェルディ以降の名だたる作曲家たちの作品は存在しえなかっただろうし、理論面から言えばJ.‐Ph.ラモーの『自然の諸原理に還元された和声論』（原著1722、邦訳2018、以下、『和声論… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "556"
      },
      {
        "text": "しかし、なぜ特別にドとファの線をこのように目立たせたのか？ グイドは半音のを色のついた線のすぐ下に持ってきていた。つまり、黄色はシとドの音程を、赤はミとファの音程を示していた。（中略） 半音のは中世の音楽理論にとって非常に大切な役割を果たすことになる。（",
        "location": "1,136"
      },
      {
        "text": "そして不協和を成す長３度のシがドへと半音の移行を達成するとき、われわれの耳はこの上ない安心感、安定感を受けるはずである。この移行は和声学では「緊張と弛緩」あるいは「緊張と解決」といった用語で説明されてきた。このシとドの間にある半音という塩によってわれわれはフレーズが安定的に終結したというカタルシスを感じるようになっている。換言すれば導音が緊張を与え、主音がわれわれに安心を与える。この半音の塩こそ、われわれが享受している現在の音楽が予定調和の構造を有するための最重要因子の一つになっていると言えるだろう。",
        "location": "1,464"
      },
      {
        "text": "音階 の本質は 主音 として選ばれた音の３度の音 に存する。 この３度は長か短かのどちらかでしかない。したがって音階もこの２つの種別によってのみ識別されるものである。 音階 という言葉がたいてい 調 という言葉に含められてしまうのはここに根拠がある。それは 長調 や 短調 という言い方に端的に表れている。ウトの音に対して長３度が与えられるとそれはウトの長調と呼ばれ、ウト調長音階とは言われない。（ラモー：82）",
        "location": "1,634"
      },
      {
        "text": "中世末期から今日に至るまで音楽の発展を支えてきたのは調性組織である。調性組織は、体系それも 設定された 体系として（ 調性を〈自然発生的〉事象だと考える人は誰もいないのであるから）、音楽家にとって〈韻律〉という作業慣習と同じ機能を果たしてきた。調性音楽家は、この体系に従いながら体系と格闘するというかたちで、曲を生み出してきたのである。（中略） 偉大な音楽家はこの約束事の範囲内で、調性組織を再提示する諸々の新手法を創り出してきたわけである。 だが、ある時点で音楽家は調性組織から脱出する必要があることに気づいた。例えば六音音階法を用いたドビュッシーがそうである。（中略） またシェーンベルクは調性組織を決定的に破壊し、一つの新しい体系を創り出した。ストラヴィンスキーが創作活動のある時期にある程度調性組織を受け入れていたのは、調性組織をパロディー化することが、それを称揚する瞬間に怪しげなものに見せる唯一可能な方法だったからである。（エーコ：295‐296）",
        "location": "2,995"
      },
      {
        "text": "欧州の音組織の発展の基本原理として、 すべての音の群および和音結合が自由に選択した主音と緊密で常に明確な親戚関係にあること、これから全作品の音の群が発展し、それに再び戻ってくること、が要求される。古代世界はこの原理をホモフォニー音楽で発展させ、現代の音楽は和声的音楽で発展させる。しかし この原理は お分かりのように、 美的なものであって自然なものではない。（同掲書：411）",
        "location": "3,216"
      },
      {
        "text": "音楽は 二つの格子 を使う。 ひとつは生理的であって、それゆえ自然のもの である。それが存在するのは、音楽が有機的なリズムを利用することによるからであり、また、不連続を意味あるものにする。（中略） もうひとつの格子は文化的 である。それは音楽で使われる音の階梯であり、音の数と隔たりは文化によって異なる。（中略） 今日の音楽界における思想は、はっきりとであれ暗黙のうちにであれ、 音階を形づくる音のあいだにあるとされる関係の体系に、客観的に正当化できる自然の基盤があるとする仮定を否定している。（中略） さまざまなタイプの音階が音の連続に切れ目を入れると、音と音のあいだに序列のある関係が出現する。 この関係は自然が課すのではない。というのは、どの音階を見ても、その物理的特性の数と複雑さが、個々の体系が必要な関与特徴を作るために選び取る特性をそうとうに上回っているからである。 とはいえ、あらゆる音韻体系がそうであるように、旋律や調（多調であろうと無調であろうと） の体系もすべて、生理的・物理的諸特性に基礎をおいていることには変わりない のであり、旋律や調の体系は、たぶん無限に入手可能な特性の中からそのいくつかを取り出して、さまざまな意味の識別に使うコードを作るために、それらの特性にふさわしい対立と組合せを活用していることにも変わりはない。絵画と同様に、 音楽の背後には、感覚的経験の自然の組織がある。だからといって音楽が自然の組織の支配下にあるというわけではない。（レヴィ゠ストロース：26‐27、33‐34）",
        "location": "3,330"
      }
    ]
  },
  {
    "id": "14ca78945e401ef6fdc3d2a85999b9ade19f2f4207c180799a15d0f52b0232b2",
    "title": "人間はどこまで家畜か",
    "author": "熊代　亨",
    "publisher": "早川書房",
    "isbn": "9784153400191",
    "asin": "415340019X",
    "readDate": "2024/06/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0191/9784153400191_1_2.jpg",
    "highlights": [
      {
        "text": "文明社会がますます進み、あれもこれも障害特性とみなされ、〝人間の標準規格〟の基準が厳しくなった未来にはもっと多くの人が治療や支援を必要とするでしょう。そうした果てに、誰もが能力向上のための服薬を求めるようになり、子どもが不適応を起こさないよう遺伝子操作が行われるのが当然の未来が到来したとして……それは肯定して構わないものでしょうか。",
        "location": "38"
      },
      {
        "text": "自己家畜化とは何か」を私なりにざっくり要約すると、 「人間が作り出した人工的な社会・文化・環境のもとで、より穏やかで協力的な性質を持つよう自ら進化してきた、そのような生物学的な変化のこと」",
        "location": "108"
      },
      {
        "text": "家畜化症候群の特徴４「哺乳類でも鳥類でも脳が小さくなる」です。家畜化症候群が起こった動物では脳容量が小さくなり、ＨＰＡ系の機能も変化して不安や攻撃性が低下します。猿人の時代からこのかた、人類は性差が少ないほうへ、男性ホルモンが少ないほうへと変わり続け、顎や歯が小さくなるなど、家畜化症候群の兆候をみせてきました。それでも脳容量は右肩上がりに増え続けてきたのですが、人類がホモ・サピエンスに進化してからは家畜化症候群がみられた他の動物と同じく、脳容量が減り始めました。",
        "location": "413"
      },
      {
        "text": "他の家畜化した動物たちと同じく、人間の脳は確かに小さくなりましたが、だからといって愚かになったわけではありません。ＨＰＡ系が発達し、コルチゾールやアドレナリンや男性ホルモンがたくさん出ているいわば野生的な脳から、ＨＰＡ系があまり発達せず、セロトニンがたくさん利用できるいわば家畜的な脳へと変わったわけです。それによって私たちは、チンパンジーやオランウータンには欠如している、協力しあいルールを共有し、社会をかたちづくる形質を身に付けるに至ったのでした。",
        "location": "453"
      },
      {
        "text": "ランガムは『善と悪のパラドックス』という書籍のなかで、人間の攻撃性を「反応的攻撃性」と「能動的攻撃性」に分類し、人間は利用可能なセロトニンが増えたことで前者は少なくなったが後者はそうでもない、と論じています。 古い祖先たちと比較して、テストステロンやコルチゾールが減少し、セロトニンが増加した私たちは確かに穏やかになりました。しかしそれで減少したのは「ついカッとなって人を殺した」「通行人の目つきが気に入らないから喧嘩を売った」といった、その場の感情に根差した、まさに反応的な殺人や争いであって、計画的な殺人や争いはこの限りではないというのです。",
        "location": "525"
      },
      {
        "text": "誰もが助け合う文化とは、誰もが助け合わなければ生きていけない文化でもあります。身分の保障として国や法律があてにならない社会では、人間関係、ひいては共同体への所属が生存の命綱になります。共同体からの追放が死の危険に直結するため、共同体が強いるルールは守らなければならず、違反者は罰せられなければなりません。",
        "location": "638"
      },
      {
        "text": "ルールからの逸脱者を目ざとく発見し、それを罰したいと感じる行動形質は、狩猟採集社会という国家も法もない環境で進化してきたホモ・サピエンスの、自己家畜化の影絵のような側面といえます。そのような性質を持ち合わせているからこそ、狩猟採集社会の人々は平等主義的で、でしゃばることを嫌います。ランガムやヘンリックによれば、今日の狩猟採集社会でも、共同体のなかででしゃばりすぎたり規範から逸脱しているとみなされたりすれば処刑や追放のおそれがあるとのことです。",
        "location": "656"
      },
      {
        "text": "自己家畜化が進んだとはいえ、人間は、ホモ・エコノミクスである以前に動物としてのホモ・サピエンスでもあります。遺伝子を継承し、子々孫々の繁栄を求める動物の観点からみれば、最もコスパが良いとは、最も効率的に子孫や血縁者を残せることを指すはずです。ところが今日、そのような観点からコスパを推し量る人はまずいません。コスパを追求する人が結婚を敬遠し、結婚したとしても子どもの人数を制限する判断基準は、動物としてのホモ・サピエンスのものではありません。高収入志向も高学歴志向も、ぜいたくな生活や顕示的消費を望むのも、資本主義の思想を内面化したホモ・エコノミクスならではのもので、そこから逸脱した「貧乏の子沢山」のような生き方は今日では選ぶに値しない生き方、というより非常識な生き方とみなされるでしょう。 進化生物学者のリチャード・ドーキンスは『利己的な遺伝子』のなかで、「人間も含めた生物は、遺伝子からみれば（遺伝子を運ぶ）乗り物である」と比喩しましたが、今日の人間はまるで自己増殖する資本の乗り物のようです。社会の隅々にまで資本主義の思想が浸透し、それを内面化した私たちにとって、資本主義の 思想 は生物学的な 遺伝子 よりも強い行動原理になっていて、子孫を残すのにふさわしい暮らしは、資本主義にふさわしい暮らしに上書きされています。",
        "location": "1,155"
      },
      {
        "text": "現代人は社会契約や資本主義や個人主義といった思想どおりに生き、それらのおかげで豊かになりました。ですが見ようによってはそれらの思想に飼い馴らされ、はみ出さないよう 馴致 され、そうでない生の可能性を剝奪する社会が到来したとも、生殖も含めた動物としての行動形質を思想が上書きしてしまう社会が到来したとも言えます。",
        "location": "1,314"
      },
      {
        "text": "人間は有史以前から文化を紡ぎ、そのなかで生物学的な自己家畜化の方向へと進化してきました。文化と共に進み続け、環境を変え続けてきたのが人間の人間らしさだったと言えます。しかし人間は動物でもあり、内にネイチャーを宿したまま命のバトンリレーをしてきたことも、人間らしさの偽らざる一部なのです。そうした自然な営みや人間の生物としての形質に文化や環境が寄り添うことも人間の未来に資するはずなのに、現状、そのための議論が活発とは私にはみえません。議論がすぐにできないというなら、せめて私たちの文化や環境が私たちを真・家畜人たらしめるよう要請しつづけ、絶えず私たちを漂白し、なんとなれば疎外してきた側面をまずは自覚すべきです。そのうえでいつか本当の意味で人間にやさしい文化や環境へと舵を切り直し、そんな社会の建設に知恵と勇気を絞っていただきたいとも願います。",
        "location": "2,310"
      },
      {
        "text": "進歩を否定せず、しかして動物としての人間を取り戻すこと。加速する文化や環境と生物学的な人間とを折り合い付けられる、そんな未来を創造すること──それが本書を締めくくるにあたっての、私のメッセージになります。令和の日本社会の現状からいって、これは荒唐無稽なメッセージとうつるかもしれません。しかしこのまま文化や環境の顔色をうかがい、思想や制度のなすがままに生きづらさを強制され、生権力に飼い馴らされるばかりの未来があって良いとは私には思えません。そのためにも声をあげましょう。文化や環境のためでなく、人間自身のために。私たちの血潮に宿っている、社会契約や資本主義や個人主義では説明しきれない側面のために。 21 世紀が本当の意味で人間にやさしい時代になっていくための小さな種子のひとつに、本書はなり得たでしょうか。私はそうであって欲しいと祈りながら、これからも考え続け、書き続けていくつもりです。",
        "location": "2,318"
      }
    ]
  },
  {
    "id": "35c2dd20501b4e57574aac2b3474f6a60bbe4c1d1835c0c94e475fde51d9ef14",
    "title": "核兵器入門",
    "author": "多田 将",
    "publisher": "星海社",
    "isbn": "9784065309506",
    "asin": "4065309506",
    "readDate": "2024/06/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9506/9784065309506_1_2.jpg",
    "highlights": []
  },
  {
    "id": "e165b7dec51d963992ed9c70bee8be44a746c1fe6a4e2c09a801dcf006b1000f",
    "title": "きみのお金は誰のため",
    "author": "田内 学",
    "publisher": "東洋経済新報社",
    "isbn": "9784492047354",
    "asin": "4492047352",
    "readDate": "2024/06/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7354/9784492047354_1_7.jpg",
    "highlights": [
      {
        "text": "みんなを等しく便利にした会社の創業者が、結果的に大金持ちになったんや」 ボスの説明に、七海がため息をつく。 「そういうことでしたか。格差を縮めるサービスを提供しているのに、お金持ちだという事実だけが切り出されていたんですね」 「もちろん、金銭的な格差も小さいほうがええで。せやけど、その中身を見ないでむやみに批判するのはあかん。自分の立場を利用してずるくもうけるお金持ちと、みんなの 抱える問題を解決してくれたお金持ちとでは意味が違うんや」",
        "location": "1,807"
      },
      {
        "text": "ネット通販を使うのは悪いことやないで。仕事が忙しかったり、小さい子どもがおったりする人には大助かりや。その便利なサービスを提供する会社ももちろん悪者やない。しかし、結果として、街の書店の売上が減少して、店も減っているのは事実や。自分の行動の影響を理解した上で 選択 することが大切なんや」 ボスはひとつ 咳払いをしてから、話を続けた。 「問題なのは、『社会が悪い』と思うことや。社会という悪の組織のせいにして、自分がその社会を作っていることを忘れていることが、いちばんタチが悪い」",
        "location": "1,966"
      },
      {
        "text": "本来は、働くこと自体が、誰かのためになる 行為 そのものや。誰かが 抱えている問題を解決している。優斗くんの両親がトンカツを作るのは、お客さんの空腹を満たすためや。優斗くんが教室の掃除をするのは、クラス全員のためや。 その働く行為に、お金が 絡むかどうかは本質的には関係ない。 1 人ひとりが誰かの問題を解決しているから、僕らの社会は成り立っている。何度も言うように、お金が社会を支えているわけやない。",
        "location": "2,453"
      }
    ]
  },
  {
    "id": "958eab63ff31ed3b17a8e0e8437ad48d961e58521ee1ab7621757c3ab126d795",
    "title": "ユーザーインタビューのやさしい教科書",
    "author": "奥泉 直子/山崎 真湖人/三澤 直加/古田 一義/伊藤 英明",
    "publisher": "マイナビ出版",
    "isbn": "9784839976156",
    "asin": "4839976155",
    "readDate": "2024/06/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6156/9784839976156_1_4.jpg",
    "highlights": []
  },
  {
    "id": "cf81333a2e21c2f5bd5256ebe9b3323bb92fda069f04cfe0e0ffd2e136746636",
    "title": "陽キャになった俺の青春至上主義(1)",
    "author": "持崎湯葉",
    "publisher": "SBクリエイティブ",
    "isbn": "9784815618667",
    "asin": "4815618666",
    "readDate": "2024/05/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8667/9784815618667_1_3.jpg",
    "highlights": []
  },
  {
    "id": "915a7adaaf6f0c093de94de29ceb137faa868de231459cca7e2455c14590dbab",
    "title": "AIを生んだ100のSF",
    "author": "宮本　道人/宮本　裕人/大澤　博隆/西條　玲奈/福地　健太郎/長谷　敏司",
    "publisher": "早川書房",
    "isbn": "9784153400238",
    "asin": "4153400238",
    "readDate": "2024/05/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0238/9784153400238_1_2.jpg",
    "highlights": [
      {
        "text": "また考え方として最も影響を受けたのは、スタニスワフ・レムの『ソラリス』や『砂漠の惑星』です。一つひとつは非力で小さな虫みたいなロボットが、集まることで全体として大きな力をもつ、あるいは海が知性をもってしまうといった概念には、非常にアンチヒューマノイド的なところがあって。たとえばアシモフの『われはロボット』は完全にヒューマノイド的な機械の世界ですが、『ソラリス』がそれとは全く異なる世界を提示していることに衝撃を受けた。人間以外の知性体がいるという世界観には非常に影響を受けましたね。",
        "location": "123"
      },
      {
        "text": "小松左京もかつて「機械化人類学」の妄想」（『地球社会学の構想』所収）というエッセイを書いていますが、「人と機械のエコシステム」はＳＦのなかでも普遍的に追求してきたテーマだと思います。",
        "location": "216"
      },
      {
        "text": "本当に時代を超えてすごいと思うのは『ソラリス』です。単なるギミックとしてのＳＦではなく、人間について、ものすごく大きなスケールで考える視点を与えてくれる。ＳＦというジャンルにもそういう小説があるんだよということは、伝えたいですね。国語の先生にも納得してもらえるのではないでしょうか。",
        "location": "310"
      },
      {
        "text": "あと、大学時代に影響を受けた本に『マインズ・アイ──コンピュータ時代の「心」と「私」』（ダグラス・ホフスタッター＆ダニエル・デネット編）があります。この本が面白いのは、フィクションと学術論文が混じっているところ。上下巻で 27 章分のテキストがあるのですが、そこにはスタニスワフ・レムの短篇からチューリング・テストの論文、リチャード・ドーキンスのミームの話、トマス・ネーゲルの「コウモリであるとはどのようなことか」という有名な論文、さらに『アナーキー・国家・ユートピア』のロバート・ノージックが書いたフィクションまでが入っています。人間の脳のソフトウェアを他人にコピーしたらどうなるか、みたいな話を 80 年代にすでにしているかと思えば、宣伝には「ＳＦ傑作集として読んでも第一級の面白さです」とも書いてあって、ＳＦがテーマの作品でもあるんです。 『マインズ・アイ』はこういうテーマに興味のある学生には必ず読ませたいと思うものの、絶版になってしまって入手できないのが残念です。現在のＡＩブームを受けて、復刊してほしいですね。",
        "location": "688"
      },
      {
        "text": "やはり『ソラリス』に代表されるレムの作品が好きですね。具体的にレムにどういう影響を受けたかといえば、知能というのを人間ありきで考えてはいけないということ。いまとなっては当たり前に思える話かもしれませんが、世の中には人間とはまったく違うタイプの知能があるかもしれないと。そうした考え方は、レムから来ていると思います。 どうしてもロボットをつくるときは「人間のようなことができればいい」と考えがちですが、知能全般を考えるときには、その前提を取っ払って考えなければいけない。レムが書いているように、部分的に取り出してもまったく機能しないけれど全体として見ると機能している、といったタイプの知能だってありえるわけです。 知能の定義は人によって違うのでひとつの正解はありませんが、僕は「生き延びる力」だと考えています。ある環境のなかで死ぬことなく、生き延びるための力こそが知能であると。この考え方は、レムを含め、これまで触れてきたＳＦ作品から影響を受けていると思います。",
        "location": "700"
      },
      {
        "text": "最近の倫理のトピックで、戦争で人を撃つか撃たないかの最終判断は機械ではなく人間が行うべきだという話があるじゃないですか。目標を見つけるところまではＡＩがやるんだけど、撃つべきかどうかの判断は人間が決めると。でもこの先、義手や義足の技術が進んで、脳の一部も機械に置き換わるような時代が近い将来に実現したとき、「どこまでが人間か？」という問いが必ず出てくるわけです。そう考えると、人間と機械を二元論として捉えていると、おそらくどこかでほころびが出てきてしまう。人間と機械、人間とＡＩは連続線上に存在するものとして考えたほうが自然なのだと思っています。",
        "location": "732"
      },
      {
        "text": "そうですね。特に高齢者にとっての使いやすさ研究をやっていると、技術と人間の関係性がここまで進んでしまうと怖いな、と思う部分がたくさんあります。 高齢になってから住環境が変わり、ＩＨやインターフォン、お風呂リモコンをある日突然、「使わなくてはいけない生活」になるケースが増えているんです。私たちは切り替えられるけれども、高齢者にはそれが切り替えられない。すると、「もう自分は人間として駄目だ」と、焦りやパニックが出てくる。周りの若年世代の側もつい、「もう使わなくていいから」「じゃあ、インターフォンは出なくていいから」なんて言ってしまう。でも、それは高齢者にとっては、たとえば、お友達を好きなときに呼べない生活、好きな時に熱いお茶が淹れられない生活になるということですよね。それを若い世代が勝手に決めていいのか。すごく難しい問題です。 使いやすさ・使いにくさが、生活の深部にまで食い込んできている状況があります。たかがＩＨの使いやすさで、人としての気持ちをえぐるようなことをしているのが、私はとても嫌なんですね。ほとんどの人がそれに気付いていないということも。もちろん、ＩＨを作っている側は、分かってもらえないところをどうやって「安全に」「使ってもらう」かと考えています。でも、マンションを造る人たちは何も考えずＩＨを入れている場合が多々あるわけです。",
        "location": "1,021"
      },
      {
        "text": "実は人間の認知的なプロセスを研究するうえで一番操作しやすく、実験する際にコントロールしやすいのが「テキスト」だから、という理由です。昔から認知心理学そのものがテキスト（視覚言語）にかなり依存していて、記憶実験の多くはスライドで文字を出して覚えてもらうんです。もし音声でやろうとすると、どういうピッチでどういう話し方で、というのを一定にしなくてはいけなくなりますから。 一方でそれが音声言語の面白さでもあって、発話のプロトコル分析という形で取り組んでいます。先ほど触れた「テレビ電話がどうして使われないのか」に関わる研究で面白かったのが、電話で話しているときには声に出して笑う回数がとても多く、しかも話し手が話す前に笑うという行動が出てくること。「それでね、昨日ね（ふふっ）」というように。これは対面ではよっぽどじゃないと出てこなくて、その代わりに表情とか間とかピッチを変えたり、ジェスチャーで見せたりしているのですが、それを電話でやるときには、「ふふっ」を入れることによって「私はこれから面白いことを言うよ」とメッセージに取り込んでいる。要するに、メールで書くときにはメールに最適化してテキストを書くのと同じように、私たちは音声だけで対話するときには音声に最適化しているんです。 考えてみれば当たり前なのですが、私たちは音声というものを非常にうまく使いこなしています。音声言語は、話者が意図的あるいは非意図的に言葉の発し方をコントロールすることによって、かなり違うメッセージを出すことができる──この豊かさに感動して、そこから発話プロトコル分析が好きになりました。 ─",
        "location": "1,056"
      },
      {
        "text": "──人工生命という分野がどういうものか、もう少しご説明いただけますか？ 最初にこの分野を立ち上げたクリストファー・ラングトンは、「現実に見られる生命だけじゃなくて、あり得たかもしれない生命を考えたい」という名言を残しています。人類は鳥から飛行機を作りましたが、飛行機は鳥ではない。人工生命は飛行機にはない鳥の「自律性」という部分に目を向けたんです。数学には理論と実験があります。この実験数学に対応するものをやっているのが、人工生命なのではないでしょうか。ＡＩが最適化をする技術であるとするならば、ＡＬｉｆｅは最適ではない、生命の多様性の原理を探求する分野と言えるでしょう。",
        "location": "1,352"
      },
      {
        "text": "松尾： ＡＩ関連の話で、個人的に恋愛に落ちる話が多いのはもったいないなと。誰かが言っていたけど、そもそも宇宙とか知能の話において、人間の脳における若干のホルモン量の変化が大きな影響を及ぼすわけがないじゃん、と。でも、そういう話にしないとみんな読まないからしょうがないよなと思いつつ、何か違うんだけどなっていう……。",
        "location": "3,115"
      },
      {
        "text": "松尾： 人類はこれから大きく変わっていくので、そういうこととか、科学技術とはそもそも何かとか、書きたいことたくさんありますよ。たとえば、科学技術って人間の理解の範囲内の理論化ですよね、ということがこれからバレてくるんですよ。偉そうな物理学者がまったく理解できないような定式化の仕方とかがＡＩによってわかってくる。そうすると、いままでの人間の理解がいかに限定的だったかがわかる。すべての分野でそうしたことが起こってくるし、そもそも学問領域が分かれていること自体がそれを物語っているわけで。 それから「仕事とは何か」ということも、みんなちゃんと理解していない気がしていて。よく「ＡＩで仕事がなくなる」と言われますけど、なくなるわけないじゃんと思っています。人間の仕事が生産に寄与している、という思い上がりはもうやめたほうがよくて、農業や資源採掘をやっている人なんてほとんどいないわけですよ。それでも、たとえば数社のビールメーカーがシェアを奪い合ったりしているわけです。ビールは十分うまいのに、新商品のなんとかビールとか冬のビールとかを発表して、売上が上がったとか下がったとか、勝った負けたとか言っている。それを大真面目に、何万人・何十万人がやっているわけですよ。 結局、人間には「味方を集めて敵と戦う」という習性があって、それが面白いんです。人間は社会的動物だから、味方を定義して、敵と戦うことによって脳の報酬系が出て、それが好きなんですよね。人間とはそういうもので、ＡＩがいくら発展しようが、味方を作って敵と戦うんだけど、そこにおいては人間同士の相対的な優劣が重要で。相対的に優れていると認められる人が上にのぼっていくし、そうじゃない人が失脚することになる。",
        "location": "3,171"
      }
    ]
  },
  {
    "id": "a0c862f16387c40412a93ff261f7cdf0075358116f2d02e684fa7168bdfbf0cb",
    "title": "バッタを倒しにアフリカへ",
    "author": "前野ウルド浩太郎",
    "publisher": "光文社",
    "isbn": "9784334039899",
    "asin": "4334039898",
    "readDate": "2024/05/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9899/9784334039899.jpg",
    "highlights": [
      {
        "text": "ちなみに、バッタとイナゴは相変異を示すか示さないかで区別されている。相変異を示すものがバッタ（ust）、示さないものがイナゴ（Grasshopper）と呼ばれる。日本では、オンブバッタやショウリョウバッタなどと呼ばれるが、厳密にはイナゴの仲間である。ustの由来はラテン語の「焼野原」だ。彼らが過ぎ去った後は、緑という緑が全て消えることからきている。",
        "location": "1,202"
      },
      {
        "text": "それにしても、目標とは生きていく上でなんと重要なのだろう。あるとなしとでは毎日の充実感が大違いだ。いきなり「アフリカのバッタ問題の解決」などと、果てしない目標を掲げてしまった日には途方に暮れてしまう。まとめやすいものから順に形にしていき、完成の喜びを味わい、調子に乗ったところで次にもっと時間のかかるものにチャレンジしていく作戦をとった。やれやれ、自分で自分のご機嫌をとるのも一苦労だ。",
        "location": "2,096"
      },
      {
        "text": "「あなたが不満をもっているのなら、周りを見回してあなたが置かれている環境に感謝すべきだ。幸運にも私たちは必要以上に物をもっている。際限なく続く欲望に終止符を」とメッセージが添えられていた。 ババ所長が、このスライドショーを見せた意図を説明してくれた。 「いいかコータロー。つらいときは自分よりも恵まれている人を見るな。みじめな思いをするだけだ。つらいときこそ自分よりも恵まれていない人を見て、自分がいかに恵まれているかに感謝するんだ。嫉妬は人を狂わす。お前は無収入になっても何も心配する必要はない。研究所は引き続きサポートするし、私は必ずお前が成功すると確信している。ただちょっと時間がかかっているだけだ」",
        "location": "2,725"
      }
    ]
  },
  {
    "id": "3e291d9899f03b8a48491303baef542e8f8f8dbc1e166be8c176390ddbf24410",
    "title": "プロジェクトマネジメント標準PMBOK入門",
    "author": "広兼 修",
    "publisher": "オーム社",
    "isbn": "9784274229497",
    "asin": "4274229491",
    "readDate": "2024/05/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9497/9784274229497_1_3.jpg",
    "highlights": []
  },
  {
    "id": "e7b348686b1c45e5f09a9e829f23adb6c5b26592bae55a2d8406e42b2fc1980c",
    "title": "なぜ働いていると本が読めなくなるのか",
    "author": "三宅 香帆",
    "publisher": "集英社",
    "isbn": "9784087213126",
    "asin": "4087213129",
    "readDate": "2024/04/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3126/9784087213126_1_8.jpg",
    "highlights": [
      {
        "text": "『痴人の愛』は、元はといえば「大阪朝日新聞」の連載小説である。当時の新聞の主なターゲットは、新中間層、つまりは毎日通勤するサラリーマンだった（山本武利『近代日本の新聞読者層』）。だとすれば、「田舎から出てきた真面目なサラリーマンが、カフェで働く美少女を引き取る」というあらすじは、まさに谷崎潤一郎がサラリーマンに向けて書いた妄想物語そのものだったのではないだろうか。",
        "location": "668"
      },
      {
        "text": "自己啓発書の特徴は、自己のコントローラブルな行動の変革を促すことにある。つまり他人や社会といったアンコントローラブルなものは捨て置き、自分の行動というコントローラブルなものの変革に注力することによって、自分の人生を変革する。それが自己啓発書のロジックである。そのとき、アンコントローラブルな外部の社会は、ノイズとして除去される。自分にとって、コントローラブルな私的空間や行動こそが、変革の対象となる。",
        "location": "1,853"
      },
      {
        "text": "麦が「パズドラ」ならできるのは、コントローラブルな娯楽だからだ。スマホゲームという名の、既知の体験の踏襲は、むしろ頭をクリアにすらするかもしれない。知らないノイズが入ってこないからだ。 対して読書は、何が向こうからやってくるのか分からない、知らないものを取り入れる、アンコントローラブルなエンターテインメントである。そのノイズ性こそが、麦が読書を手放した原因ではなかっただろうか。 逆に言えば、１９９０年代以前の〈政治の時代〉あるいは〈内面の時代〉においては、読書はむしろ「知らなかったことを知ることができる」ツールであった。そこにあるのは、コントロールの欲望ではなく、社会参加あるいは自己探索の欲望であった。社会のことを知ることで、社会を変えることができる。自分のことを知ることで、自分を変えることができる。 しかし 90 年代以降の〈経済の時代〉あるいは〈行動の時代〉においては、社会のことを知っても、自分には関係がない。それよりも自分自身でコントロールできるものに注力したほうがいい。そこにあるのは、市場適合あるいは自己管理の欲望なのだ。 そしてこれこそが、２０００年代以降の思想ではないだろうか。",
        "location": "1,881"
      },
      {
        "text": "また 90 年代後半、すでに「やりたいこと」「好きなこと」を重視するキャリア教育は取り入れられ始めていた。労働市場が崩れ始めた 90 年代後半から、「夢」を追いかけろと煽るメディアが氾濫するようになる（荒川葉『「夢追い」型進路形成の功罪―高校改革の社会学』）。実際、学生が想像できる「夢」、つまり楽しそうな進路は「服飾・家政」や「文化・教養」など就職率の低い領域であることも多かった。しかしそういったリスクを伝えず、高校のキャリア教育は夢を追いかけることを推奨した。 つまり 90 年代後半から 00 年代にかけて、日本の教育は「好きなこと」「やりたいこと」に沿った選択学習、進路形成を推奨する教育がなされることになった。結果として「やりたいことが見つからない」若者や、あるいは「やりたいことが見つかっていても、リスクの高い進路を選んでしまう」若者が増えていったのだと荒川は指摘する（同前）。",
        "location": "1,941"
      },
      {
        "text": "80 年代のバブル経済時、田中康夫『なんとなく、クリスタル』（河出書房新社、１９８１年） や上野千鶴子『〈私〉探しゲーム―欲望私民社会論』（筑摩書房、１９８７年） を参照すれば、消費による自分らしさの表現が可能だったことが分かる。しかし 90 年代のバブル崩壊を経て、２０００年代の新自由主義社会化による労働環境の変化の影響を受けた若者たちは、もはや消費で自己表現することは難しくなった。その結果、労働そのものが「自分探し」の舞台になったのである。『",
        "location": "1,969"
      },
      {
        "text": "仕事はつまらないもので、必要悪であるという認識をもったうえで、自己実現は余暇ですればよいというのが、これまでの二冊の本の主張です。余暇を楽しむために仕事をする。そういった働き方ができていない状況になっているというのが、大きな問題だと思います。",
        "location": "1,982"
      },
      {
        "text": "インターネットの本質は「リンク、シェア、フラット」にある、と語ったのはコピーライターの糸井重里だった（『インターネット的』）。とくに「フラット」というのはつまり、「それぞれが無名性で情報をやりとりすること」と糸井は説明する。",
        "location": "2,022"
      },
      {
        "text": "仮にこの対比を、〈読書的人文知〉と〈インターネット的情報〉と呼ぶならば、そのふたつを隔てるものは何だろう？ 〈インターネット的情報〉は「自己や社会の複雑さに目を向けることのない」ところが安直であると伊藤は指摘する。逆に言えば〈読書的人文知〉には、自己や社会の複雑さに目を向けつつ、歴史性や文脈性を重んじようとする知的な誠実さが存在している。 しかしむしろ、自己や社会の複雑さを考えず、歴史や文脈を重んじないところ――つまり人々の知りたい情報以外が出てこないところ、そのノイズのなさこそに、〈インターネット的情報〉ひいてはひろゆき的ポピュリズムの強さがある。 従来の人文知や教養の本と比較して、インターネットは、ノイズのない情報を私たちに与えてくれる。 情報の氾濫するインターネット空間で、いかに必要のない情報を除去し、ノイズのない情報を伝えるかが重要視されることは、説明の必要もないほど私たちも痛感するところだろう。働いていて、本が読めなくてもインターネットができるのは、自分の今、求めていない情報が出てきづらいからだ。 求めている情報だけを、ノイズが除去された状態で、読むことができる。それが〈インターネット的情報〉なのである。",
        "location": "2,062"
      },
      {
        "text": "市場という波にうまく乗ることだけを考え、市場という波のルールを正そうという発想はない人々。それが新自由主義的社会が生み出した赤ん坊だったと言えるかもしれない。",
        "location": "2,206"
      },
      {
        "text": "しかし動機がなんであれ、若者はノイズ性（＝今ではなく過去に流行した音楽であること） の含まれた知識にたどり着いた。彼はフリッパーズ・ギターを通して、いささか大げさに言えば、他者の文脈――おじさん世代に流行した音楽という文脈――に触れたのだ。 これが教養でなくて、何だろう。今回の例はきわめて示唆的なエピソードではないだろうか。教養とは、本質的には、自分から離れたところにあるものに触れることなのである。 それは明日の自分に役立つ情報ではない。明日話す他者とのコミュニケーションに役立つ情報ではない。たしかに自分が生きていなかった時代の文脈を知ることは、今の自分には関係がないように思えるかもしれない。 しかし自分から離れた存在に触れることを、私たちは本当にやめられるのだろうか？ 私たちは、他者の文脈に触れながら、生きざるをえないのではないのか。 つまり、私たちはノイズ性を完全に除去した情報だけで生きるなんて――無理なのではないだろうか。",
        "location": "2,323"
      },
      {
        "text": "映画を早送りで観ても、教養をビジネスのために利用しても、「推し」を仕事からの現実逃避のために推していても。それはもしかすると、自分の外側にあるノイズである文脈――遠いけれどいつかは自分に返ってくるかもしれない文脈――の入り口かもしれない。",
        "location": "2,371"
      },
      {
        "text": "大切なのは、他者の文脈をシャットアウトしないことだ。 仕事のノイズになるような知識を、あえて受け入れる。 仕事以外の文脈を思い出すこと。そのノイズを、受け入れること。 それこそが、私たちが働きながら本を読む一歩なのではないだろうか。",
        "location": "2,380"
      },
      {
        "text": "知は常に未知であり、私たちは「何を知りたいのか」を知らない。何を読みたいのか、私たちは分かっていない。何を欲望しているのか、私たちは分かっていないのだ。 だからこそ本を読むと、他者の文脈に触れることができる。 自分から遠く離れた文脈に触れること――それが読書なのである。 そして、本が読めない状況とは、新しい文脈をつくる余裕がない、ということだ。自分から離れたところにある文脈を、ノイズだと思ってしまう。そのノイズを頭に入れる余裕がない。自分に関係のあるものばかりを求めてしまう。それは、余裕のなさゆえである。だから私たちは、働いていると、本が読めない。 仕事以外の文脈を、取り入れる余裕がなくなるからだ。",
        "location": "2,398"
      },
      {
        "text": "日本のように、会社に強制されて長時間労働をしてしまう社会はもちろん問題だ。しかし諸外国の例が示しているとおり、新自由主義社会では会社に強制されなくとも、個人が長時間労働を望んでしまうような社会構造が生まれている。そもそも新自由主義社会は人々が「頑張りすぎてしまう」構造を生みやすく、それは会社が強制するかどうかの問題ではない。個人が「頑張りすぎたくなってしまう」ことが、今の社会の問題点なのである。本書の文脈に沿わせると、「働きながら本が読めなくなるくらい、全身全霊で働きたくなってしまう」ように個人が仕向けられているのが、現代社会なのだ。",
        "location": "2,516"
      }
    ]
  },
  {
    "id": "2c1a7567b993d47ab2af8bf253ba5343bffee216745fe88d446bedba1d595d33",
    "title": "AITuberを作ってみたら生成AIプログラミングがよくわかった件",
    "author": "阿部 由延 @sald_ra",
    "publisher": "日経BP",
    "isbn": "9784296070787",
    "asin": "4296070789",
    "readDate": "2024/04/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0787/9784296070787_1_2.jpg",
    "highlights": []
  },
  {
    "id": "8d9f88875b10bf7c1d1c6f1cf79b7aa8b75052ed153c2e0b1bb83b2ab378506b",
    "title": "｢戦争学｣概論",
    "author": "黒野 耐",
    "publisher": "講談社",
    "isbn": "9784061498075",
    "asin": "406149807X",
    "readDate": "2024/04/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8075/9784061498075.jpg",
    "highlights": []
  },
  {
    "id": "f438da41866ab2a138209ed27d8faa785358f8df8b5a658f5220fc224b992c38",
    "title": "情報セキュリティの敗北史",
    "author": "アンドリュー・スチュワート/小林啓倫",
    "publisher": "白揚社",
    "isbn": "9784826902434",
    "asin": "4826902433",
    "readDate": "2024/04/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2434/9784826902434_1_2.jpg",
    "highlights": []
  },
  {
    "id": "6f953356e9bc01f5ab9a7dff827d7762a3629b4591796071fe6863d4738a4fc5",
    "title": "あした、裸足でこい。5",
    "author": "岬　鷺宮/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784049155983",
    "asin": "4049155982",
    "readDate": "2024/04/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5983/9784049155983_1_4.jpg",
    "highlights": []
  },
  {
    "id": "09889888357cef9186f4069af98c34c51f6399d21770ebd838bb3856652d0e40",
    "title": "ヒトラーとナチ・ドイツ",
    "author": "石田 勇治",
    "publisher": "講談社",
    "isbn": "9784062883184",
    "asin": "406288318X",
    "readDate": "2024/04/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3184/9784062883184.jpg",
    "highlights": [
      {
        "text": "主語が一人称で書かれているのは、ドイツ文学によく見られる「教養小説」（主人公の自己形成の過程を描いた小説） のスタイルだ。カリスマ的指導者にふさわしくない過去は書き換えられているため、実際はかなり優柔不断で自堕落でもあったヒトラーの実像は伝わってこない。反対に、早くから政治意識に目覚め、生来の弁舌の才をもって政治家への道を歩む、偽りのヒトラー像が提示される。現代の読者がこの本をひもとくときは、そのことに注意する必要があるだろう。",
        "location": "675"
      },
      {
        "text": "ヒトラーの政治思想にオリジナリティを見出すことは難しい。 ドイツの政治学者クルト・ゾントハイマーがいうように、思想的に見ればヒトラーは「純粋な亜流」だった。当時の反民主主義思想に「何ひとつ独自の貢献」をしていない。ユダヤ人を口汚く 罵る文章は、同志のフェーダーの影響を受けたものだし、領土拡張を正当化する「生空間」（レーベンスラウム） の考え方はフリードリヒ・ラッツェル（一八四四～一九〇四）、カール・ハウスホーファー（一八六九～一九四六） といった著名な地政学者の議論を下敷きにしている。自由主義とヴァイマル議会政治をこき下ろす道具立ては、青年保守派の論客で、『第三帝国』（一九二三） の著者メラー・ファン・デン・ブルックらから借り、それらをいっそう過激化したものだ。ヒトラーのオリジナルと見られがちな大衆宣伝（プロパガンダ） 論もフランスの心理学者ル・ボンの『群集心理』（一八九五） が手本となっている。",
        "location": "679"
      },
      {
        "text": "ヒトラーは、若い頃から、共感する政治家や思想家の著作、極右団体の冊子・パンフを手当たり次第読みあさって自分の世界観をつくってきた人物だ。ランツベルクの監獄ではハウスホーファーのような学者のレクチャーも受けている。大衆を焚きつけるためには、専門家の議論を卑近な言葉づかいに書き換えることが必要だ。そうしてこそ、言葉は政治的武器となる。『我が闘争』が成功を収めた鍵はこの点にあった。",
        "location": "699"
      },
      {
        "text": "広範な大衆は本能のかたまりに過ぎず、その感性は、対立を欲すると主張する人間同士が握手をすることなど理解しない。広範な大衆が望むことは、強者の勝利と、弱者の根絶あるいはその無条件の服従である。（上巻、第一二章「ナチ党の最初の発展期」）",
        "location": "724"
      },
      {
        "text": "繰り返しになるが、ヒトラーが首相になったのは、選挙に勝ったからではない。ヒンデンブルク大統領が任命したからだ。国会第一党とはいえ、三分の一弱の議席しかなく、しかも低落局面にあった党の党首を、ヒンデンブルク大統領は首相に任命したのだ。",
        "location": "1,160"
      },
      {
        "text": "そのひとつの答えは、国民の大半がヒトラーの息をのむ政治弾圧に当惑しながらも、「非常時に多少の自由が制限されるのはやむを得ない」とあきらめ、事態を容認するか、それから目をそらしたからである。とりあえず様子見を決め込んだ者も、大勢いた。実際、当局に拘束された者は多いとはいえ、国民全体から見ればごく少数に過ぎなかったのだ。",
        "location": "1,693"
      },
      {
        "text": "ところでヒンデンブルクは、二通の遺言状を 認めていた。一通は、国民に向けた「政治的遺言状」で、国民投票の三日前に公開された。そこには、パーペンらが大統領に働きかけていた君主制＝帝政復活に関する記述はなく、「我が宰相アドルフ・ヒトラーとその運動」が身分と階級を超えて民族の統一に努力していることを讃える文章が綴られていた。 もう一通は、ヒトラー宛に書かれたものだった。その文面は未公開のまま、今日まで明らかになっていない。",
        "location": "1,896"
      },
      {
        "text": "では、ヒトラーはいったいいつ反ユダヤ主義者になったのだろうか。 この問いについては、いまなお研究者の間で答えが分かれている。仮に『我が闘争』の記述の通りであれば、ハプスブルク帝国の帝都ウィーンに滞在していた頃、読みあさった反ユダヤ・パンフレットやウィーン市長カール・ルエーガー（一八四四～一九一〇） の影響を受けてということになるが、近年の歴史研究はこの見方を疑問視している。 ウィーン時代のヒトラーにはユダヤ人の友人がいて、アルバイト代稼ぎで随分助けてもらったこと、病身の母クララの治療にあたった主治医がユダヤ人であったこと、第一次世界大戦で一級鉄十字勲章をヒトラーに授けた上官のフーゴ・グートマン（一八八〇～一九六二） がユダヤ人であり、そのことをヒトラーは生涯隠そうとしたことなどを考えれば、ヒトラーが不動の反ユダヤ主義者となるのはかなり遅く、先の書簡を記した頃とみるのが妥当である。すなわち、敗戦後のミュンヒェンで名立たる筋金入りの反ユダヤ主義の論客たちに囲まれながら、「教育将校」として熱心に学び、教えていた頃だ。 ヒトラーが反ユダヤ主義者になった決定的な契機は、ロシア革命（一九一七） の顚末を知り、それをユダヤ人の陰謀だととらえて納得したことだ。",
        "location": "2,728"
      },
      {
        "text": "ユダヤ人の追放に関して、ドイツ社会にはそれを阻止しないほどの合意があった。しかし、追放から殺害への転換を支持する合意は存在しなかった。だからこそヒトラーは、ホロコーストの始まりを国民にあかさなかったのだ。",
        "location": "3,503"
      }
    ]
  },
  {
    "id": "17e00114c1f2686b23cca80b055a644d51e9dc08f261440a7977275ccc39ec0b",
    "title": "カーテンコール",
    "author": "筒井 康隆",
    "publisher": "新潮社",
    "isbn": "9784103145363",
    "asin": "4103145366",
    "readDate": "2024/04/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5363/9784103145363_1_2.jpg",
    "highlights": [
      {
        "text": "さても読者の皆様方よ。コロナを 巫山戯 て書きました。お怒りでしたらお詫びをしますが、作者の言い分申し上げます。そもそもわれわれ日本人、生真面目過ぎていけません。苦しむ人の多いなか、コロナで冗談言うとは何ごと、不謹慎も甚だしいと、眼を三角にするお方、これぞまことの日本人、ほんとにほんとにご苦労さん、言い返す気は御座いませんが、これはあくまで世間の常識一般人の考えで、文学者まで追随し、コロナに関する生真面目さ、こりゃまあ一体なんたるコロナ、小説家としてだらしない。あくまでわたしの考えですが、文学やるなら常識捨てて、世間の糾弾身に引き受けて、何でも書くのがまともな作家、ここは良識退けて、不真面目さをこそ追究せねば、なぜになったか文学者、純文学誌もなさけない、コロナとなれば及び腰、先生これはやめましょう。なんの小生平気の平左、言われりゃまだ書く反骨精神、笑って続けるコロちゃんづくし。コロナ、コロナ、どうしてあなたはコロナなの。コロナ切なや、遣る瀬なや。コロナ、コロナ、コロナ苦いかしょっぱいか。コロナ、コロナで半年暮らす、後の半年ゃ寝て暮らす。コロナ居良いか住み良いか。",
        "location": "1,415"
      },
      {
        "text": "「時をかけて来たのかい」 ベッドからそう訊ねたおれに彼女は、あきれたような顔をして見せた。「誰だって、どこからだって来られるんじゃあないでしょうか。先生の創造物なら」",
        "location": "1,644"
      }
    ]
  },
  {
    "id": "5006b9de08099da97f8b11975866aa6ae9b10fe2df1127f862889fd828234636",
    "title": "チームトポロジー",
    "author": "マシュー・スケルトン/マニュエル・パイス/原田 騎郎/永瀬 美穂/吉羽 龍太郎",
    "publisher": "日本能率協会マネジメントセンター",
    "isbn": "9784820729631",
    "asin": "4820729632",
    "readDate": "2024/04/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9631/9784820729631_1_2.jpg",
    "highlights": []
  },
  {
    "id": "08398b29c2a77f823952b6d75d2e93b4b6b1874f16af8f50aa0bfa37194b2048",
    "title": "オッペンハイマー(上)",
    "author": "カイ・バード/マーティン・J．シャーウィン",
    "publisher": "PHP研究所",
    "isbn": "9784569692920",
    "asin": "4569692923",
    "readDate": "2024/04/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5696/56969292.jpg",
    "highlights": []
  },
  {
    "id": "36c9dd21dd4cd709306ccdd42a3257b9a3d10ed8a9e401941406d9e21546c032",
    "title": "おいしいから売れるのではない売れているのがおいしい料理だ",
    "author": "正垣泰彦",
    "publisher": "日経BP",
    "isbn": "9784822233488",
    "asin": "4822233480",
    "readDate": "2024/03/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3488/9784822233488.jpg",
    "highlights": []
  },
  {
    "id": "4cf7a0894ce109c54afc5a8f98646aeb09e7f3ac9f118fe4bd9edb8e305ac112",
    "title": "あした、裸足でこい。4",
    "author": "岬　鷺宮/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784049153491",
    "asin": "4049153491",
    "readDate": "2024/03/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3491/9784049153491_1_3.jpg",
    "highlights": []
  },
  {
    "id": "7509cf853f9b2734697282124c4afa81445c0923825a198b682856fee420c140",
    "title": "世界一流エンジニアの思考法",
    "author": "牛尾 剛",
    "publisher": "文藝春秋",
    "isbn": "9784163917689",
    "asin": "4163917683",
    "readDate": "2024/03/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7689/9784163917689_1_5.jpg",
    "highlights": [
      {
        "text": "ソフトウェア開発に限らず、世界から日本を見ると「生産性の悪さ」で〝大損〟している分野が非常に多い。それは単にＤＸ（デジタルトランスフォーメーション） 化が遅れているといった次元の話ではなく、生産性の要となるマインドセット、チームビルディングにまだまだ大きな改善の余地があるのだ。",
        "location": "58"
      },
      {
        "text": "「障害を調査するとき、いきなり手を動かして、試行錯誤していろいろクエリを投げてはダメなんだ。ログを見て、自分で多分こういうことが起こっていると推測して、その推測に合ったクエリを投げてそれを証明するんだよ」 いきなり手を動かさない。まずは、 事実（データ） を一つ見つける→いくつかの仮説を立てる→その仮説を証明するための行動をとる。",
        "location": "231"
      },
      {
        "text": "どんなに頭がいい人でも理解には時間がかかるもの なのだ。頭のいい人が理解が早いように見えるのは、そうやって時間をかけて基礎を積み重ねているので、既に理解していることに関して頭の",
        "location": "286"
      },
      {
        "text": "そもそも学習における「理解」とはなんだろう。様々なレイヤーがあるが、私の考える〈理解の３要素〉とは次のようなものだ。 ・その構造をつかんで、人に説明できること。 ・いつでもどこでも即座に取り出して使えること。 ・知見を踏まえて応用がきくこと。",
        "location": "301"
      },
      {
        "text": "ある研究プロジェクトに参加したさい、現状のアーキテクチャを理解し、新しいアーキテクチャのPoC（Proof of Concept：概念実証） をすることが求められた。無論、私は一生懸命コードリーディングして、大体の構造や振る舞いは「理解してるつもり」だった。 だが、そのコードを読んだことのない技術イケメンとアーキテクチャのディスカッションをしたさい、私が答えられない質問がけっこうあって、一緒にコードを読もうという流れになった。 彼は私よりずっとコードを読んで理解するスピードが速いはずなのに、「ここはだいたいこんな雰囲気だよね？」と読み飛ばせそうなところでも、丁寧に時間をかけ、サンプルの数値を書き、十分な理解に努めている 様子だった。その後ディスカッションに戻ると、彼は正確にアーキテクチャを理解しアイデアをたくさん出してくれた。 私はコードを読むのが遅いので速くすることばかり考えていたが、彼はコードのロジックを読むのではなく、 コードの意図とその背後のアーキテクチャを理解する ために読み込んでいた。理解にしっかりと時間をかけるのを恐れないのだ。 振り返ると、自分のプログラミングは、シンプルなコードなら「簡単だ。すぐできる」と思い込んでいた。実際プログラムは書けるが、深く理解していないから毎度Googleでサーチして、「こんな感じ」かなとコーディングする。一応ものはできるが、覚えていないから次回も調べることの繰り返しだった。言ってみれば、Googleプログラマだ。 同僚はみな、ややこしい構造でもすぐ理解できて、まるでピアノを弾くようにコーディングしている。彼らのコードレビューをするときに、もっとこうしたほうがいいよと感じることもあるが、私は彼らより「時間はかかるけど、やろうと思ったら誰でもできる基礎」ができていないのだ。",
        "location": "312"
      },
      {
        "text": "・定時後や週末に、プログラミングの基礎を学ぶ。 ・C# の言語仕様を勉強する。 ・LeetCode（コーディング面接の準備のための学習サイト） を一番簡単なレベルから毎日やる。",
        "location": "348"
      },
      {
        "text": "「理解は時間がかかるもの」として、急がず、徹底的に理解する習慣 をつけていくと、自分の人生でかつて経験したことがないことが起こった。以前は",
        "location": "374"
      },
      {
        "text": "「お客さんの言っていることは聞くけど、信用せずファクトを検証していくのがいいよ」",
        "location": "402"
      },
      {
        "text": "・ドキュメントを書くことで自分の頭が整理される。抜け落ちていた視点などに気づくことができる。 ・考えているときに書けば、自動的に〝ドキュメント〟になるので、それをシェアするだけですむ。後でまとめて退屈なドキュメントを書かなくてよい。",
        "location": "427"
      },
      {
        "text": "彼は「メンタルモデルをつくるとそれができるようになる」 と教えてくれた。そして勧められたのが、ガブリエル・ワインバーグ著『超一流が実践する思考法を世界中から集めて一冊にまとめてみた。』（ＳＢクリエイティブ） だ。本書では、世界中のいろいろな分野から集められた思考のフレームワークが紹介されている。",
        "location": "458"
      },
      {
        "text": "・望んでいる結果を達成するために、最低限の努力をする。 ・不必要なものや付加価値のない仕事（過剰準備含む） をなくす。 ・簡潔さを目指す。 ・優先順位をつける。 ・時間や費やした努力より、アウトプットと生産性に重点を置く。 ・長時間労働しないように推奨する。 ・会議は会議の時間内で効率的かつ生産的に価値を提供する。",
        "location": "582"
      },
      {
        "text": "人間に未来は予測できない。仮にあなたがベンダーに「提案」を依頼するとしよう。私が日本の大手SIerに勤務しているときは、何人もの人が数週間かけてせっせと提案書をつくっていた。しかし正直、大量に検討した資料をつくったところで精度は低いし、マニュアルに「できる」と書いてあっても、実際やってみるとできないことなんて頻繁に生じる。そしてその工数は、ベンダーからの請求書にきっちりのってあなたにはね返ってもくるだろう。Lose-Loseの関係だ。 それよりも、実際につくってみるほうが圧倒的に速い。ああでもない、こうでもないと机上で検討するのではなく、実際につくって「ハックフェスト」などを通じて、動くもので検証しよう。あの機能は実装するべきか否か、この機能はどうしようかと検討している暇があったら、実際に実装して、ベータテストでリアルなお客様で試してさっとデータを取ろう。反応は、思わぬ結果になるかもしれないのだから。",
        "location": "774"
      },
      {
        "text": "・マネジメントは詳細まで細かく練られた計画を期待しない。 ・予算と報告のプロセスは精密な結果の予測を要求しない。 ・内部プロセスは計画や優先順位の変更に柔軟である。 ・事前に全ての問題分析が完了せずとも新しいことに挑戦する姿勢を持つ。 ・システムとプロセスは柔軟で、複数の頻繁な変更を受け入れられる。 ・学びに基づいて、変化を精力的に行う。",
        "location": "803"
      },
      {
        "text": "目標はあくまで目標であり、定例会議でも、スケジュールが計画どおりに進んでいるか、進捗状況なんていちいち聞かれない。「やってみて実際どうだったか？ 改善ポイントやベストプラクティスは？」 ということを尋ねられる。そこにこそ仕事の価値はあることを全員が認識しているのである。",
        "location": "968"
      },
      {
        "text": "「実装は極力見ないようにして、インターフェイスと構造を理解するようにするんです。ダイヤグラムや、関係性のグラフを書いたりしながら。実装はちゃんとできていると信じて、読んでいるメソッドやクラスのインターフェイスの役割やパラメータをしっかり理解するようにしてるかな」",
        "location": "1,008"
      },
      {
        "text": "・どんなすごい人でも、時間がかかることはかかる。焦らずに時間をかける。 ・30 分から１時間を割り当てたら、そのこと「のみ」に取り組む。すぐに終わらないものは、人に問い合わせるなど、物事を進めておいて、待ち状態にして、次のタスクに進む。 ・一つのことをやっているときは、他のことは一切せず集中する。 ・一つのタスクを中断する場合、次に再開するときに、すぐにその状態に戻れるように記録したり、整理しておいたりする。 ・タスクの残骸は消しておく ── 例えばブラウザのタブは、そのタスクが終わったら閉じて、必要なものは記録する（そうしないと、気移りしてしまう）。",
        "location": "1,106"
      },
      {
        "text": "１ ミーティングの議事をその場で書かない。 ２ 人の話を聞くときは、他の人に説明することを想定して、聞きながら頭の中で整理する。 ３ 文章を書き出して考えるのではなく、頭の中で考えて、完全に整理し終えてから文章に書く。",
        "location": "1,261"
      },
      {
        "text": "例えばＣＩ（継続的インテグレーション） のパイプラインが突然エラーで落ちて原因がわからないとする。日本だったら、「こんなエラーメッセージが出て、バージョンがどれで、自分はこれとこれを試して、結果がこうなった。これこれをやると落とし穴にハマるから避けてね。ちなみに、パイプラインのコードはこのPull Requestで追加したものです」とすべての情報を整理して送ってあげると喜ばれた。 しかしアメリカで似たようなことをすると、メッセージを送っても無視されるのだ。メンターのクリスに相談してみたところこんなことを言われた。 「みんな忙しいだけ。たくさん書いてあると読むの大変じゃない？ もっと単純なのでいいよ」 私が絶句して、例えば「これをやったらハマる」落とし穴の情報を伝えなくてもいいのかと聞くと、 「要らないよ。さっきの例だと、このエラーメッセージが出てるけど、なんか知ってる？ ぐらいでＯＫ。 付加的な情報は聞かれたときでいいよ」",
        "location": "1,354"
      },
      {
        "text": "日頃、私はプログラムを書くとき、「コードを書く」意識でいた。ソフトウェアが正しく設計され、円滑に動作する、品質のよいコードが書ければよいと思っていた。だが、PullRequestのレビューを減らすには、「読んだ人がどう感じるか？」を意識しながらコードを書く必要があった のだ。 コードもまた「読み物」だ。 コードを書きながら「この部分はわかりやすいかな？」というのを最優先にすると、コメントが激減するのがわかった。コードの読者（アメリカの場合はコンピュータサイエンスを修得している人） が疑問を持たない程度のわかりやすい書き方を意識する。",
        "location": "1,455"
      },
      {
        "text": "ただ、 本気で「自己組織チーム」をつくりたかったら、ソフトウェアチームだけ変えても機能しない。せっかく開発部隊を自己組織チーム型にしても、その上のマネジメントが「コマンドアンドコントロール」型であれば、やはりチームを管理しようとしてしまうだろう。あるいは上位マネジメントはそうでもなくても、中間管理職のほうがコマンドアンドコントロールしてしまうかもしれない。 少なくともソフトウェア開発の場合は、全社的に、様々な問題への対処を、小さなチームや個人で自律的に解決していくような自己組織型の体制へとシフトしないと、うまく機能しないのだ。",
        "location": "1,931"
      },
      {
        "text": "ミドル層の方々が反対する理由は、たいていは不安が強いからだ。今まで慣れ親しんだ方法ではないやり方でリーダーシップを発揮しなければならない。 「それはアジャイルだから」「それはスクラムで決まっているから」という言い方ではなく、 彼らの不安の理由を踏まえたうえでしっかりトレーニングをすると、過去のマネジメント経験も生きて、新しいサーバントリーダーが誕生しやすくなる。",
        "location": "1,955"
      }
    ]
  },
  {
    "id": "52947e15c713fe5d6ad449f801fc3636dc84dfd78aacd3031c3cf2ea36e77287",
    "title": "古代文字の解読",
    "author": "高津 春繁/関根 正雄/永井 正勝",
    "publisher": "講談社",
    "isbn": "9784065348253",
    "asin": "4065348250",
    "readDate": "2024/03/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8253/9784065348253_1_2.jpg",
    "highlights": []
  },
  {
    "id": "02329c206c8d9675cb495b897d636cab9ed3cceb3f6b068754a66a556ae9ffd0",
    "title": "｢逆張り｣の研究",
    "author": "綿野 恵太",
    "publisher": "筑摩書房",
    "isbn": "9784480823830",
    "asin": "4480823832",
    "readDate": "2024/03/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3830/9784480823830_1_3.jpg",
    "highlights": []
  },
  {
    "id": "d626161c4dd268b8fddd9a338fa11161b8248648fb39441f5122702b008a2ed9",
    "title": "異体字の世界 最新版",
    "author": "小池 和夫",
    "publisher": "河出書房新社",
    "isbn": "9784309412443",
    "asin": "4309412440",
    "readDate": "2024/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2443/9784309412443_1_3.jpg",
    "highlights": []
  },
  {
    "id": "3460da932267dc82471cfca9c66676b498742d74c0964bfbffbede1c21d3dead",
    "title": "ユリイカ(12 2023(第55巻第17)",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791704415",
    "asin": "479170441X",
    "readDate": "2024/02/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4415/9784791704415_1_2.jpg",
    "highlights": []
  },
  {
    "id": "2456163793ae21551f4e5a4a208ee2b3079c8ec658d86bf1736a09ed6fac89e9",
    "title": "自発的隷従論",
    "author": "エティエンヌ・ド・ラ・ボエシ/山上浩嗣",
    "publisher": "筑摩書房",
    "isbn": "9784480094254",
    "asin": "4480094253",
    "readDate": "2024/02/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4254/9784480094254.jpg",
    "highlights": []
  },
  {
    "id": "73c84b37603013720e68bdbcc6ccbd803a1dbf2de4aa3ed56afb9b911ef73664",
    "title": "世界システム論講義",
    "author": "川北 稔",
    "publisher": "筑摩書房",
    "isbn": "9784480097187",
    "asin": "448009718X",
    "readDate": "2024/02/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7187/9784480097187.jpg",
    "highlights": []
  },
  {
    "id": "eedb46c0af73a9427624fd72ad3fe80f1b0b72d2cd7d4bee83def703feaa22f9",
    "title": "経済評論家の父から息子への手紙",
    "author": "山崎 元",
    "publisher": "Gakken",
    "isbn": "9784054069756",
    "asin": "4054069754",
    "readDate": "2024/02/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9756/9784054069756_1_5.jpg",
    "highlights": [
      {
        "text": "そもそも、不動産投資が、「大丈夫」なものでも「有利」なものでもないことは、不動産業者が自ら物件を保有するのではなく、客を探して売っている状況が雄弁に物語っている。「サラリーマンでも大家さん」「不動産投資で不労所得」といった甘言に乗るのは賢くないから、気をつけろ。",
        "location": "353"
      },
      {
        "text": "クレジットカードのリボルビング払いやキャッシングなどの細かな借金もしないように注意せよ。これらの借金残高に対する金利は高く（例えば年率 15％）、運用の期待利回り（株式でも短期金利＋せいぜい５～６％）を遥かに上回る暴利だ。 父は、かつて大学で講義する際に、「デートの際にクレジットカードをリボルビング払いで決済する相手とは結婚しない方がいい」と毎学期教えていた。経済観念の乏しい相手と結婚すると苦労するからだ。",
        "location": "422"
      },
      {
        "text": "お金を引き出そうとした時に、株価が大きく下がっているような事態が「結果的に」あるかもしれない。その時には残念に思うだろうが、「意思決定時点の（事前の）選択として正しかった」けれども、運が悪かったのだと考えて納得せよ。",
        "location": "451"
      },
      {
        "text": "本当は教えたくないのだが、「絶対に損をしないお金」を別途確保しておきたい場合は、「個人向け国債変動金利型 10 年満期」にお金を置くと、低利回りだが安全で無難だ。 商品の詳細は財務省のホームで調べろ。銀行、証券会社、ゆうちょ銀行などの窓口で買える。十中八九、他の商品を勧められるだろうが、売る側が手数料の高い商品を買わせたいだけなので、窓口でのセールストークはすべて無視せよ。",
        "location": "459"
      },
      {
        "text": "労働者タイプＡには、 ①他人と取り替え可能な同じような人材になる、②会社が用意した働き方だけで満足する、③雇用不安や賃金減少のリスクを極端に嫌う、 などの特色がある。 こうした人材になると、会社に対する立場と交渉力が弱くなり、会社の言いなりになって能力の割に低賃金で働かざるを得ない。実質的に「使い捨て」されることも珍しくない。 正社員としてそこそこの会社に入社することができると、非正規労働者よりも給料が少しいいかも知れないし、クビにはなりにくいが、その立場に安住すると、一生を通じて会社の奴隷のような存在になる可能性が大きい。いわゆる「社畜」だ。",
        "location": "635"
      },
      {
        "text": "他人とちがう能力を持ってそれを仕事に使わせてもらうようにアピールしたり、副業ができるようになったり、転職のリスクを取るようになったり、あるいは、経済的な備えを持って会社と強く交渉できる立場を確保したり、といった工夫と努力が必要だ。 「他人と同じ」を求めるだけでは幸せにはなれない。不利な方への「重力」が働く。 これもよく覚えておけ。 「労働者",
        "location": "642"
      },
      {
        "text": "株式投資で得られるリスクプレミアムを年率５％程度と想定している。株式投資のリターンは、短期金利（無リスク金利）にリスクプレミアムを足した値だ。 この高いリターンは、どこから得られるのか。 素人が考えがちなのは、株式投資の高いリターンは企業や経済の成長から得られるとするものだ。「世界経済の成長を信じて投資する」などと言いがちだ。 しかし、ちがうのだ。息子よ、君はもう少し深くものを考える人間になってほしい。 では、今後人口が減って低成長が見込まれる日本の株式はダメなのかというとそうではない。 実は、 株式のリスクプレミアムは市場での株価形成の過程を通じて生じる。 以下、この事情を納得してもらおう。株式投資は、対象が高成長でも低成長でも同様に有望でありうる。 投資家が期待を託すべき相手は、「経済成長」ではなく、「市場の価格形成メカニズム」なのだ。",
        "location": "662"
      },
      {
        "text": "ちなみに、父は最近癌にかかったが、健康保険に加入していれば、民間のがん保険は不要だと改めて確認した。 治療に掛かった費用は健康保険を利用すると普通の貯金で十分に賄える金額だった。つまり、保険を使う必要はなかったということだ。 「事後的には」がん保険に入っていれば入院費や交通費などが保険から出て、その方が得だった可能性はあるが、 癌になるかどうかが分からない意思決定段階の「事前の問題としては」、がん保険は加入者側が損で保険会社側が儲かる賭けなのだから（確率は保険会社が考えて計算してくれている）、がん保険には入らないことが正解なのだ。",
        "location": "747"
      },
      {
        "text": "学問でも仕事でも、２年間集中的に努力すると「素人とはちがうレベル」程度に達する。この段階で、その分野が自分に向いているかどうかを判断するといい。有望なら時間と努力の投資を続けるといいし、２年やってダメなら、たぶんその分野は自分に向いていない。",
        "location": "855"
      },
      {
        "text": "人間関係の基本は「時間厳守」と「爽やかな挨拶」 なぜ重要かは知っているはずだ。引き続き実行せよ。",
        "location": "863"
      },
      {
        "text": "勉強会は幹事を引き受ける 人脈と知識を拡げる上で「勉強会」は有力な手段だ。自分で主宰するか、幹事を引き受けよう。自分が主導する勉強会だと、テーマ、講師、スケジュール、勉強会のメンバーを自分に都合良く選ぶことができる。また、会の連絡などを通じてメンバーとの人間関係を強く結ぶことができるし、会の世話を通じて多少の「恩」を売ることもできる。 父は遅くまでこのことに気づかなかった。勉強会には、もっぱら「呼ばれる人」で、それで満足していた。ビジネスパーソンとしてはうかつだった。今になって反省している。 小さな話なのだが、息子には伝えておきたい。",
        "location": "864"
      },
      {
        "text": "仕事でもそれ以外でも会食にあって重要なことは「手を抜くな」に尽きる。 大変だと思うかもしれないが、慣れの問題だ。",
        "location": "874"
      },
      {
        "text": "転職の「コスト」として意識しなければならない主なものは、転職の際に無収入になる期間の生活コスト、キャリアの空白がもたらす人材価値の低下、転職での収入低下や年金・退職金の損失、などだ。特に、前二者の影響は大きいので、できれば間を空けずに次の職に移れるように行動することが大切だ。 「転職は猿の枝渡りだ」 と覚えておこう。猿は、次の枝を摑んでから、前に摑んでいた枝から手を放す。また、地上に落ちた猿（求職活動で無職の状態）は大変弱い。 転職の際に余裕を持つためには、生活コストを下げること、経済的な備えを十分持つこと、しばらく生活を支えられる配偶者を持つこと、などが有効だが、これらを持っていないからといって、一方的に守りに入るのでは人生がつまらない。 「なんとかなるさ！」という開き直りも時に重要だ。",
        "location": "939"
      },
      {
        "text": "本業でも、副業でも、仕事そのものや、そのやり方が古くなっていないかどうか時々見直せ。 良いと思って始めたプロジェクトや副業でも、父の場合では、 10 年くらい経つとパッとしなくなることが多かった。そのたびに、顧客のターゲットを変えたり、仕事のやり方を変えたり、新しい仕事を仕込んだりする手を打ってきた。 息子よ。かなり先の話にはなるが、君も時々自分の仕事の生産性が落ちていないかを見直すといい。そして意識的に工夫せよ。",
        "location": "953"
      }
    ]
  },
  {
    "id": "08289be152b0cb626cdad152a99bcfa93eb525f283dcd8d07d9111b8632968b0",
    "title": "限界分譲地",
    "author": "吉川祐介",
    "publisher": "朝日新聞出版",
    "isbn": "9784022952523",
    "asin": "4022952520",
    "readDate": "2024/02/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2523/9784022952523_1_3.jpg",
    "highlights": []
  },
  {
    "id": "f012d1ad171e6dff532fa69276a8df1a56f7947414337c8d19c835b7c46d383b",
    "title": "GitLabに学ぶ 世界最先端のリモート組織のつくりかた ドキュメントの活用でオフィスなしでも最大の成果を出すグローバル企業のしくみ",
    "author": "千田 和央/伊藤 俊廷/佐々木 直晴",
    "publisher": "翔泳社",
    "isbn": "9784798179421",
    "asin": "4798179426",
    "readDate": "2024/01/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9421/9784798179421_1_133.jpg",
    "highlights": [
      {
        "text": "会員特典データのご案内 本書の読者特典として、「用語集」をご提供致します。本書の理解にご活用ください。 会員特典データは、以下のサイトからダウンロードして入手いただけます。 https://www.shoeisha.co.jp/book/present/9784798179421 ※会員特典データのファイルは圧縮されています。ダウンロードしたファイルをダブルクリックすると、ファイルが解凍され、利用いただけます。 ※会員特典データのダウンロードには、SHOEISHA iD（翔泳社が運営する無料の会員制度）への会員登録が必要です。詳しくは、Webサイトをご覧ください。 ※会員特典データに関する権利は著者および株式会社翔泳社が所有しています。許可なく配布したり、Webサイトに転載したりすることはできません。 ※会員特典データの提供は予告なく終了することがあります。予めご了承ください。 ※会員特典データの提供にあたっては正確な記述につとめましたが、著者や出版社などのいずれも、その内容に対してなんらかの保証をするものではなく、内容やサンプルに基づくいかなる運用結果に関してもいっさいの責任を負いません。",
        "location": "270"
      },
      {
        "text": "オフィスワークの補完的要素としてリモートワークを捉えることをやめ、「 リモートワークに適した非同期業務のパフォーマンスを最大化させる」という前提に立った上で組織を再構築すれば、リモートワーカーのパフォーマンスが低下せず、リモートワークのメリットを十分に享受できるようになります。",
        "location": "732"
      },
      {
        "text": "周知は短く Slackなどでたくさんの人に向けて周知するときには、短いメッセージにすることが重要です。文章が長すぎる、整理されていない、明瞭でない、専門用語が多い、不正確であるなどの要素があると、多くの人がしっかりと文章の意味を理解しようとはしなくなってしまいます。曖昧な文章はリーダーの信頼を毀損し、本来伝えようとした意図ではない情報が伝わる可能性を増やします。逆に明快な文章を書くカルチャーはマネージャーの生産性を高めます。端的に要点を押さえてメッセージを送るようにしましょう。",
        "location": "1,591"
      },
      {
        "text": "DRIはたくさんの人が賛同する意見ではなく、自らが正しいと考える決断を下します。DRIの決定に対して納得できない場合や疑問がある場合にはDRIに対して質問や異論を述べます。その疑問や異論に対してDRIは誠実に向き合わなければなりません。 回答したとしても納得が得られないケースや結論が出ないこともあります。その際には、異論や疑問があったとしてもチーム全体はDRIの決定に全面的に従います。DRIの決定が正しかったかどうかはユーザーのフィードバックなどで検証することで明らかになります。そのため、議論上の正しさは問題にはなりません。意見が受け入れられなかったメンバーも、自分の意見に対してこだわりを持たず、DRIの決定に対して全力で向き合ってサポートします。これが「同意しない、コミットする、同意しない」というGitLabの基本原則です。こうしたルールがあるため、GitLabではDRIが自ら責任を持って意思決定せず、たとえば多数決などで決定しようとする場合には リーダーシップが欠けている とみなされます。 その一方で、DRIだからといって雑に意思決定をして良いわけではありません。意思決定を行う際には、アンコンシャス・バイアスや個人的な思い入れが強いテーマ（感情の引き金）が存在することを理解し、根拠の薄いデータで意思決定するのではなく、十分な質と量を持ったデータに基づいた意思決定をしなくてはなりません。例外的なケースとして、定量的なデータが少なく複雑な要因が絡まり合うテーマの場合には、その分野に精通したリーダーの経験と知識のほうが優れている場合があるため、あえてデータを集めないケースも想定しておきます。",
        "location": "2,770"
      }
    ]
  },
  {
    "id": "3b1b32d684868a548ecbe1cc211db0ba5729335d50d253418232d290b8f550d4",
    "title": "暇と退屈の倫理学",
    "author": "國分 功一郎",
    "publisher": "新潮社",
    "isbn": "9784101035413",
    "asin": "4101035415",
    "readDate": "2024/01/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5413/9784101035413_1_2.jpg",
    "highlights": [
      {
        "text": "我々は妥協を重ねながら生きている。 何かやりたいことをあきらめたり、何かやるべきことから眼を 背けているだけではない。 どういうことなのか。なぜこうなってしまうのか。何か違う、いや、そうじゃないんだ……。そのように感じられる何ごとかについて、「まぁ、いいか」と自分に言い聞かせながら、あるいはむしろ、自分にそう言い聞かせるよう 心がけながら 生きている。 この本は、そうした妥協に 抗いながら書かれた。自分が感じてきた、 曖昧 な、ボンヤリとした何かに姿形を与えるには、それが必要だった。",
        "location": "7"
      },
      {
        "text": "最近他界した経済学者ジョン・ガルブレイス［1908-2006］は、二〇世紀半ば、一九五八年に著した『ゆたかな社会』でこんなことを述べている。 現代人は自分が何をしたいのかを自分で意識することができなくなってしまっている。広告やセールスマンの言葉によって組み立てられてはじめて自分の欲望がはっきりするのだ。自分が欲しいものが何であるのかを広告屋に教えてもらうというこのような事態は、一九世紀の初めなら思いもよらぬことであったに違いない（ ２）。 経済は消費者の需要によって動いているし動くべきであるとする「消費者主権」という考えが長く経済学を支配していたがために、自分の考えは経済学者たちから強い抵抗にあったとガルブレイスは述べている（ ３）。つまり、消費者が何かを必要としているという事実（需要）が最初にあり、それを生産者が感知してモノを生産する（供給）、これこそが経済の基礎であると考えられていたというわけだ。 ガルブレイスによれば、そんなものは経済学者の思い込みにすぎない。だからこう指摘したのである。高度消費社会──彼の言う「ゆたかな社会」──においては、供給が需要に先行している。いや、それどころか、供給側が需要を操作している。つまり、生産者が消費者に「あなたが欲しいのはこれなんですよ」と語りかけ、それを買わせるようにしている、と。",
        "location": "174"
      },
      {
        "text": "こう言ってもいいだろう。「ゆたかな社会」、すなわち、余裕のある社会においては、たしかにその余裕は余裕を獲得した人々の「好きなこと」のために使われている。しかし、その「好きなこと」とは、 願いつつもかなわなかったことではない。 問題はこうなる。そもそも私たちは、余裕を得た 暁 にかなえたい何かなどもっていたのか？",
        "location": "194"
      },
      {
        "text": "なぜ暇は搾取されるのだろうか？ それは人が退屈することを嫌うからである。人は暇を得たが、暇を何に使えばよいのか分からない。このままでは暇のなかで退屈してしまう。だから、与えられた楽しみ、準備・用意された快楽に身を 委ね、安心を得る。では、どうすればよいのだろうか？ なぜ人は暇のなかで退屈してしまうのだろうか？ そもそも退屈とは何か？ こうして、 暇のなかでいかに生きるべきか、 退屈とどう向き合うべきか という問いがあらわれる。〈暇と退屈の倫理学〉が問いたいのはこの問いである。",
        "location": "246"
      },
      {
        "text": "革命は夜の盗人のように突然やってくる。私たちが気づかぬうちにやってくる。では、それが実際にやってきて、さらには民衆によって歓迎されたとしよう。そのときに私たちは何をするのか？ これまで人類は痛ましい労働に耐えてきた。ならばそれが変わろうとするとき、 日々の労働以外の何に向かうのか？（ ７） そう、何に向かうのだろう？ 余裕を得た社会、暇を得た社会でいったい私たちは日々の労働以外のどこに向かっていくのだろう？",
        "location": "263"
      },
      {
        "text": "モリスはこの問いにこう答えた。 革命が到来すれば、私たちは自由と暇を得る。そのときに大切なのは、その生活を どうやって飾るかだ、と。 なんとすてきな答えだろう。モリスは暇を得た後、その暇な生活を飾ることについて考えるのである。",
        "location": "273"
      },
      {
        "text": "人はパンがなければ生きていけない。しかし、 パンだけで生きるべきでもない。私たちはパンだけでなく、バラももとめよう。 生きることはバラで飾られねばならない。",
        "location": "297"
      },
      {
        "text": "生きているという感覚の欠如、生きていることの意味の不在、何をしてもいいが何もすることがないという欠落感、そうしたなかに生きているとき、人は「打ち込む」こと、「没頭する」ことを 渇望 する。大義のために死ぬとは、この 羨望 の先にある極限の形態である。〈暇と退屈の倫理学〉は、この羨望にも答えなければならない。",
        "location": "326"
      },
      {
        "text": "人間の不幸などというものは、どれも人間が部屋にじっとしていられないがために起こる。部屋でじっとしていればいいのに、そうできない。そのためにわざわざ自分で不幸を招いている。 パスカルはこう考えているのだ。生きるために十分な食い扶持 をもっている人なら、それで満足していればいい。でもおろかなる人間は、それに満足して部屋でゆっくりしていることができない。だからわざわざ社交に出かけてストレスをため、 賭け事に興じてカネを失う。 それだけならまだましだが、人間の不幸はそれどころではない。十分な財産をもっている人は、わざわざ高い金を払って軍職を買い、海や 要塞 の包囲線に出かけていって身を危険にさらす（パスカルの時代には、軍のポストや裁判官のポストなどが売り買いされていた）。もちろん命を落とすことだってある。なぜわざわざそんなことをするのかと言えば、部屋でじっとしていられないからである（ ３）。 部屋でじっとしていられないとはつまり、部屋に一人でいるとやることがなくてそわそわするということ、それにガマンがならないということ、つまり、 退屈する ということだ。たったそれだけのことが、パスカルによれば人間のすべての不幸の源泉なのだ。 彼はそうした人間の運命を「 みじめ」と呼んでいる。「部屋にじっとしていられないから」という実につまらない理由で不幸を招いているのだとしたら、たしかに人間はこの上なく「みじめ」だ。",
        "location": "373"
      },
      {
        "text": "おろかなる人間は、退屈にたえられないから気晴らしをもとめているにすぎないというのに、 自分が追いもとめるもののなかに本当に幸福があると思い込んでいる、とパスカルは言うのである。",
        "location": "391"
      },
      {
        "text": "どちらの場合も、〈欲望の原因〉は部屋にじっとしていられないことにある。退屈に耐えられない から、人間のみじめさから眼をそらしたい から、気晴らしがほしい から、汗水たらしてウサギを追いもとめ、財産を失う危険を冒して賭け事を行う。それにもかかわらず、人間は〈欲望の対象〉と〈欲望の原因〉を取り違える。ウサギが欲しいからウサギ狩りに行くのだと思い込む。",
        "location": "428"
      },
      {
        "text": "シュトラウスによれば、第一次大戦後のドイツの思想状況は次のようなものだ（ 11）。 当時、大戦後のヨーロッパでは、近代文明の諸々の理念が窮地に立たされていた。それまでヨーロッパが先頭に立って引っ張ってきた近代文明は、理性とかヒューマニズムとか民主主義とか平和とか、さまざまな輝かしい理念を掲げていた。ところが、そうした理念を掲げて進歩してきたはずの近代文明は、おそろしい 殺戮 を経験した。第一次世界大戦のことである。もしかしたら近代文明は根本的に誤っていたのではないか？ そんな疑問が広がった。 その疑問を抱いたのは若い世代である。父や母、学校の先生たちが言っていたこと、さらには本や新聞に書かれていたこと、そうしたことは何か間違っていたのではないだろうか？ 上の世代は熱心に「理性が大切だ」「ヒューマニズムが必要だ」「民主主義を守らねばならない」「平和を維持しなければならない」と僕らに語りかけていた。僕らにそうした理念を押しつけてきた。それらを信じ、守ることを強制してきた。だけれども、そんなものは何の役にも立たなかったではないか？ ならば、近代文明には何か根本的な問題があるのではないか？ 彼らは親の世代にこうした疑問をぶつけたのだった。 しかし、上の世代は何も答えることはできなかった。それはそうだろう。彼らは単にそれらの理念を信じていただけだったのだから。彼らは見事なまでに保守的な態度に出た。「大切なものは大切なんだ」と繰り返すだけだった。知識人たちも同じだ。彼らもまた近代文明が作り上げてきた理念をただ信じていただけだったのだ。 若者は落胆した。そして、上の世代に強い反感を抱いた。「お前たちは俺たちが作り上げてきた理念を守っていればいいのだ」と偉そうな態度に出ていたくせに……。まるで「お前… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "527"
      },
      {
        "text": "幸福であるなかの不幸 ラッセルは冒頭で、自分が幸福について考えを述べるにいたった理由を説明している。「動物は、健康で、食べる物が十分にあるかぎり幸福である。人間も当然そうだと思われるのだが、現代世界ではそうではない（ 13）」。 取り立てて不自由のない生活。戦争や貧困や飢餓の状態にある人々なら、心からうらやむような生活。現代人はそうした生活をおくっているのだが、しかし、それにもかかわらず幸福でない。満たされているのだが、満たされていない。近代社会が実現した生活には何か ぼんやりとした不幸 の空気が漂っている。 自分が論じたいのは、そのような現代人の不幸、すなわち、「食と住を確保できるだけの収入」と「日常の身体活動ができるほどの健康」をもち合わせている人たちを襲っている 日常的な不幸 である、とラッセルは言う。 人はそれを 贅沢 病 と呼ぶかもしれない。飢餓や貧困や戦争に比べれば何のことはないと言う人もいるかもしれない。 だが、日常的な不幸には、そうした大きな非日常的不幸とは異なる独特の 耐え難さがある。何かと言えば、 原因が分からない ということである。 飢餓や貧困や戦争にははっきりとした外的原因がある。あるいはそれが分かっている。しかし、日常的な不幸にはそれがない。なんとなく不幸であるのに、なぜだかが分からない。だからこそ 逃れようにも逃れられない。そのことがこの不幸をますます耐え難くする。",
        "location": "591"
      },
      {
        "text": "退屈とは何か？ ラッセルの答えはこうだ。退屈とは、事件が起こることを望む気持ちが くじかれた ものである。 どういうことだろうか？ ラッセルの言わんとするところを理解するためには、ここで「事件」が何を意味しているのかを明確にしなければならない。 ここに言われる「事件」とは、 今日を昨日から区別してくれるもの のことである。",
        "location": "628"
      },
      {
        "text": "ひと言で言えば、 退屈の反対は快楽ではなく、 興奮である」（ 15）。",
        "location": "645"
      },
      {
        "text": "退屈している人間がもとめているのは 楽しいことではなくて、 興奮できること なのである。興奮できればいい。だから今日を昨日から区別してくれる事件の内容は、不幸であっても構わないのである。",
        "location": "648"
      },
      {
        "text": "幸福な人とは、楽しみ・快楽を既に得ている人ではなくて、楽しみ・快楽を もとめることができる 人である、と。楽しさ、快楽、心地よさ、そうしたものを得ることができる条件のもとに生活していることよりも、むしろ、そうしたものを心から もとめることができること こそが貴重なのだ。",
        "location": "658"
      },
      {
        "text": "幸福の秘訣は、こういうことだ。あなたの興味をできるかぎり幅広くせよ。そして、あなたの興味をひく人や物に対する反応を敵意あるものではなく、できるかぎり友好的なものにせよ（ 17）。",
        "location": "692"
      },
      {
        "text": "ここで立ち止まって考えてみよう。労働者の権利が守られていなかった当時、資本家は労働者をこき使い、暴利を貪っていた。たしかにこれは事実である。 だが、労働者は生物である。明らかな体力的限界をもっている。ろくに休ませもせずにこき使うというのはその人間に無理をさせるということだ。 さて、人間に無理を強いて働かせるとどうなるか？ 当然、効率は悪くなる。同じ仕事をするにしても、調子がよいときよりも、時間がかかってしまったり、失敗したりする。 するとこう考えねばならない。労働者を使って暴利を貪りたいのであれば、実は 労働者に無理を強いることは不都合 なのだ。 労働者に適度に余暇を与え、 最高の状態で働かせること ──資本にとっては実はこれが 最も都合がよい のだ。",
        "location": "1,461"
      },
      {
        "text": "休暇は労働の一部だということである。休暇は労働のための準備期間である。労働はいわば、工場のなかだけでなく工場の外へも「休暇」という形で続くようになったのである。余暇は資本の論理のなかにがっちりと組み込まれている。 昔、栄養ドリンクのＣＭで「二四時間働けますか？」というキャッチコピーがあったが、まさしくそれである。工場だけでなく、工場の外でも、 休暇という形で働かなければならない。 これこそが、余暇は資本の外部ではないということの第一の意味である。資本は労働者をうまく活用するために、余暇をも活用し始めた。余暇を自らの論理のうちに取り込む方策を開発した。",
        "location": "1,503"
      },
      {
        "text": "なぜかと言えば、商品が消費者の必要によってではなく、生産者の事情で供給されるからである。生産者が売りたいと思う物しか、市場に出回らないのである。消費社会とは物があふれる社会ではなく、物が足りない社会だ（ 16）。",
        "location": "1,873"
      },
      {
        "text": "また、彼は退屈しているが暇ではない。仕事に忙殺される毎日だ。第三章で暇と退屈を区別した図を作成したが（本書『 暇と退屈の類型』参照）、彼が体現しているのは、暇で退屈しているのでも、暇だが退屈していないのでも、暇もなく退屈もしていないのでもない、四つ目の有り様、 暇はないが退屈している 人間の姿である。",
        "location": "2,005"
      },
      {
        "text": "〈本来的なもの〉は大変危険なイメージである。なぜならそれは強制的だからである。何かが〈本来的なもの〉と決定されてしまうと、あらゆる人間に対してその「本来的」な姿が強制されることになる。本来性の概念は人から自由を奪う。 それだけではない。〈本来的なもの〉が強制的であるということは、そこから外れる人は排除されるということでもある。何かによって人間の「本来の姿」が決定されたなら、人々にはそれが強制され、どうしてもそこに入れない人間は、人間にあらざる者として排除されることになる。 たとえば、「健康に働けることが人間の本来の姿だ」という本来性のイメージが受け入れられたなら、さまざまな理由から「健康」を享受できない人間は非人間として扱われることになる。これほどおぞましいことはない。 本来性あるいは〈本来的なもの〉は強制と排除に至る他ない。そして、疎外が盛んに論じられていた頃、あるときから人々は、「疎外」の概念が「本来性」の概念と切り離しがたいのではないかと考えるようになった。それ故に、「疎外」は危険視された。そして用いられなくなってしまった（ 26）。",
        "location": "2,077"
      },
      {
        "text": "ここから次のような帰結が導き出されることになる。人間がその力において大差ないとすると、人間はだれもが 同じように同じものを希望する と予想されることになる。なぜなら、「あいつがあれをもっているなら、俺もそれをもっていていいはずだ」と思えるようになるからだ。これを〈希望の平等〉と言う。 〈希望の平等〉は不安を起こさせる。なぜなら人は、「俺はこれをもっているから、他の連中もこれを 狙っているかもしれない」と予想するようになるからだ。何かをもっているときでも、何かを希望しているときでも、自分には競争相手がいるという感情が生まれる。つまり人は相互不信の状態に、そして疑心暗鬼に陥る。 当然そうした不安に人間",
        "location": "2,149"
      },
      {
        "text": "ならばどうすればよいか？ この矛盾をどう解消すればよいか？ ホッブズの議論は簡単だ。自分の身を守るために全員が好き勝手にしているのを、 全員で止めればいい。自然が人間に与えた「何でもできるし、何をしてもよい」権利、すなわち「自然権」を放棄し、法の支配を打ち立てればよい（これを第二の自然法則と言う）。 こうして、全員で一つの国家を形成し、一つの権威に従うという社会契約の必然性が導き出される。ホッブズによれば、社会契約は、戦争状態たる自然状態を考察するなら必ずや導き出される必然的な行為なのである（ 30）。",
        "location": "2,169"
      },
      {
        "text": "では、ここに言われる〈労働〉と〈仕事〉とは何か？ アレントによれば〈労働〉とは、人間の肉体によって消費されるものに関わる営みである。たとえば食料や衣料品の生産などがそれに当たる。それはかつて 奴隷 によって 担われていた。だから〈労働〉は 忌み嫌うべき行為であった（この点はヴェブレンの『有閑階級の理論』を思い出せば簡単に理解できるだろう）。 それに対し、〈仕事〉は世界に存在し続けていくものの創造であり、たとえば芸術がその典型である。〈労働〉の対象は消費されるが、〈仕事〉の対象は存続する。ゆえに〈仕事〉は〈労働〉に比べて高い地位を与えられてきた。肯定的に 捉えられてきたのである（ 47）。 このように両者を区別した後で、アレントは次のように言う。なぜ労働が否定されたり、肯定されたりするのか？ それは哲学者たちが〈労働〉と〈仕事〉を混同していたからである。同じ行為の〈労働〉的側面がピックアップされれば否定的に論じられるし、〈仕事〉的側面が注目されれば好意的に受け止められるというわけである（ 48）。 この",
        "location": "2,351"
      },
      {
        "text": "列車に早く到着して欲しいと思っているのに列車が来ない。そこに現れる気持ちは 焦りである。私たちはこの焦りから脱出したいと思っている。つまり私たちを困らせているのはこの焦りだ。 すると退屈とはつまるところ焦りのことなのだろうか？ いや、それも違う。たしかに焦りは退屈と関連して生じる。しかしそれが退屈と同一かと言うと、そうではない（ 15）。 なぜかと言えば、焦りとはむしろ、退屈を押さえ込みたいと思っているのに、そうできないときの 様子 であるからだ。それは退屈そのものではなくて、 退屈の結果として生じている 状態なのだ。",
        "location": "2,633"
      },
      {
        "text": "環世界を容易に移動できることは人間的「自由」の本質なのかもしれない。しかし、この「自由」は環世界の不安定性と表裏一体である。 何か特定の対象に〈 とりさらわれ〉 続けることができるなら人は退屈しない。しかし、人間は容易に他の対象に〈とりさらわれ〉てしまうのだ。 するとハイデッガーの退屈論を次のように書き換えることができるはずである。 人間は世界そのものを受け取ることができるから退屈するのではない。 人間は環世界を相当な自由度をもって移動できるから退屈するのである。",
        "location": "3,677"
      },
      {
        "text": "楽しむことは思考することにつながる ということである。なぜなら、楽しむことも思考することも、どちらも 受け取ること であるからだ。人は楽しみを知っている時、思考に対して開かれている。",
        "location": "4,485"
      },
      {
        "text": "しかも、楽しむためには訓練が必要なのだった。その訓練は物を受け取る能力を拡張する。これは、思考を強制するものを受け取る訓練となる。人は楽しみ、楽しむことを学びながら、ものを考えることができるようになっていくのだ。 これは少しも難しいことではない。 食べることが大好きでそれを楽しんでいる人間は、次第に食べ物について思考するようになる。美味しいものが何で出来ていて、どうすれば美味しくできるのかを考えるようになる。映画が好きでいつも映画を見ている人間は、次第に映画について思考するようになる。これはいったい誰が作った映画なのか、なぜこんなにすばらしいのかを考えるようになる。他にいくらでも例が挙げられよう。 こうして考えると、〈動物になること〉という第三の結論は、〈人間であること〉を楽しむことという第二の結論を、その前提としていることが分かるのである。",
        "location": "4,487"
      },
      {
        "text": "しかし、世界には思考を強いる物や出来事があふれている。楽しむことを学び、思考の強制を体験することで、人はそれを受け取ることができるようになる。〈人間であること〉を楽しむことで、〈動物になること〉を待ち構えることができるようになる。これが本書『暇と退屈の倫理学』の結論だ。",
        "location": "4,511"
      },
      {
        "text": "退屈とどう向き合って生きていくかという問いはあくまでも 自分 に関わる問いである。しかし、退屈と向き合う生を生きていけるようになった人間は、おそらく、自分ではなく、 他人 に関わる事柄を思考することができるようになる。それは〈暇と退屈の倫理学〉の次なる課題を呼び起こすだろう。すなわち、どうすれば皆が暇になれるか、皆に暇を許す社会が訪れるかという問いだ。 マルクスは「自由の王国」の根本的条件は労働日の短縮であると言っていた。誰もが暇のある生活を享受する「王国」、暇の「王国」こそが「自由の王国」である。誰もがこの「王国」の根本的条件にあずかることのできる社会が作られねばならない。そして、物を受け取り、楽しむことが贅沢であるのなら、暇の「王国」を作るための第一歩は、贅沢のなかからこそ始まるのだ。",
        "location": "4,533"
      }
    ]
  },
  {
    "id": "26050afa7b7cf750dc7077cd2696aae8033e1810f9dcb7b145a0e44e5e5609d8",
    "title": "失敗の科学 失敗から学習する組織、学習できない組織",
    "author": "マシュー・サイド",
    "publisher": "ディスカヴァー・トゥエンティワン",
    "isbn": "9784799320235",
    "asin": "4799320238",
    "readDate": "2023/12/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0235/9784799320235_1_2.jpg",
    "highlights": []
  },
  {
    "id": "f6e763e7101f05c66a456a1063f7a220ce959ee8e12ae50f5f5b8d2f9fa3298a",
    "title": "りあクト！ TypeScriptで始めるつらくないReact開発 第4版【③ React応用編】",
    "author": "くるみ割り書房 ft. React",
    "publisher": "https://oukayuka.booth.pm/items/2367992",
    "isbn": "",
    "asin": null,
    "readDate": "2023/12/18",
    "thumbnailImage": "https://booth.pximg.net/a6bb6149-3c80-4a32-af82-d43ef5505047/i/2367992/3f526908-04c9-4594-831d-d6d875b57a32.png",
    "highlights": []
  },
  {
    "id": "95c4280d62018d4717757d5d83d38b586ea2b936986c244b16f47f3a1a257aa4",
    "title": "りあクト！ TypeScriptで始めるつらくないReact開発 第4版【② React基礎編】",
    "author": "くるみ割り書房 ft. React",
    "publisher": "https://oukayuka.booth.pm/items/2368019",
    "isbn": "",
    "asin": null,
    "readDate": "2023/12/13",
    "thumbnailImage": "https://booth.pximg.net/a6bb6149-3c80-4a32-af82-d43ef5505047/i/2368019/c9f43e45-c909-4424-a625-c8c4e9b25130.png",
    "highlights": []
  },
  {
    "id": "38b65e7e2f18a9cf8d33fe9d8398ecd62e0fb12d55816890ab62c558d8c9abbc",
    "title": "りあクト！ TypeScriptで始めるつらくないReact開発 第4版【① 言語・環境編】",
    "author": "くるみ割り書房 ft. React",
    "publisher": "https://booth.pm/ja/items/2368045",
    "isbn": "",
    "asin": null,
    "readDate": "2023/11/15",
    "thumbnailImage": "https://booth.pximg.net/a6bb6149-3c80-4a32-af82-d43ef5505047/i/2368045/ae67fc6e-8f77-4024-bf8a-3e9867c85409.png",
    "highlights": []
  },
  {
    "id": "8a6641573b42152e9213990685a368d59a97fadf3ccfc1e227e46dd5607022b5",
    "title": "陰の実力者になりたくて！ 06(6)",
    "author": "東西/逢沢　大介",
    "publisher": "KADOKAWA",
    "isbn": "9784047376915",
    "asin": "4047376914",
    "readDate": "2023/11/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6915/9784047376915_1_2.jpg",
    "highlights": []
  },
  {
    "id": "d13c48a08ede8b8dbae30342f598ecd6ba484aa0fdc5a59160c21b5bbe8ddc94",
    "title": "陰の実力者になりたくて！ 05(5)",
    "author": "東西/逢沢　大介",
    "publisher": "KADOKAWA",
    "isbn": "9784047373112",
    "asin": "4047373117",
    "readDate": "2023/11/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3112/9784047373112_1_3.jpg",
    "highlights": []
  },
  {
    "id": "a04c9d640edfbf8ff9aa24d04f084b165b2c9bac37d39adfba3a3a6531cdb95b",
    "title": "陰の実力者になりたくて！ 04(4)",
    "author": "東西/逢沢　大介",
    "publisher": "KADOKAWA",
    "isbn": "9784047358782",
    "asin": "4047358789",
    "readDate": "2023/11/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8782/9784047358782.jpg",
    "highlights": []
  },
  {
    "id": "c64b8df82ecdd8d95d9394fa1afca8e259f8e5cd0b32a5fa4afc14f342b10b20",
    "title": "闇の精神史",
    "author": "木澤　佐登志",
    "publisher": "早川書房",
    "isbn": "9784153400146",
    "asin": "4153400149",
    "readDate": "2023/10/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0146/9784153400146_1_2.jpg",
    "highlights": []
  },
  {
    "id": "f77271e782e7b8b523d80111c4157bfe9e2063f9ce38f8984b7bd1a23154822f",
    "title": "ChatGPTの頭の中",
    "author": "スティーヴン・ウルフラム/高橋　聡/稲葉　通将",
    "publisher": "早川書房",
    "isbn": "9784153400092",
    "asin": "4153400092",
    "readDate": "2023/10/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0092/9784153400092_1_2.jpg",
    "highlights": []
  },
  {
    "id": "cb95b1892adaca6c4f271b5c0791a66a9d2e96d63ddaf5c6ba9d5d421e093118",
    "title": "横井軍平ゲーム館",
    "author": "横井 軍平/牧野 武文",
    "publisher": "筑摩書房",
    "isbn": "9784480432933",
    "asin": "4480432930",
    "readDate": "2023/10/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2933/9784480432933.jpg",
    "highlights": []
  },
  {
    "id": "c30efd70bc08afbca14898e356b66001a5724cac169be1cc5432fc3bc1ead349",
    "title": "この素晴らしい世界に祝福を！ よりみち3回目！",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041141861",
    "asin": "4041141869",
    "readDate": "2023/10/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1861/9784041141861_1_3.jpg",
    "highlights": []
  },
  {
    "id": "f4eabf204442bb17bb25fcdedef0a73a89c5dfb503adb5a20bbcec710c2e8082",
    "title": "昭和史(戦後篇(1945-1989))",
    "author": "半藤一利",
    "publisher": "平凡社",
    "isbn": "9784582766721",
    "asin": "4582766722",
    "readDate": "2023/10/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6721/9784582766721.jpg",
    "highlights": []
  },
  {
    "id": "a6f3b09097e616d737550ac2be3ebdcdc6afbcac794f466f8e09e8d2e3d1935f",
    "title": "君のクイズ",
    "author": "小川哲",
    "publisher": "朝日新聞出版",
    "isbn": "9784022518378",
    "asin": "4022518375",
    "readDate": "2023/10/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8378/9784022518378_1_7.jpg",
    "highlights": [
      {
        "text": "答えがわからない。押したのはいいけれど思い出せない。問題文の先を予測してみたが見当違いだった。そんなことは頻繁にある。でも僕は恥ずかしがらず、堂々と誤答を口にした。学校のテストで空欄を作ることがもったいないように、クイズをしているのに何も答えないのはもったいない。間違っていると思っていても、とりあえず口に出してみる。間違っているのは誤答することではなく、恥ずかしがって何も答えないことだ。 気がつくと、クイズの外でも「恥ずかしい」と思うことがあまりなくなっていた。クイズも現実世界も同じだ。なんでもやってみるに越したことはない。誰かに笑われたって構わない。恥ずかしいという気持ちのせいで自分の可能性を閉ざしてしまうことの方がもったいない。",
        "location": "1,037"
      },
      {
        "text": "僕が桐崎さんと出会っていなかったら、彼女と同棲をしていなかったら、僕は『響け！ユーフォニアム』の問題に正解することはできなかった。 クイズが僕を肯定してくれていた。君は大事なものを失ったかもしれない。でも、何かを失うことで、別の何かを得ることもある。君は正解なんだ──クイズが、そう言ってくれているみたいだった。 僕は翌週からクイズ大会に復帰した。それまで以上にクイズに対して真剣に取り組んだ。僕にとってクイズをすることの一番の魅力は、クイズが僕の人生を肯定してくれることにあった。どんな人生であれ、それが間違いではなかったと背中を押してくれることにあった。 僕は思い出す。『深夜の馬鹿力』のことを。『アンナ・カレーニナ』のことを。『三日月宗近』を、『ＯＴＰＰ』を。そして、これまで正解したすべてのクイズを。 クイズに正解するということは、その正解と何らかの形で関わってきたことの 証 だ。僕たちはクイズという競技を通じて、お互いの証を見せあっている──そんなことを考える。",
        "location": "1,657"
      }
    ]
  },
  {
    "id": "9f9cd7fa7cb2ecbdb4e326268ecc139c48be220792b3a1b5803085d003e7db15",
    "title": "河童",
    "author": "芥川 龍之介",
    "publisher": "集英社",
    "isbn": "9784087520279",
    "asin": "4087520277",
    "readDate": "2023/10/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0875/08752027.jpg",
    "highlights": [
      {
        "text": "これは哲学者のマッグの書いた「 阿呆 の言葉」の中の何章かです。―― × 阿呆はいつも彼以外のものを阿呆であると信じている。 × 我々の自然を愛するのは自然は我々を憎んだり 嫉妬 したりしないためもないことはない。 × もっとも賢い生活は一時代の習慣を 軽蔑 しながら、しかもそのまた習慣を少しも破らないように暮らすことである。 × 我々のもっとも誇りたいものは我々の持っていないものだけである。 × 何びとも偶像を破壊することに異存を持っているものはない。同時にまた何びとも偶像になることに異存を持っているものはない。しかし偶像の台座の上に安んじてすわっていられるものはもっとも神々に恵まれたもの、――阿呆か、悪人か、英雄かである。（クラバックはこの章の上へ 爪 の 痕 をつけていました。） × 我々の生活に必要な思想は三千年 前 に尽きたかもしれない。我々はただ古い 薪 に新しい炎を加えるだけであろう。 × 我々の特色は我々自身の意識を超越するのを常としている。 × 幸福は苦痛を伴い、平和は 倦怠 を伴うとすれば、――？ × 自己を弁護することは他人を弁護することよりも困難である。疑うものは弁護士を見よ。 × 矜誇［＃ルビの「きょうか」はママ］、愛欲、疑惑――あらゆる罪は三千年来、この三者から発している。同時にまたおそらくはあらゆる徳も。 × 物質的欲望を減ずることは必ずしも平和をもたらさない。我々は平和を得るためには精神的欲望も減じなければならぬ。（クラバックはこの章の上にも 爪 の 痕 を残していました。） × 我々は人間よりも不幸である。人間は 河童 ほど進化… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "572"
      }
    ]
  },
  {
    "id": "500aa3505d676addaaa89a5ed92c42dc0e9cd3cff0e93ece0056fecc79f739c1",
    "title": "Good Code、 Bad Code 〜持続可能な開発のためのソフトウェアエンジニア的思考",
    "author": "Tom Long/秋勇紀/高田新山/山本大祐",
    "publisher": "秀和システム",
    "isbn": "9784798068169",
    "asin": "4798068160",
    "readDate": "2023/10/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8169/9784798068169_1_4.jpg",
    "highlights": []
  },
  {
    "id": "f3cf654a2a02f98f5919d81a8c350da17d0a8fd962787c02d1164cba9086e02f",
    "title": "どうせ死ぬのになぜ生きるのか",
    "author": "名越康文",
    "publisher": "PHP研究所",
    "isbn": "9784569820934",
    "asin": "456982093X",
    "readDate": "2023/10/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0934/9784569820934_1_2.jpg",
    "highlights": [
      {
        "text": "多くの人は「感情的な自分」を「自分自身」だと思い込んでいますが、それは「ゴミが散らかった部屋」を「普通」だと思い込んでいる汚部屋の住人と同じ心理に陥っています。その状態では、なかなか自分が感情的になっている、ということに気づくことができないでしょう。「怒っていること」が当たり前の状態で何年も、何十年も過ごして来た人は、自分が怒っているということに気づくことができなくなるのです。 これが、「心の基準点」を明るく、静かな状態に保っておいたほうがいい理由です。そして、「体質改善を目指す行」というのは、この「心の基準点」をできるだけ高いところに保つために行うものです。明るく、爽やかで、深い呼吸をして心が落ち着いた状態にある自分を「基準」にしておく。そうすれば日常の中で、小さな怒り、小さなイライラ、小さな不安が生じたときにすぐ気づくことができるし、小さい段階で見つけることによって、容易に払えるようになるのです。",
        "location": "844"
      },
      {
        "text": "「現象学とは何か」ということを乱暴にまとめるなら、「物事を正しく見るにはどうすればいいか」を考えつめた学問 のことです。「物事の見方」が間違っていたら、あらゆる学問が成り立ちません。現象学はその部分をしっかりと基礎づけようとした。そういう意味で、現象学はあらゆる学問の基礎だとフッサールは言ったわけですね。",
        "location": "1,418"
      }
    ]
  },
  {
    "id": "53812f784e353cfe7a64693aae0c4b6093946d43497c4f0a3eba7e791ef92758",
    "title": "実力も運のうち 能力主義は正義か？",
    "author": "マイケル・サンデル/鬼澤　忍",
    "publisher": "早川書房",
    "isbn": "9784150506025",
    "asin": "4150506027",
    "readDate": "2023/10/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6025/9784150506025_1_3.jpg",
    "highlights": [
      {
        "text": "不平等な社会で頂点に立つ人びとは、自分の成功は道徳的に正当なものだと思い込みたがる。能力主義の社会において、これは次のことを意味する。つまり、勝者は自らの才能と努力によって成功を勝ち取ったと信じなければならないということだ。 逆説的だが、これこそ不正に手を染める親が子供に与えたかった贈り物だ。彼らの本当の気がかりが、子供を裕福に暮らせるようにしてやることに尽きるとすれば、子供に信託ファンドを与えておけばよかったはずだ。だが、彼らはほかの何かを望んでいた。それは、名門大学への入学が与えてくれる能力主義の威信である。",
        "location": "295"
      },
      {
        "text": "能力主義社会にとって重要なのは、成功のはしごを上る平等な機会を誰もが手にしていることだ。はしごの踏み板の間隔がどれくらいであるべきかについては、何も言わない。能力主義の理想は不平等の解決ではない。不平等の正当化なのだ。",
        "location": "2,713"
      },
      {
        "text": "過去四〇年にわたり、市場主導のグローバリゼーションと能力主義的な成功概念が相まって、こうした道徳的絆を破壊してきた。グローバルなサプライチェーンと資本の流れ、それらによって培われた国際人意識のせいで、われわれは同胞である市民にあまり頼らなくなり、彼らの仕事に感謝しなくなり、連帯の呼びかけに反応しなくなってきた。能力主義的選別が、成功は自らの手柄だとわれわれに教え、われわれの恩義の意識を壊してきた。われわれはいま、そのような破壊が生み出した怒りの嵐の真っただ中にいる。労働の尊厳を回復するために、 能力 の時代が破壊した社会の絆を修復しなくてはいけない。",
        "location": "4,868"
      }
    ]
  },
  {
    "id": "53d3d7ee2a585ec0158cd87bee5cb19e93a8f1c953a6d624a114c55ac1faa4d4",
    "title": "真っ赤なウソ",
    "author": "養老孟司",
    "publisher": "PHP研究所",
    "isbn": "9784569673820",
    "asin": "4569673821",
    "readDate": "2023/09/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3820/9784569673820.jpg",
    "highlights": [
      {
        "text": "当たり前の議論が通らなくなるのは、どこかで皆さんが遠慮するからです。社会が一つの方向に漂流してしまうときこそ、それをくい止めるのが宗教の役割なんです",
        "location": "457"
      },
      {
        "text": "若い人に対して社会的役割を与えないという社会がここのところ続いている。若者の失業率が高いとは、じつはそういうことです。何らかの責任を持たせる立場に置けば、若い人は即座に育つのがふつうです。自分が最終的責任を取る立場を与えられなければ、若い人は育ちません。若い人に最初から「自我」があると考えるよりは、私は平たく、彼らにはまず責任を与えるべきだっていう気持ちを持っているわけです。",
        "location": "496"
      },
      {
        "text": "女性に教育を与えないと、必ず人口が増えるんです。逆に女性に教育を与えて社会的権利を与えていくと子供は減るんです。インドのケララ州で実際に共産党政権ができて、あっという間に子供の数が減っていくんですね。女の人が自立して、自分で考えて生きるようになりますと、そんなに子供を増やす必要はないっていうことが分かるんですよ。",
        "location": "507"
      },
      {
        "text": "山本七平さんが本の中で、キリスト教の世界では「地獄への道は、善意で敷き詰められている」って書いていましたね。これはある意味で本当ですね。自分が正しいことをしているとか、善意でやっていると思っている人ほど、ある意味でたちが悪いことはない。",
        "location": "566"
      },
      {
        "text": "本気で仕事するというのも同じことで、「この仕事をやるには、こういうくだらない仕事も全部やらなきゃいけないんだよな。じゃあ、喜んでやろう」と思うのが、本気でやるってことなんです。",
        "location": "1,346"
      },
      {
        "text": "人間の欲の中で一番大きなもの、それは権力欲でしょう。人間は何事であれ、自分の思うようにしたいという気持ちが非常に強いですからね。思想を自分の思うようにしたいと思えば、その人は学者になる。言論や教育の考え方を操作しようと思えば、その人はジャーナリストになる。これは、ある意味ではみんな権力です。",
        "location": "1,463"
      }
    ]
  },
  {
    "id": "808609cb4f67f844864330d35bff5d69a3f0c45d1330e7bfa0bee7c2aae38b1c",
    "title": "もっとホワット・イフ？",
    "author": "ランドール・マンロー/吉田　三知世",
    "publisher": "早川書房",
    "isbn": "9784152102133",
    "asin": "4152102136",
    "readDate": "2023/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2133/9784152102133_1_2.jpg",
    "highlights": []
  },
  {
    "id": "520eb61ffb311cd5fde23e966ddb07278dbd8b2222d5011329e682f7a9100b6b",
    "title": "走馬灯のセトリは考えておいて",
    "author": "柴田　勝家",
    "publisher": "早川書房",
    "isbn": "9784150315375",
    "asin": "415031537X",
    "readDate": "2023/09/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5375/9784150315375_1_3.jpg",
    "highlights": [
      {
        "text": "信仰とは 生 への不安感を解消し安寧を得るための手段であり、なかでも他者を推す＝祀るロールは人生をやり過ごす効果的な酩酊ツールです。その感情が酩酊であると分かっていても、全ての信仰を棄教して生きるには人生はあまりに長く、全てに醒めて生きるメリットはあまりに少ない。人間は多かれ少なかれ何らかの存在に酩酊して生きており、それはアイドルのような信仰される側の存在であっても同じである場合が多いです。",
        "location": "2,645"
      }
    ]
  },
  {
    "id": "4b163e046b85c3e77f811705b91dce253e795eb4978ff462b331794b6a62ed80",
    "title": "元悪役令嬢とS級冒険者のほのぼの街暮らし3〜不遇なキャラに転生してたけど、理想の美女になれたからプラマイゼロだよね〜",
    "author": "ひだまり",
    "publisher": "TOブックス",
    "isbn": "9784866995076",
    "asin": "4866995076",
    "readDate": "2023/09/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5076/9784866995076_1_2.jpg",
    "highlights": []
  },
  {
    "id": "1b35ef953c2d9b3e3fb827c924a322f9263db78667f7a5ab3205538e537149e7",
    "title": "元悪役令嬢とS級冒険者のほのぼの街暮らし2〜不遇なキャラに転生してたけど、理想の美女になれたからプラマイゼロだよね〜",
    "author": "ひだまり",
    "publisher": "TOブックス",
    "isbn": "9784866993997",
    "asin": "4866993995",
    "readDate": "2023/09/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3997/9784866993997_1_2.jpg",
    "highlights": []
  },
  {
    "id": "dfb38eb2eceba169fb5d2a38c3773350fd8913aa09f809359a6bcde1bd136462",
    "title": "元悪役令嬢とS級冒険者のほのぼの街暮らし〜不遇なキャラに転生してたけど、理想の美女になれたからプラマイゼロだよね〜",
    "author": "ひだまり",
    "publisher": "TOブックス",
    "isbn": "9784866992150",
    "asin": "4866992158",
    "readDate": "2023/09/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2150/9784866992150.jpg",
    "highlights": []
  },
  {
    "id": "3b408e43b348ffd81f30e705553aef6f8dcf23b7ef208e7895860fb935bd4986",
    "title": "本好きの下剋上〜司書になるためには手段を選んでいられません〜貴族院外伝一年生",
    "author": "香月　美夜",
    "publisher": "TOブックス",
    "isbn": "9784864727327",
    "asin": "4864727325",
    "readDate": "2023/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7327/9784864727327.jpg",
    "highlights": []
  },
  {
    "id": "6a56f9d27de80953bdeaf59049931450dca0eafc6a84de2838f4f4df4063bd5c",
    "title": "青春ブタ野郎はサンタクロースの夢を見ない(13)",
    "author": "鴨志田　一/溝口　ケージ",
    "publisher": "KADOKAWA",
    "isbn": "9784049148671",
    "asin": "4049148676",
    "readDate": "2023/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8671/9784049148671_1_2.jpg",
    "highlights": []
  },
  {
    "id": "d163fd7f001d99b0a02931f2d7140285196587291348ab306dbead7c26fd00cb",
    "title": "青春ブタ野郎はマイスチューデントの夢を見ない(12)",
    "author": "鴨志田　一/溝口　ケージ",
    "publisher": "KADOKAWA",
    "isbn": "9784049139365",
    "asin": "4049139367",
    "readDate": "2023/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9365/9784049139365_1_2.jpg",
    "highlights": []
  },
  {
    "id": "83fd5692f40d22201ccd82663849daa2ba741325a916c2228ecd397108574164",
    "title": "千歳くんはラムネ瓶のなか(8)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094531268",
    "asin": "4094531262",
    "readDate": "2023/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1268/9784094531268_1_3.jpg",
    "highlights": []
  },
  {
    "id": "3a6f3379d7b9affaf23455f72044175da9719b3cfcf79aaedda8bd8438f867fe",
    "title": "あした、裸足でこい。3",
    "author": "岬　鷺宮/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784049150148",
    "asin": "404915014X",
    "readDate": "2023/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0148/9784049150148_1_2.jpg",
    "highlights": []
  },
  {
    "id": "879552e5f70ba87094bd60629aae355c7d161587df3376006c29abe6e89f92a7",
    "title": "あした、裸足でこい。2",
    "author": "岬　鷺宮/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784049144963",
    "asin": "4049144964",
    "readDate": "2023/09/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4963/9784049144963_1_6.jpg",
    "highlights": []
  },
  {
    "id": "8e79094925316a3fde37883b4f9262eb0644f664d4a98435dfebdcb3f37a7110",
    "title": "あした、裸足でこい。",
    "author": "岬　鷺宮/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784049144956",
    "asin": "4049144956",
    "readDate": "2023/09/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4956/9784049144956_1_4.jpg",
    "highlights": [
      {
        "text": "改めて振り返って。この『あした、 裸足 でこい。』４巻は、自分の中でもちょっと特別な、チャレンジもある巻だったなと思います。 ついに 坂本 自身が自分の生き方に向き合う。新たな小惑星を探す。 外側だけを見れば、シリーズ後半にふさわしいイベントが目白押しです。 自分でも、書いていてとても楽しかった。 けれど多分、僕がこの巻で一番 描きたかったのは、 二 斗 と 坂本 の関係の変化だったんだろうなと思います。 持っている能力ゆえに、孤独に戦っていた 二 斗。 凡人である 坂本 が、本当の意味でその隣に立つまでが、この４巻のテーマだったかなと。 内容について多くは触れませんが、そこを 描きつつ皆さんにも楽しんでもらえそうな話にする、というのが、今回僕にとって大きな挑戦だったように思う。 どうでしたかね？ 楽しんでもらえたかな、伝わったかな。 挑戦の結果やいかに……。 僕自身としては、このうえなく 良い形で描けたんじゃないかと自負しています。 そうそう、今回執筆中にキャラが勝手に動きまくったのもうれしかったですね。 もちろん、原稿作業前にプロットは立てますし、大枠でストーリーは決めています。 ただこの４巻では 坂本 も 二 斗 も 真琴 も、ゲストキャラの 七森 さえも、いきなりプロットと違う形で感情を発露させまくってきたんだよな。 笑ったり怒ったりバチバチしたり。 こういうの、予想外でびっくりしますし本当に楽しいんです。 特に大きかったのは 真琴 ですね。 読んでくれた方は分かると思いますが、面接シーン。 あそこ、あんな風にするつもり全然なかったんです。もっと普通に色々匂わせる程度のつもりだったのに、 真琴 が勝手に超ストレートに言ってしまった。ああいうの、小説家 冥利 に尽きる瞬間です。 ということで、『あした、 裸足 でこい… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "3,089"
      },
      {
        "text": "そういう『予測』を繰り返しては、自分がまだ持っている可能性に安心し、ずるずると行動を先延ばしにしてきた。そして……それが『予測』というより『妄想』だったことに気付いた頃には、もはや手遅れだった。",
        "location": "513"
      }
    ]
  },
  {
    "id": "d6f8be332521f2f810578fe2c2cbe2f67a2e7e836746835328a4077447b3133c",
    "title": "欲望の見つけ方",
    "author": "ルーク・バージス/川添　節子",
    "publisher": "早川書房",
    "isbn": "9784152102157",
    "asin": "4152102152",
    "readDate": "2023/09/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2157/9784152102157_1_2.jpg",
    "highlights": [
      {
        "text": "ジラールは、私たちが欲しがるもののほとんどは、 模倣 によるものであって、内在するものではないとした。人間は──真似ることを通して──ほかの人が欲しがるものと同じものを 欲しがることを学ぶ。同じ言語を話し、同じ文化的規範によって行動することを学ぶのと同じである。真似は、社会において人々が 公 に認める以上に大きな役割を果たしている。",
        "location": "115"
      },
      {
        "text": "模倣理論は、距離を置いて学べる人間味のない物理学の法則とは違う。それは自分の過去について新たな学びを得ることを意味する。それにより、自分のアイデンティティがどのように形成されたのか、なぜある人やモノから特に強い影響を受けたのかが説明される。それは人間関係──今この瞬間にあなたもかかわっている関係──に行きわたる力と向きあうことを意味する。人は模倣の欲望に対して傍観者ではいられない。",
        "location": "298"
      },
      {
        "text": "アメリカでの学者生活の初期に、ジラールは読んだことのない書物を扱う文学の講義を担当してほしいと頼まれた。仕事は断りたくなかったので引き受けた。シラバスに書かれた小説をぎりぎり間に合うように読んで、講義にのぞむこともしょっちゅうだった。セルバンテス、スタンダール、フローベール、ドストエフスキー、プルーストなどを読んでは教えた。 正式な教育を受けたことがなく、早く読む必要があったことから、ジラールは文章のなかにパターンを探しながら読むようになった。そのうちあることに気づいて当惑した。それは読者をひきつけてやまない不朽の小説のほぼすべてに存在しているように思えた。こうした小説のなかの登場人物は、ほかの登場人物が欲望に値するものを示してくれるのをあてにしているのである。自発的に何かを望むことはない。誰かの欲望は、その人の目的や行動──とりわけ欲望──を様変わりさせるほかの登場人物との交流によって形成される。 ジラールの発見は物理学におけるニュートン革命のようなものだった。物体の運動を支配する力は 関係 の文脈のなかでしか理解できない。欲望は重力のように、ただ一つ、あるいはただ一人のなかに独立して存在しない。それは両者のあいだの空間に存在する（ ２）。 ジラールが教えた小説は、プロットやキャラクターで動かされていない。原動力になっているのは欲望だ。登場人物の行動はその欲望のあらわれであり、その欲望は他者の欲望との関係のなかで形づくられている。物語は、誰と誰が模倣の関係にあるか、その人たちの欲望がどのような相互作用を起こし、行動に移されるかによって展開する。",
        "location": "320"
      },
      {
        "text": "もたらすと考えがちだ。確かにこれらも影響するが、それ以上に大きなものがある。 私たちは一般的に、欲望とのあいだに異なる関係（現実の関係あるいは認識された関係）を築いている人にひかれる。他人が欲しがっているものは気にしないように見える人、あるいは同じものを欲しがらない人は、別世界の人間のように感じるものだ。模倣に影響されず、反模倣的にさえ見える。だから魅力的なのである。ほとんどの人はそうではないから。",
        "location": "1,067"
      },
      {
        "text": "個人は、生まれつき、隣人の所有しているものを欲しがる傾向にある、あるいは単純にそれを欲しがる。すなわち、人間集団の中心にはライヴァル関係的対立へのとても強い傾向が存在している。この傾向が抑えられていなければ、それはあらゆる共同体の調和を、さらには存続までをも、常に脅かすことになるだろう。 ──ルネ・ジラール",
        "location": "1,468"
      },
      {
        "text": "「姫よ、あなたには何が恐ろしいのですか？」とかれはたずねました。 「檻です。」と姫はいいました。「柵の後ろに留まることです。慣れと老年がそれを容認し、すぐれた功を立てる機会がまったく去って呼び戻すことも望むこともできなくなるまで、柵の後ろに留まっていることです。」 Ｊ・Ｒ・Ｒ・トールキン （『指輪物語８ 王の帰還』瀬田貞二・田中明子訳、評論社）",
        "location": "2,839"
      },
      {
        "text": "ただひとつ正真正銘の旅……は、新たな風景を求めて旅立つことではなく、ほかの多くの目を持つこと、ひとりの他者の目で、いや数多くの他者の目で世界を見ること、それぞれの他者が見ている数多くの世界、その他者が構成している数多くの世界を見ることであろう。 マルセル・プルースト （『失われた時を求めて』吉川一義訳、岩波書店）",
        "location": "3,150"
      },
      {
        "text": "私が言う充足の物語には三つの要件がある。 １ 行動であること。 受動的に経験したことではなく、あなたが具体的に行動して、あなたが主役でなければならない。ストーン・ポニーで開かれたブルース・スプリングスティーンのコンサートはあなたの人生を変えたかもしれないが、それは充足の物語ではない。スプリングスティーンにとっては充足の物語かもしれないが、あなたにとっては違う。一方で、あるアーティストとその作品についてすべて調べたというなら、充足の物語になるかもしれない。 ２ 自分でうまくやったと思っていること。 ほかの誰でもなく自分で評価して、非常にうまくやったと思えることでなければならない。探しているのは あなた にとって重要な成果である。このあいだの夜、完璧なリブアイステーキが焼けたと思うなら、あなたはうまくやって何かを達成したことになる。人から見てその成果が大きいか小さいかは気にする必要はない。 ３ 充足感をもたらすこと。 行動した結果、深い充足感を覚えなければならない。喜びさえ感じるかもしれない。エンドルフィンのように束の間のものではない。充足感。翌朝になっても満足感を味わえるもので、今でも感じられるもの。考えるだけでその一部がよみがえるものだ。",
        "location": "3,411"
      },
      {
        "text": "船をつくりたいなら、大勢の男に木を集めさせたり、仕事を分けて命令したりする必要はない。その代わり、果てしなく広がる海をあこがれるように説けばいい。 ──アントワーヌ・ド・サン゠テグジュペリ",
        "location": "3,527"
      },
      {
        "text": "さまざまな真実──恥ずかしいもの、教訓となるもの、退屈なもの、経験にもとづくもの──が組織内をどのくらいのスピードで伝わるかテストする方法がある。真実のスピードを測定し、それを改善しようとする企業は、そうしない企業の一歩先を行くことになる。 単純なテストを紹介しよう。あなたの組織内で情報を知る必要がある役員や従業員を決め、あなたがこれからすることを説明する。テストのことはほかの誰にも知らせない。外部の人が重要な情報を組織の各層に伝える。それぞれのスタート地点から、あらかじめ決めた人にその情報が届くまでどのくらいの時間がかかるか、正確に測定する（どこから始めればいいのかわからなければ、私たちが喜んでお手伝いする）。",
        "location": "3,711"
      },
      {
        "text": "欲望が同じ対象に集中するとき、争いは避けられない。ＡＩがもたらす真の危険は、いつの日か人間よりも賢くなるロボットではなく、私たちと同じもの──仕事、配偶者、夢──を 欲しがる ロボットである。",
        "location": "3,922"
      },
      {
        "text": "私たちが自分の欲望を操作できるようになる日は近いかもしれないので、ひょっとすると、私たちが直面している真の疑問は、『私たちは何になりたいのか？』ではなく、『私たちは何を望みたいのか？』かもしれない。この疑問に思わず頭を抱えない人は、おそらくまだ、それについて十分考えていないのだろう」",
        "location": "3,926"
      },
      {
        "text": "二つの相容れない欲望、対立する思考を、慎重に識別する時間をとらずに即座にどちらかを拒絶したりすることなく、同時に保持できるかどうか。それが成熟のしるしである。欲望とともに生きるというのは、緊張とともに生きることである。",
        "location": "4,126"
      },
      {
        "text": "いずれにしても、やがてほかの人たちが、われわれがいま論じていることを、より巧みに論ずるようになるでしょう。そして事態はさらに先へ進むことになるでしょう。しかしこうした書物自体の重要性は、わずかなものになるでしょう。そうした書物を生み出すいろいろな出来事のほうが、書かれたものよりもはるかに雄弁になっていくでしょうし、単純で月並みな事がらの真相を、われわれがそれを暗示するのにたいへんな苦労をしてしかもうまくいかない真相を、手早く説明できるようになるでしょう。 ──ルネ・ジラール （『世の初めから隠されていること』小池健男訳、法政大学出版局）",
        "location": "4,528"
      }
    ]
  },
  {
    "id": "c81406842c99dc64e836c344e4b1bdd1806211a1d028c254d8a6fbaa544e81ba",
    "title": "クリストファー・ノーラン",
    "author": "",
    "publisher": "フィルムアート社",
    "isbn": "9784845921423",
    "asin": "4845921421",
    "readDate": "2023/08/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1423/9784845921423_1_3.jpg",
    "highlights": []
  },
  {
    "id": "53d460472e2cbd4f143968b4ab1daf53621234f551eac3945b8644b94c75d29e",
    "title": "人でなしの恋",
    "author": "江戸川乱歩/夜汽車",
    "publisher": "リットーミュージック",
    "isbn": "9784845637966",
    "asin": "4845637960",
    "readDate": "2023/08/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7966/9784845637966_1_5.jpg",
    "highlights": []
  },
  {
    "id": "35d9564b427fc59b410fe6ff7a3782bcbb110e6b969b3b2fb4743f9603d0f9f2",
    "title": "君たちはどう生きるか",
    "author": "吉野　源三郎",
    "publisher": "岩波書店",
    "isbn": "9784003315811",
    "asin": "4003315812",
    "readDate": "2023/08/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5811/9784003315811_1_3.jpg",
    "highlights": [
      {
        "text": "英雄とか偉人とかいわれている人々の中で、本当に尊敬が出来るのは、人類の進歩に役立った人だけだ。そして、彼らの非凡な事業のうち、真に値打のあるものは、ただこの流れに沿って行われた事業だけだ。（",
        "location": "1,048"
      }
    ]
  },
  {
    "id": "33234eb3efe046535658e13e388ea52340fee3b320c69d14100beb130db4acfd",
    "title": "国商 最後のフィクサー葛西敬之",
    "author": "森 功",
    "publisher": "講談社",
    "isbn": "9784065241271",
    "asin": "4065241278",
    "readDate": "2023/07/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1271/9784065241271_1_2.jpg",
    "highlights": []
  },
  {
    "id": "797b36867ab4e18949f10c7c045bfdc9d5856e7d3f4e76b398711de9cda558a0",
    "title": "不動産屋の８割は詐欺師である",
    "author": "滝島一統",
    "publisher": "株式会社スリースパイス",
    "isbn": "",
    "asin": null,
    "readDate": "2023/07/29",
    "thumbnailImage": "https://m.media-amazon.com/images/I/514RatodeeL._AC_SL1500_.jpg",
    "highlights": [
      {
        "text": "特別な才能がある 素敵な音楽を作ったり、人を感動させる物語が書けたり、生活に役立つ発明が出来たり、容姿端麗で写真を撮るだけでお金になったりという、そんな銀のスプーンを最初からくわえて生まれてきた、とんでもなくラッキーな方は、その才能によってリッチになれます。",
        "location": "687"
      },
      {
        "text": "ビジネスを立ち上げる。 あなたが時間を投資しなくても、勝手にお金を生んでくれるビジネスシステムを立ち上げる。巨大企業を創業したり、フランチャイズシステムを立ち上げたりするのです。ただ、 10 年以内に企業倒産率 97％ と言われる日本においては、これまたかなり難しいと言えます。",
        "location": "690"
      },
      {
        "text": "不動産投資をする。 お金と時間を得てリッチな生活を送るのに最も簡単で、誰でも出来る方法、それが不動産投資なのです。実際に日本人の年収の分布を見ると、高額所得者ほど不動産から収入を得ている割合が高くなっています。 つまり、あなたが特別な才能や、特別なビジネス手腕が無い限り、不動産投資という選択肢を捨てた時点で、リッチな生活を諦めたと言っても過言ではありません。",
        "location": "693"
      }
    ]
  },
  {
    "id": "59b31bae1a1a8974282dfd8fe88109c383864c8589a00f8566de63d2f07bea67",
    "title": "限界ニュータウン",
    "author": "吉川 祐介",
    "publisher": "太郎次郎社エディタス",
    "isbn": "9784811808505",
    "asin": "4811808509",
    "readDate": "2023/07/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8505/9784811808505_1_77.jpg",
    "highlights": []
  },
  {
    "id": "c6473e0a22ca8dc999e6e5c726291b78a2b6ff29548de325b1a811505a6be312",
    "title": "7日間で上達！ さいとうなおき式お絵描きドリル",
    "author": "さいとうなおき",
    "publisher": "KADOKAWA",
    "isbn": "9784046058683",
    "asin": "4046058684",
    "readDate": "2023/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8683/9784046058683_1_2.jpg",
    "highlights": []
  },
  {
    "id": "8362d8e0191be2c326ff5c89b695d0bc5f52b9fc087fb0cf6d2b8b998e895b3c",
    "title": "スタジオジブリ物語",
    "author": "鈴木 敏夫",
    "publisher": "集英社",
    "isbn": "9784087212686",
    "asin": "4087212688",
    "readDate": "2023/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2686/9784087212686_1_7.jpg",
    "highlights": [
      {
        "text": "タイアップの話が進む中で、電通は『ラピュタ』に関するキャラクターや映像の使用について、細かな条件をリストアップした契約書を用意してきた。しかし高畑は、この契約書の記載項目をほぼすべて却下。許可するのは、『天空の城ラピュタ』というロゴのみとし、そのほかのキャラクターの絵や映像については、都度協議して使用を検討することを条件とした。高畑がこのような厳しい条件を提示した背景には、企業とタイアップをすることによって、それまで商業主義に侵されなかった映画の自由が失われることへの危惧、そして、『ラピュタ』をその第一号作品にするべきではないという考えがあったという。",
        "location": "417"
      },
      {
        "text": "清太のとったこのような行動（編注／世話になっている未亡人の嫌みなどに耐えかねて、その家を出てしまうこと） や心のうごきは、物質的に恵まれ、快・不快を対人関係や行動や存在の大きな基準とし、わずらわしい人間関係をいとう現代の青年や子供たちとどこか似てはいないだろうか。いや、その子供たちと時代を共有する大人たちも同じである。 家族の 絆 がゆるみ、隣人同士の連帯感が減った分だけ、二重三重の社会的保護 乃至 管理の枠にまもられている現代。相互不干渉をつき合いの基本におき、本質に触れない遊戯的な気のつかい合いに、みずからのやさしさを確かめあっている私たち。戦争でなくてもいい、もし大災害が襲いかかり、相互扶助や協調に人を向かわせる理念もないまま、この社会的なタガが外れてしまったら、裸同然の人間関係のなかで終戦直後以上に人は人に対し狼となるにちがいない。自分がどちらの側にもなる可能性を思って戦慄する。そして、たとえ人間関係からのがれ、清太のように妹とふたりだけでくらそうとしても、いったいどれだけの少年が、人々が、清太ほどに妹を養いつづけられるだろうか。 （略） しかしいま「火垂るの墓」は強烈な光を放ち、現代を照らしだして私たちをおびえさせる。戦後四十年を通じて、現代ほど清太の生き方死にざまを人ごととは思えず、共感し得る時代はない。 いまこそ、この物語を映像化したい。",
        "location": "527"
      },
      {
        "text": "この作品の発端について、宮﨑は次のように語っている。 （編注／『アルプスの少女ハイジ』や『母をたずねて三千里』などをやっているうちに） 無理しないで自分たちの世界をちゃんと描けたら幸せなのにっていう、というよりも描かなきゃいかんっていう気持ちになったですね。僕自身、ずっと日本が好きじゃなかったですから。日本っていう国家は今も好きじゃないですけども、日本の風土も嫌いで困っていた子供時代の僕に、こういうとこがあるんだよって、こういう見方をすりゃいいんだよっていうふうなね、そうやって観せられる映画があったらよかったのにとは思いましたから。だけど、それも結局は後からつけた理屈でね、とにかくひたすら『トトロ』みたいなものをやらなきゃいけないって思った最初の動機は、なんか赤土の、ぼうぼうと草が生えてるところに、ポケッとした子供が立っていて、そしたら目の前を変なものが通ったっていうね、その風景だけをもうゾクゾクするぐらいやりたかったんですよね。それはもう本当にやりたかったんです。 （『",
        "location": "582"
      },
      {
        "text": "アニメーション業界では、「出来高払い」が主流で、固定給制度は非常に珍しい。また雇用の形態も、契約あるいは身分はフリーのままの常駐スタッフという就業形態が多く、社会保険なども整備されたジブリの社員化という制度は、アニメ業界にあってかなり大胆な決断だった。 『アニメージュ』１９８９年９月号には、宮﨑の手によるマンガ形式で描かれた「アニメーターを志す人へ スタジオジブリ新人アニメーター募集のおしらせ」が掲載された。 そこで発表された募集要項の主な内容は次の通り。 ◇アニメーター研修生 各研修期間 10 名以内 ◇演出助手研修生 若干名 ◇研修期間 １年間（教育研修３ヶ月、実地研修９ヶ月） ◇月給 15 万円＋交通ヒ１万円マデ ◇研修期間 １９８９年 11 月１日より第一期（経験者可） １９９０年４月１日より第二期（新卒者のみ） マンガの中では宮﨑の分身とおぼしきブタが次のように語っている。 「低コスト低品質のその場しのぎではアニメーションに未来はないのです しかももっと良い作品を観たいという需要は増えている!!」 「ひとつだけいえます キチンと作られた映画はたとえ当たらなくても時間をかけてお金をとりもどせる それが私たちの信念です」 「みんなが観たいと思うような作品 観たら本当におもしろい作品 それをつくるのが私たちの仕事なんです だからこそ 今の日本のアニメーションの現状に満足しない若い才能を求めるわけであります」 この",
        "location": "837"
      },
      {
        "text": "『猫の恩返し』の企画の発端は『ホーホケキョ となりの山田くん』の制作が山場を迎えていた１９９９年春。後に愛知県名古屋東部丘陵で開催される愛・地球博にまつわる依頼がきっかけだった。鈴木敏夫はその経緯をインタビューで次のように語っている。 正確には覚えてないんだけど、スタートしたのは３年ぐらい前だったと思います。そもそもの発端は、某社（編注／中日新聞社） から「テーマパークを作るので、そのイメージキャラクターを描いてくれ」と言われたんです。猫がいいということだったので、「ジブリアニメには猫が３匹ぐらいいますよ」と。その中の一匹だったムタを責任者の方が気に入ってくださって、「ついでに 20 分ぐらいのフィルムを作ってくれませんか」ということになった。これがスタートなんです。ムタを使うなら、当然、宮﨑駿にも了解をとらなければいけないので話を持っていったら、彼のほうから「だったら（ストーリーは）柊さんに作ってもらおうよ」と。その時、宮さんが出してきた案が〝探偵もの〟だったんです。「地球屋が探偵事務所で、そこに名探偵バロンがいる。そしてムタがいるというので、できないかなぁ」と。それで柊さんに発注したら、柊さんが猫の国の設定を作ってきたんです。 （『ロマンアルバム 猫の恩返し』）",
        "location": "2,878"
      }
    ]
  },
  {
    "id": "97643b5edf43d0e7e6466824f26273e460a952356fa496cb0200d5f0755705a7",
    "title": "銀河鉄道の夜",
    "author": "宮沢賢治",
    "publisher": "岩波書店",
    "isbn": "9784001140125",
    "asin": "4001140128",
    "readDate": "2023/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0125/9784001140125.jpg",
    "highlights": [
      {
        "text": "「ああわたくしもそれをもとめている。おまえはおまえの 切符 をしっかりもっておいで。そして一しんに 勉強 しなけぁいけない。おまえは 化学 をならったろう、水は 酸素 と 水素 からできているということを知っている。いまはたれだってそれを 疑 やしない。 実験 してみるとほんとうにそうなんだから。けれども 昔 はそれを 水銀 と 塩 でできていると 言ったり、 水銀 と 硫黄 でできていると 言ったりいろいろ 議論 したのだ。みんながめいめいじぶんの 神さまがほんとうの神さまだというだろう、けれどもお互いほかの 神さまを 信ずる人たちのしたことでも 涙 がこぼれるだろう。それからぼくたちの心がいいとかわるいとか 議論 するだろう。そして 勝負 がつかないだろう。けれども、もしおまえがほんとうに 勉強 して 実験 でちゃんとほんとうの考えと、うその考えとを分けてしまえば、その 実験 の 方法 さえきまれば、もう 信仰 も 化学 と同じようになる。けれども、ね、ちょっとこの本をごらん、いいかい、これは 地理 と 歴史 の 辞典 だよ。",
        "location": "1,405"
      }
    ]
  },
  {
    "id": "273f9f3ed632107241f11bbfd2dfaa803cc4cad96129f7eedbdfb67de89e2fe3",
    "title": "転生したらスライムだった件(1)",
    "author": "川上 泰樹/伏瀬",
    "publisher": "講談社",
    "isbn": "9784063765786",
    "asin": "4063765784",
    "readDate": "2023/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5786/9784063765786.jpg",
    "highlights": []
  },
  {
    "id": "5238045df3aaf702b8b6e3653cc54882f5b830f41b357d5224a856f5898a1eb7",
    "title": "お金は銀行に預けるな",
    "author": "勝間和代",
    "publisher": "光文社",
    "isbn": "9784334034252",
    "asin": "433403425X",
    "readDate": "2023/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3340/33403425.jpg",
    "highlights": []
  },
  {
    "id": "b5a2b0ce90bb9eeefa5455b180c03acf546e167d240693262fa9c9e2808182f8",
    "title": "オートモードで月に18.5万円が入ってくる｢高配当｣株投資 ど素人サラリーマンが元手5万円スタートでできた！",
    "author": "長期株式投資",
    "publisher": "KADOKAWA",
    "isbn": "9784046055477",
    "asin": "4046055472",
    "readDate": "2023/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5477/9784046055477_1_10.jpg",
    "highlights": []
  },
  {
    "id": "7c8bddfc2fa1b8b77ae87e46dd9a4c0260099682b458fc7d827df1c7ee57c97e",
    "title": "池上彰特別授業君たちはどう生きるか",
    "author": "池上彰",
    "publisher": "NHK出版",
    "isbn": "9784144072260",
    "asin": "4144072266",
    "readDate": "2023/07/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2260/9784144072260.jpg",
    "highlights": []
  },
  {
    "id": "84858deaa47c0dbb6ab260b5870dde46ae0047ef7844e9d23e7d2da52b6691d2",
    "title": "決定版！ お金の増やし方＆稼ぎ方",
    "author": "山崎元/堀江貴文",
    "publisher": "徳間書店",
    "isbn": "9784198654825",
    "asin": "4198654824",
    "readDate": "2023/07/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4825/9784198654825_1_3.jpg",
    "highlights": [
      {
        "text": "日々の運動習慣に加えて、予防医療も重要だ。日本はこの予防医療の考えがかなり遅れている。大半の病気は、事前の対処次第でいくらでも回避できるのだ。 たとえば日本人に多い胃がん。日本人がかかる胃がんのうち、 98％はピロリ菌感染によるものだ。このピロリ菌は薬を飲めば簡単に除去できる。ちょっとした手間と出費だけで胃がんリスクは激減するのだが、まだまだみんなのピロリ菌に対する認識が低い。 「万病の元」と言われている歯周病もそうだ。海外に比べて日本人は歯周病を軽視しすぎだ。歯周病は口臭の原因になるだけではない。心筋梗塞や脳梗塞など血管系疾患に直結する。だから海外ではデンタルケアに対する意識が高く、幼いころから徹底的に教育されている。 ところが日本はどうだろう。定期的に歯科医に行き、歯石などをクリーニングしている人はどれだけいるだろうか。歯周病になってから、いざ事態が深刻になってから、あわてて手間と治療費を注ぎ込むなんて馬鹿げている。 残念ながら、生命保険や医療保険は、災いを避けてくれる魔除けのお守りではない。 山崎さんが言うように、いざというときは公的医療保険制度が使えるのだからそっちはそれで十分だ。それより習慣的な運動や予防医療にお金を使うべきだ。",
        "location": "588"
      },
      {
        "text": "インデックス・ファンドは、値上がりするかもしれないし、値下がりするかもしれない。その不確実性があるからこそ、無リスク資産より高いリターンを期待できる。そういう原理なので、リスクは回避できない。 しかし、「親のお金だから絶対に減らしたくない」などの、リスクをなるべく取りたくないケースはあるかもしれない（その考えが本当に正しいのかについては検討の余地があるが）。 その場合、リスクがごく小さい運用対象として『個人向け国債変動金利型 10 年満期』を選ぶとよい。個人向け国債は１年持つと元本割れがなく、１０００万円を超える額を運用する場合、銀行預金よりも安全な運用となる。 個人向け国債にはいくつか種類があるが、選ぶ場合には『変動金利型 10 年満期』一択だ。 銀行やゆうちょ銀行など、身近な金融機関で１万円から購入することもできる。 10 年の満期時には全額償還があるほか、半年に１度利息が支払われる。１年経てば中途換金も可能だ。その際に過去２回分（１年分） の利息をペナルティとして支払う必要はあるが、言い方を換えると１年以上保有していれば、「元本割れ」しない。 基本的には銀行よりは安全であるし、国債が暴落し金利が上昇するようなときにも、元本割れしない。よって無難な運用ができる。ただし、あくまで「無難な運用」だ。自分にとって、その「無難」が本当に必要なのかについては、よく考えてみてほしい。",
        "location": "1,279"
      },
      {
        "text": "クソみたいなマンション投資は論外だし、母がボケてしまうのも嫌だ。だから僕はこう説得した。 「年金や蓄えが足りなくなったら俺が補塡するから、頼むからマンション経営とか勘弁してくれ。そんなことよりボランティア活動をしてくれ」 不服そうだったが、それでなんとか納得してもらった。 その後、母は年金をもらいながら、学童保育でボランティアをするようになった。いまや小学生たちから「堀江先生ーっ！」と慕われるほどになったという。かなりやりがいを感じているようだ。子供たちと触れ合うことでフレッシュな気持ちになれるとも言っていた。 母がボケることはなさそうだ。なによりである。 これはある産業医から聞いた話だ。 65 歳以上の人のうち、社会的責任を負っている人と、さして負っていない人とでは、寿命が７～８年も変わるらしい。 たとえば、町内会長やマンションの管理組合の役員などをやっている人は年老いてからも元気で長生きする傾向があるのだという。彼らはややこしい人間関係と 対峙 しないといけない。でもそれが張り合いになる。適度な忙しさとストレスは健康維持に貢献するそうだ。 だからＦＩＲＥ生活なんて目指すべきではない。日々、やりがいを感じて暮らしている僕の母のような人生を送ってほしい。",
        "location": "1,969"
      },
      {
        "text": "人生とは、壮大な暇つぶしだ。死ぬまで続く暇つぶしである。だからこそ真剣に生きないとつまらない。つまらない人生は「無」だ。なにもないのと同じである。",
        "location": "1,986"
      },
      {
        "text": "お金持ちになってどうするのか？ 広い家、高級料理、高級外車、海外旅行、なかには愛人を囲いたいなんて人もいるかもしれない。 いずれにせよ、お金持ちになってやれることなんてそれくらいのものである。つまり大したことはない。 実際ひととおりやってみたら「こんなものか」で終わりだ。",
        "location": "2,095"
      }
    ]
  },
  {
    "id": "c31bec0d9554ac10410de82f9553127def347dc31106805999496a9877376f22",
    "title": "史上最強の投資家 バフェットの財務諸表を読む力 大不況でも投資で勝ち抜く58のルール",
    "author": "メアリー・バフェット/デビッド・クラーク",
    "publisher": "徳間書店",
    "isbn": "9784198627058",
    "asin": "4198627053",
    "readDate": "2023/06/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7058/9784198627058.jpg",
    "highlights": []
  },
  {
    "id": "f8d21bbe0614a732cfe32aa154b35ac8f53861d51c6ea0058f8eca6002194593",
    "title": "株を買うなら最低限知っておきたい ファンダメンタル投資の教科書 改訂版",
    "author": "足立 武志",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478107041",
    "asin": "4478107041",
    "readDate": "2023/06/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7041/9784478107041.jpg",
    "highlights": []
  },
  {
    "id": "b6193fb121235a040e53770e0a80b747789d3202ff70a4799face67200e5f6ec",
    "title": "マンガでわかる財務3表超入門",
    "author": "國貞克則/大舞キリコ",
    "publisher": "毎日新聞出版",
    "isbn": "9784620326122",
    "asin": "4620326127",
    "readDate": "2023/06/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6122/9784620326122.jpg",
    "highlights": []
  },
  {
    "id": "ecf7e255e5ac825f2e123b861c49d9f11a2b0b082b0b646900f96f2b3f8d88fc",
    "title": "杜子春",
    "author": "芥川　龍之介",
    "publisher": "KADOKAWA",
    "isbn": "9784041061763",
    "asin": "4041061768",
    "readDate": "2023/06/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1763/9784041061763.jpg",
    "highlights": []
  },
  {
    "id": "408865fbb7db3ef1ea4de02a684e008ce34155d16a4d0581d6b46b7fef186445",
    "title": "映画を早送りで観る人たち",
    "author": "稲田豊史",
    "publisher": "光文社",
    "isbn": "9784334046002",
    "asin": "4334046002",
    "readDate": "2023/05/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6002/9784334046002_1_3.jpg",
    "highlights": [
      {
        "text": "大学生の彼らは趣味や娯楽について、てっとり早く、短時間で、「何かをモノにしたい」「何かのエキスパートになりたい」と思っている。彼らはオタクに〝憧れている〟のだそうだ。 ところが、彼らは",
        "location": "256"
      },
      {
        "text": "彼らは、「観ておくべき重要作品を、リストにして教えてくれ」と言う。彼らは近道を探す。なぜなら、駄作を観ている時間は彼らにとって無駄だから。無駄な時間をすごすこと、つまり時間コスパが悪いことを、とても恐れているから。 彼らはこれを「タイパが悪い」と形容する。",
        "location": "260"
      },
      {
        "text": "「本当に読ませたい原稿は、無料配布のフリーペーパーに載せてはいけない。安くてもいいからきちんと値段をつけろ。人はタダで手に入れたものを大切に扱わないから」",
        "location": "832"
      },
      {
        "text": "かつて映像作品は、ある程度以上のリテラシーを有する観客に向けて作っていても、さほど問題にはならなかった。理解できない者の一部は勝手に背伸びをして理解に努めてくれたし、排除された客の声は可視化されなかったからだ。 しかし今は違う。一定以上の規模を有した商業作品である以上、つまり相応のビジネスサイズとマネーメイキング機能を求められているプロジェクトである以上、あらゆるリテラシーレベルの観客が満足する（誰もが気分を害さない） ものを作らなければならなくなった。否、そうでなければならない空気が、厳然としてある。それは制作者の配慮が必須、という意味で、「マイノリティの尊重」「多様性に寛容」といったポリコレ（ポリティカル・コレクトネス） を想起させるほどの 作法・規範 にも思える。リテラシーが低い人を差別しない、という名のバリアフリー、「みんなに優しい作品」こそが「良い作品」なのだ。 とはいえ、どのレイヤーの人間も満足させる作品づくりには、途方もない、とてつもない創作労力が必要とされる。",
        "location": "1,268"
      },
      {
        "text": "ＴｗｉｔｔｅｒをはじめとしたＳＮＳの普及により、視聴者や読者が作者に対して直接、公開でメッセージ・感想・罵詈雑言を届けられるようになった。第２章で言及したラノベが良い例だ。ファンを自称する者が、「あのキャラは、そんなこと言いません」「そのラストは違うと思います」といったリプを飛ばしてくることもある。 いわゆる〝評論〟とは違う。ある種のワガママだ。 昨今聞く、「ハッピーエンドじゃない作品は見たくない」「主人公は 清廉潔白 であってほしい」も、ワガママの 範疇 に入れていいのかもしれない。「好きなジャンルはラブロマンス」などとは異なる嗜好の性質である。 日芸でシナリオを専攻する学生のひとりは、あくまで個人的な所感であると断りながらも、最近増えてきているアニメ作品の傾向として、「味方キャラがみんな良い奴で、主人公の足を引っ張らない」「主人公が悩まずサバサバしていて無双する」を挙げた。 作品に「快適」だけを求める、とでも言おうか。",
        "location": "1,945"
      },
      {
        "text": "同じものを繰り返し見る理由を「新しいものを観るのは体力がいるので」と説明していた。体力を使わない快適な鑑賞。これも経済運転、〝胃に優しい食事〟のひとつだ。 その意味で、好きなシーン「だけ」を繰り返し、気が済むまで観続けるのは快適主義の究極だ（＊７）。ヒアリングした大学生たちも、各々に好きな作品のフェイバリットシーンを何回も何十回も観る。その理由は「心地いいから」「スカッとするから」「癒やされるから」「骨の髄まで味わいたいから」と、さまざま。ここにおいて映像は「作品」ではなく、機能性食品のようなものだ。服用すれば、必ず期待通りの効果が現れる。 作品を鑑賞する行為が「do」なら、シーン単位の繰り返し視聴は「be」だ。意欲的・能動的に観ることが目的なのではなく、浸っていて心地良い状態であることに価値を見出す。",
        "location": "2,239"
      },
      {
        "text": "他人に干渉しない。すなわち批判もダメ出しもしないし、されることもない。これは一見して「他者」を尊重しているように見えるが、そこには「自分と異なる価値観に触れて理解に努める」という行動が欠けている。単に関わり合いを避けているだけだ。 それゆえに、自分とは考えの違う「他者」の存在を心の底からは許容できない。異なる意見をぶつけられた時に、「あなたと私は意見が違いますね」で終わりにできない。自分に向けられる批判に耐性がない。流すことができない。心がざわつき、「不快だ」と遠慮なく悲鳴をあげる。 これは多様性には程遠い、むしろある種の狭量さだ。Ｚ世代が得意だとする「多様性を認め、個性を尊重しあう」には、「異なる価値観が視界に入らない場合に限る」という但し書きが必要なのかもしれない。",
        "location": "2,541"
      },
      {
        "text": "極論するなら、たとえば彼らが「ディズニーやジブリ（というブランド） が好き」と口にするとき、〝好き〟の対象は、満足度の高いコンテンツを確実に供給してくれる信頼感なのであって、それを生み出した作家個人への称賛ではない。二者は似て非なるものだ。 彼らは決してニワトリ（監督） のファンではないが、卵（作品） はありがたく賞味する。日々大量に、とてつもない早食いで。",
        "location": "2,710"
      }
    ]
  },
  {
    "id": "c17c7d01624d331b2f74fccc693ecee6ef8d8404eb7e9850bf20798e24256eae",
    "title": "ファスト教養 10分で答えが欲しい人たち",
    "author": "レジー",
    "publisher": "集英社",
    "isbn": "9784087212334",
    "asin": "4087212335",
    "readDate": "2023/05/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2334/9784087212334_1_4.jpg",
    "highlights": [
      {
        "text": "彼らの行動の裏側にあるのは、個人として培った上昇志向だけではないように思える。そこに潜んでいるのは、ビジネスパーソンの中に「新自由主義」が内面化され、絶えずＳＮＳなどで周囲との比較を強いられて、なおかつ社会の中で生き残るために「うまくやる」ことが求められた結果として、終わりなき成長に駆り立てられる……という時代精神ではないだろうか。",
        "location": "1,549"
      },
      {
        "text": "経済的な自由は精神的な安定を獲得するうえで重要な役割を果たす。その点でお金はすべての基本であるという考え方自体に同意できる部分はあるものの、リベラルアーツという言葉の指し示す自由とは本当に経済的な側面についてのものだけなのかは大いに疑問が残る。第一章で述べたとおりここで古代ギリシャ・ローマにおけるリベラルアーツの定義に立ち入ることはしないが、そんな振り返りをしなくても「経済的な自由を得ること＝〝本当の自由〟なのか」「結果的に自由な時間を得たとしてそれからどうするのか、その時間をどう過ごすかこそ大事なのではないか」といった問いは容易に思い浮かぶだろう。",
        "location": "1,572"
      },
      {
        "text": "第四章で触れたインタビューや読書会を通じて感じたのは、多くのビジネスパーソンが抱える「成長したい」というモチベーションだった。この成長というドグマは、今の日本社会においてかなり強固なものとなっている。第五章で紹介した本田圭佑の「成長に囚われろ」というツイートも象徴的だが、誰もが「成長」に躍起になっている。転職する際の動機として「もっと成長したい」というフレーズも定番であり、筆者もたびたび直接耳にしている。",
        "location": "2,149"
      },
      {
        "text": "前提を問い直す必要性と、前提を問い直すことの難しさ。これらを踏まえて、ファスト教養と対峙するための考え方として導き出されるのは、成長というものの意味を問い直す視点を持ちながら、一方ではビジネスの世界で結果を残そうとするスタンスである。前者だけに耽溺するのは残念ながら理想論すぎるし、後者のみを盲目的に追求することは現状の自己責任社会を加速させるだけである。ビジネスで一定の成果をあげることで精神の平穏を保ちつつ、自分にとって「成長」とは何かという大きな問いに立ち向かうのが、ビジネスパーソンの目指すべき姿だろう。 この姿に少しでも近づく、言い換えると「効率的な差別化」からも「根源的な内省」からも逃げない態度を身につけるために必要なものは何か。それは気持ちを奮い立たせる成功者のエピソードではなく、専門的な知見に裏打ちされた確かな知識である。この「自己啓発ではなく知識」という考え方は、ファスト教養の世界から脱却するうえでの一つのキーワードとなる。",
        "location": "2,162"
      },
      {
        "text": "自己啓発本ではなく知識を得るための本（かつ忙しい麦でもきっと読むことのできる「重すぎない本」）を勧めるとしたら、まずは二〇一六年に出版された森岡 毅『ＵＳＪを劇的に変えた、たった１つの考え方』を挙げたい。タイトルは自己啓発本のようではあるが、「マーケティングとは？」「目的／目標の違いは？」「戦略／戦術の違いは？」などベーシックな話から始まって実践的な知見に触れられる内容になっており、会社員になったばかりの麦のコンディションにもはまるはずである。",
        "location": "2,189"
      },
      {
        "text": "安宅 和人『イシューからはじめよ』もいいかもしれない。「本当に解くべき問題を見極めること」の重要性を説く同書は、そのためにビジネスパーソンとして備えておくべき思考プロセスを冷静な筆致で描き出しており、当時の彼が読んでいれば意味のある読書体験を得ることができたのではないか。",
        "location": "2,194"
      },
      {
        "text": "自己啓発より知識が大事だが、「新しい知識を得なくては」という感情だけが先走ると何もいいことがない。この状況に陥らないように自身を制御することこそ、ファスト教養と向き合ううえでの防衛戦略である。そのために重要な観点が、「繰り返す」ことである。これについては、渡部昇一『知的生活の方法』で示されるこの考え方が参考になるだろう。 あなたは繰りかえして読む本を何冊ぐらい持っているだろうか。それはどんな本だろうか。それがわかれば、あなたがどんな人かよくわかる。しかし あなたの古典 がないならば、あなたはいくら本を広く、多く読んでも私は読書家とは考えたくない。",
        "location": "2,258"
      },
      {
        "text": "マイケル・サンデルは『実力も運のうち』の結びにおいて、「自分の運命が偶然の産物である」と理解することから生まれる謙虚さが「われわれを分断する冷酷な成功の倫理から引き返すきっかけとなる」と述べている。「圧倒的な努力」や「強い意志」とは違うところで動いている「偶然」に心を開く。これこそ、ファスト教養と決別するために求められる視点である。",
        "location": "2,458"
      }
    ]
  },
  {
    "id": "a651b455705fec5f44832c3eba2aec49b2b49cdf0cf3335009bfb1dd705d7f36",
    "title": "わたしが恋人になれるわけないじゃん、ムリムリ!(※ムリじゃなかった!?) 5",
    "author": "みかみてれん/竹嶋 えく",
    "publisher": "集英社",
    "isbn": "9784086314800",
    "asin": "4086314800",
    "readDate": "2023/04/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4800/9784086314800_1_5.jpg",
    "highlights": []
  },
  {
    "id": "071e2fc074bfeeac5fb95849c80dcd87f03e5ea39be4ca25c2de9c8cbbcee760",
    "title": "ねぇ、もういっそつき合っちゃう？ 2 幼馴染の美少女に頼まれて、カモフラ彼氏はじめました",
    "author": "叶田キズ/塩かずのこ",
    "publisher": "ホビージャパン",
    "isbn": "9784798627601",
    "asin": "4798627607",
    "readDate": "2023/04/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7601/9784798627601_1_4.jpg",
    "highlights": []
  },
  {
    "id": "dcdbcfe0ac08ea2bdbcb5cc5bf7e97402ac169d5960025ae3c0eeda547193abb",
    "title": "道をひらく",
    "author": "松下幸之助",
    "publisher": "PHP研究所",
    "isbn": "9784569534077",
    "asin": "4569534074",
    "readDate": "2023/03/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4077/9784569534077.jpg",
    "highlights": []
  },
  {
    "id": "255a1bcb56b40605072987058b6f8a90bd37cc17770ee41dd1e9dac615902244",
    "title": "アニメを仕事に！ トリガー流アニメ制作進行読本",
    "author": "舛本 和也",
    "publisher": "星海社",
    "isbn": "9784061385498",
    "asin": "4061385496",
    "readDate": "2023/02/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5498/9784061385498.jpg",
    "highlights": []
  },
  {
    "id": "03ce161ff05921887fc0df9c14c58450a22edbc407bc98d1163fcfa3d12110e7",
    "title": "運動脳",
    "author": "アンデシュ・ハンセン/御舩　由美子",
    "publisher": "サンマーク出版",
    "isbn": "9784763140142",
    "asin": "4763140140",
    "readDate": "2023/02/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0142/9784763140142_1_2.jpg",
    "highlights": []
  },
  {
    "id": "6fc041ef9e07b5342aaeb45c9dbe0f6bd89d783801a6c5f0569f7388e6260c9e",
    "title": "プログラマー脳 〜優れたプログラマーになるための認知科学に基づくアプローチ",
    "author": "Felienne Hermans/水野貴明",
    "publisher": "秀和システム",
    "isbn": "9784798068534",
    "asin": "4798068535",
    "readDate": "2023/02/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8534/9784798068534_1_5.jpg",
    "highlights": []
  },
  {
    "id": "54480e744e2989070b00b21384278228e940c6aa5e9436b786aad1297368cd59",
    "title": "君に友だちはいらない",
    "author": "瀧本 哲史",
    "publisher": "講談社",
    "isbn": "9784062176200",
    "asin": "4062176203",
    "readDate": "2023/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6200/9784062176200.jpg",
    "highlights": [
      {
        "text": "私が研究者からマッキンゼーへと転職して、初めてのプロジェクトを担当してから現在にいたるまで、チームづくりにおいて非常に役立っているコンセプトがある。 それこそが「チームアプローチによる問題解決」だ（以下、「チームアプローチ」と記す）。「チームアプローチ」とは端的にいえば、「よいチーム」を継続的に、システマチックに何度でも再現するために考え出された組織づくりの概念である。 この「チームアプローチ」に関しては、マッキンゼーのパートナーであったジョン・Ｒ・カッツェンバックとダグラス・Ｋ・スミスが、『「高業績チーム」の知恵─企業を革新する自己実現型組織』（ダイヤモンド社刊） に詳しく記している。 カッツェンバックらは、さまざまなプロジェクトのケーススタディを通じて、「まあまあ」よい成果ではなく、「抜きんでた」成果をあげたチームには、共通の特徴があることを発見した。 「よいチーム」はたいていの場合、 1 少人数である 2 メンバーが互いに補完的なスキルを有する 3 共通の目的とその達成に責任を持つ 4 問題解決のためのアプローチの方法を共有している 5 メンバーの相互責任がある という５つの大きな共通点を持つことを見出した。 この５つの共通する特徴を、チームづくりに活かすというのがチームアプローチの基本的な考え方である。",
        "location": "952"
      },
      {
        "text": "・自分が頻繁に会っているのはどういう人か。 ・たまにしか会わないけれど、自分にとって重要な人は誰か。 ・どれほど多様なコミュニティに属しているか。 ・自分の近くにいる人で、別のコミュニティのハブとなってくれそうな人はいるか。",
        "location": "1,674"
      }
    ]
  },
  {
    "id": "ccd130dfa0ebf09827d66b56f032a4b3b2a1e6d07f7abc5a51a5cc2478d23c16",
    "title": "やはり俺の青春ラブコメはまちがっている。結(2)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094530612",
    "asin": "4094530614",
    "readDate": "2023/02/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0612/9784094530612_1_3.jpg",
    "highlights": []
  },
  {
    "id": "3745601370ff70ab677793506b469fbfad51bba391878d8da13a045ab7c20ae7",
    "title": "今を生きる思想 ショーペンハウアー 欲望にまみれた世界を生き抜く",
    "author": "梅田 孝太/アルトゥール・ショーペンハウアー",
    "publisher": "講談社",
    "isbn": "9784065296028",
    "asin": "4065296021",
    "readDate": "2023/02/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6028/9784065296028.jpg",
    "highlights": [
      {
        "text": "「運命がカードを切り、わたしたちが勝負する」──。ショーペンハウアーによれば、人生はいつも思いどおりにはならず、ぎりぎりの勝負の連続である（『幸福について』第五章第四八節、邦訳三二八頁）。",
        "location": "8"
      },
      {
        "text": "わたしたちは、生きる目的など見出せないままに、やってくる課題にひたすら対処し続け、与えられた状況のなかで最善の一手を模索し、時には失敗しながらも、日々をかろうじて生きている。もちろん、未来を正確に予測することなどできはしない。わたしたちの頭脳はそこまで賢明ではない。内なる衝動のようなもの、研ぎ澄まされた本能的なカンにしたがって選択肢を選ぶほかない。明日、勝負に負けるのは自分かもしれない。 現代社会はとにかく生きづらい。昨今は、いよいよ厳しく勝者と敗者が分かれてしまう状況にある。運命が用意する手札は、多くの人にとって、あまりに貧相なものばかりだ。こんなことなら生まれてこないほうがよかった。そう口にする若者が増えている。この考えは「反出生主義」とも呼ばれ、大きな議論を呼んでいる（第四章で詳述する）。",
        "location": "10"
      },
      {
        "text": "ショーペンハウアーはワイマールの公立図書館で東洋宗教について調べるべく、『アジア誌』（ Asiatisches Magazin） や『ウプネカット』＊ 14、ポリエ夫人の『ヒンズー神話』＊ 15 などを借りている。『ウプネカット』では訳者のデュペロンが古代インド哲学をカント哲学と結びつけて解説していたし、ポリエ夫人も同様の考えを持っていたようだ＊ 16。この後ショーペンハウアーは東洋宗教についての研究成果を継続的に追いかけつつ、それを自身の哲学体系の構築のための最も重要なアイディアの一つとして取り入れていくことになる。",
        "location": "318"
      },
      {
        "text": "主著『意志と表象としての世界』で展開されたショーペンハウアー哲学の根本教説は、「意志の否定」である。その核心が「肯定」ではなく「否定」であるのは、雑多な「にせもの」の世界を突き抜けて見出すべき「本当のこと」があると強く確信していたからだろう。「本当のこと」を見出そうとする彼が歩んだのは、熾烈な自己批判と孤独な反省を通じた、峻厳なる求道の旅路だった。そうしてショーペンハウアーは、「にせもの」ばかりのこの世界を超え出て、哲学的な真理に到達しようとしたのである。 ショーペンハウアーの主著を読むということは、こうした求道のあり方を学ぶということにほかならない。読者は、ショーペンハウアーの足跡を一歩一歩追いかけるために、彼が用いた難解な概念や哲学的な問題意識を自らのものとしていく必要がある。哲学的に考えるというのは、何が「本当のこと」なのかを客観的に問い、これまで当たり前のように正しいと思い込んできた考え方から解放されることだ。多くのひとが当たり前のように正しいと思い込んでいるけれども、確たる根拠のない主張のことを、本書では「 臆見」と呼ぶことにする。 自分が当たり前だと思っていたことが、実は「臆見」にすぎないと気がついて驚くこと──そうして哲学的な議論が開始される。驚いた後が重要だ。哲学者は、自分がどのような「臆見」を持っていたのかをあらためて言語化し、いったい何がわかっていないのかを明確な問いのかたちにし、より真なる主張に向かおうとする。「臆見」から自由になること。それが哲学なのである。",
        "location": "382"
      },
      {
        "text": "ショーペンハウアーにとって人間存在の最も重要な要素は、知性ではなく「意志」である。知性は二次的なものにすぎない。わたしたちは自分たちの内に意識的な知覚と思考を、すなわち知性的なものを見出すことができるが、それらを下から支え動かしているのが「意志」なのだとショーペンハウアーはいう。つまり、知性は「意志」の影響によってバイアスをもたざるをえない。身体をじっと見すえてみれば、それを動かしているのが、意識にはっきりと表れてくる食欲や睡眠欲、性欲のような欲望のみならず、ほとんど意図的に管理することのできない無意識的な欲求によって駆動されたプロセスであるということが明白だ。そして、その欲求こそが、わたしたちの思考や意思決定などの知的な活動をあらかじめ支配しているのだ。",
        "location": "537"
      },
      {
        "text": "欲求に目的は存在せず、わたしたちは生涯ずっと、生きよう生きようと駆り立てられ続け、決して安住の地にたどり着くことはありえない。以上のことから、ショーペンハウアーは意志を「目的をもたない意志」または「生きようとする意志」と規定する。",
        "location": "550"
      }
    ]
  },
  {
    "id": "67cf4bee64b839e37f64981beee2664a83a358c2423018ae6699b489afe35c7d",
    "title": "一生役立つ独学戦略",
    "author": "林 輝幸",
    "publisher": "三笠書房",
    "isbn": "9784837928447",
    "asin": "4837928447",
    "readDate": "2023/02/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8447/9784837928447.jpg",
    "highlights": [
      {
        "text": "独学が長続きしないのも成果が出にくいのも、要するに「計画どおりに進まない」からです。 そして多くの場合、その原因は、じつは「計画を立てる」段階ですでに問題があり、その問題が放置されたことにあります。要するに、 「計画どおりに進まないのは、計画そのものが予定どおりに進むような設計になっていないから」",
        "location": "192"
      },
      {
        "text": "「モチベーションを重視しない」 ということです。 ちょっとしたことで上がったり下がったりする――。そんな頼りないものに頼ろうとすること自体が、しくじりといってしまってもいいかもしれません。 必要なのは、 モチベーションが高かろうと低かろうと机に向かう、教材を開くという、半ば強制的な仕組み なのです。",
        "location": "218"
      },
      {
        "text": "独学とは一種の「自己鍛錬」です。 どのように行おうとも自分に「負荷」をかけるもの。自分の意志で学ぶとはいえ、望んだ結果を出すには努力が必要です。 その意味では、 独学は「やらなくてはいけないもの」であり、常に「やりたいこと」を優先させていては何も成し遂げられない のです。 そう考えると、独学は筋トレやダイエットと似ていますね。 筋トレやダイエットも、計画のコツ、継続のコツはあっても、「手を抜いてできるコツ」はありませんよね。 ダラダラと過ごし、好きなものを好きなだけ食べて、つねに「やりたいこと」を優先させていては一向に筋肉は鍛えられないし、痩せることもできません。",
        "location": "250"
      },
      {
        "text": "気まぐれに始めた勉強は、気まぐれに終わります。",
        "location": "409"
      },
      {
        "text": "長期→中期→短期へと目標を落とし込む このように「何を、どれくらい」という長期目標が立ったら、あとは簡単です。 「試験日」など公式のデッドラインがある場合は、一定の余裕をもって、ない場合は自分で設けた期日までに、長期目標を達成できるよう、 「１年でどれだけ→１か月でどれだけ→１日でどれだけ」 と細かく分けていきます。 つまり、 「長期目標を、中期目標、短期目標へと落とし込んでいく」 というのが、そのまま「独学の計画表」になっていくイメージです。 中期目標とは、「２か月でこの問題集を１周する」のように、数週間〜数か月をかけて到達する目標を想定しています。 これを「１週間で１章分進める」「１日３問解く」というように、どんどん小さな単位のノルマに分解したものが短期目標です。",
        "location": "588"
      },
      {
        "text": "「１日のノルマは『勉強時間』ではなく、『達成量』で決める」 というのが断然おすすめです。 もちろん「達成量」を決めるためには「自分は１時間でどれくらいできるのか」を把握しなくてはいけませんから、「時間」の概念がまったく不要というわけではありません。 ただ「勉強時間」だけで計画を立ててしまうと、必要量を必要な期間内に終えられない可能性が出てきます。 たとえば「１日１時間、勉強する」と決めたとして、「集中できた１時間」と「ダラダラ過ごした１時間」とでは、同じ１時間でも、後者のほうが格段に達成量は少なくなりますよね。それにもかかわらず、「なんか勉強したな」感だけは出てしまう……。これが大きな落とし穴です。",
        "location": "621"
      },
      {
        "text": "「気がついたら勉強を続けていた」が理想 そこで断然おすすめしたいのが「仕組みをつくる」 ことなのです。 まず仕組みをつくってしまって、強いて努力せずともモチベーションが高く維持され、気がついたら勉強が継続できていた、というのが理想ではないでしょうか。 つまりは、 「モチベーションのシステム化」 というものです。 計画は、いわば「自分との約束」です。その最大の弱点は、破ろうと思えばいつでも破ってしまえること。そりゃそうですよね。自分との約束を破っても、誰からも叱られませんから。 自分との約束は、他者との約束よりも強制力が低いのです。 継続の仕組みが重要と僕が考えるのは、その意味もあります。事実、「決めたことを継続できない」という人ほど、継続の仕組みづくりが下手な傾向があるように見受けられます。 前項 で、二つほど継続するための心構えについてお話ししました。ここからは、より具体的に独学を継続する方法を紹介していきましょう。",
        "location": "908"
      }
    ]
  },
  {
    "id": "ad61ec9310a017db3eca0ccfd459a4f7771b910100a2b591a11d5ae8c8158794",
    "title": "会計クイズを解くだけで財務3表がわかる 世界一楽しい決算書の読み方",
    "author": "大手町のランダムウォーカー/わかる",
    "publisher": "KADOKAWA",
    "isbn": "9784046043672",
    "asin": "4046043679",
    "readDate": "2023/02/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3672/9784046043672_1_7.jpg",
    "highlights": []
  },
  {
    "id": "0928852d315c422a8585bbd3e2295699bcdf273d07b283f186f2fa2229bb0a3d",
    "title": "Team Geek",
    "author": "ブライアン・W．フィッツパトリック/ベン・コリンズ・サスマン",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873116303",
    "asin": "4873116309",
    "readDate": "2023/02/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6303/9784873116303.jpg",
    "highlights": []
  },
  {
    "id": "6ee03e63f1aa18706f100d00afbf8fa4c08b56f4cf32667c774a8db806058c9d",
    "title": "ブルシット・ジョブ",
    "author": "デヴィッド・グレーバー/酒井 隆史",
    "publisher": "岩波書店",
    "isbn": "9784000614139",
    "asin": "4000614134",
    "readDate": "2023/01/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4139/9784000614139.jpg",
    "highlights": []
  },
  {
    "id": "90d0d7a153b84a6247d980227f77289fa6d3c9cf10aa612579549a8da4647b0a",
    "title": "最短でラクラク2000万 手堅く稼ぐ！成長株集中投資術",
    "author": "株の買い時",
    "publisher": "KADOKAWA",
    "isbn": "9784046050298",
    "asin": "4046050292",
    "readDate": "2023/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0298/9784046050298.jpg",
    "highlights": []
  },
  {
    "id": "c4d7dc76b77ad09773ba10025fe3f30fe4d42f450904beb78d4711db4827a694",
    "title": "さいとうなおきのもったいない！イラスト添削講座",
    "author": "さいとうなおき",
    "publisher": "KADOKAWA",
    "isbn": "9784046053770",
    "asin": "4046053771",
    "readDate": "2023/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3770/9784046053770_1_4.jpg",
    "highlights": []
  },
  {
    "id": "7ac9262b488a1a37aae86cd995f106c6b17496b66fba3b28456d40b4cadbc0ce",
    "title": "DTMerのためのコード入門",
    "author": "",
    "publisher": "リットーミュージック",
    "isbn": "9784845636846",
    "asin": "4845636840",
    "readDate": "2023/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6846/9784845636846_1_3.jpg",
    "highlights": []
  },
  {
    "id": "0238a23ed2e487b132dbee0d6c5d85e6fd17cde666f5e9dcdd89161ee4ba53dd",
    "title": "数字で救う！ 弱小国家 電卓で戦争する方法を求めよ。ただし敵は剣と火薬で武装しているものとする。(1)",
    "author": "長田　信織/紅緒",
    "publisher": "KADOKAWA",
    "isbn": "9784048932714",
    "asin": "4048932713",
    "readDate": "2023/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2714/9784048932714.jpg",
    "highlights": []
  },
  {
    "id": "57c12343c0eda2febfcd0619dd2d8ba57682e6fa8d779086e210fd837e2fc368",
    "title": "一生困らないお金の習慣",
    "author": "加谷珪一",
    "publisher": "CCCメディアハウス",
    "isbn": "9784484212333",
    "asin": "4484212331",
    "readDate": "2023/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2333/9784484212333_1_3.jpg",
    "highlights": [
      {
        "text": "お金を持っていない人や会社を相手にしてお金儲けをする場合には、以下のどちらかの条件をクリアしている必要がある。注意しておこう。 ①トラブルのリスクを補って余りあるほど利益率が高い ②相手の数が極めて多く、販売が極めて簡単",
        "location": "1,071"
      }
    ]
  },
  {
    "id": "41408c385726f37c68c90cea5c1e14509e739ef17c0ea32760fd0abc5ca4e851",
    "title": "ウクライナ戦争",
    "author": "小泉 悠",
    "publisher": "筑摩書房",
    "isbn": "9784480075284",
    "asin": "4480075283",
    "readDate": "2023/01/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5284/9784480075284_1_3.jpg",
    "highlights": []
  },
  {
    "id": "d0b59c7295ebb4fa12e413358a071f1f21acd521d725d5c4182ca2ec0fcd02a9",
    "title": "キリンに雷が落ちてどうする",
    "author": "品田遊",
    "publisher": "朝日新聞出版",
    "isbn": "9784022518095",
    "asin": "402251809X",
    "readDate": "2023/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8095/9784022518095_1_2.jpg",
    "highlights": [
      {
        "text": "当時のTwitterには「Twitterの有名人」がいた。ユーザーが少ないので、活発にツイートしてる人たちの名前とアイコンはみんなの共通認識になっていた。といっても、Twitter有名人のみんながみんな面白ツイートをしているわけでもなかった。いまTwitterで有名になろうと思ったら一芸に秀でなければいけないが、当時は「なんとなくいい感じの人」というだけで知られている人々がいたのである。あれなんだったんだろう。 できたてのプラットフォーム特有の「せまい」感じが好きだ。Twitterはもう自己顕示欲と悪口と 怨嗟 と転載猫動画が広がる汚染された果てなき荒野でしかないけど、１０年くらい前はなんとなく「果て」が感じられた。ああ、これくらいの広さなんだな、というのが、タイムラインを見ているだけで体感できたのだ。",
        "location": "226"
      },
      {
        "text": "仮想空間にも適切な広さと適切な人口密度がある。それをうまく見つけられるかどうかはネットで健全に過ごすうえでけっこう重要だ。あまり人が少ないと「人間関係」が強調されて息苦しいし、多すぎると人混みの中をさまよってるみたいで孤独だ。なんとなく顔を出すと「おう」と誰かが声をかけてくれるくらいの感じをみんな求めていて、新サービスのリリース時はそれが成立する一瞬の黄金時代なんだと思う。",
        "location": "239"
      },
      {
        "text": "マナーや常識の多くは役立つが、ローカルな慣習にすぎない側面もある、という事実の話なのだ。なぜ私がそれを強調したがるかというと、そうしないとすぐ「偉そうなやつ」が出現するからだ。 正義と好き嫌いの一致が偉そうなやつを生みだす。好ましいものは善い、嫌いなものは悪い、という態度は、善悪の慎重な吟味から遠ざかっていく姿勢だと思う。「正しい箸の持ち方」という概念は、それがただのローカルルールにおける正しさだと自覚して運用するぶんには有用だが、そこを超えると危険だ。",
        "location": "264"
      },
      {
        "text": "人は本来みんなぜんぜん違うから、自分にとって不快なこととかを平気でしてくるし、わけのわからない理不尽な理由で嫌われたりする。しかし、この緊張感がなければ他者の存在に意味はない。マナーや常識は強力な対人ストレス緩和装置として機能してくれるが、それでもただの「装置」にすぎない。この自覚を持たない限り、他者に対する緊張感を欠いた偉そうな人間に近づいていってしまう。",
        "location": "273"
      },
      {
        "text": "そもそも「劣化」とはなんだろうか。目的に対する効用が減っていくことだとすれば、あらゆる「劣化」の原因は、それに目的を見出していることにあるだろう。人工物は目的のために作り出されている。だから劣化する。 だから自然物は劣化しないといえる。劣化するとしたら、それは自然物を目的論的な見方で捉えているからだろう。もし自分の老化を劣化と感じるならば、肉体の機能を行使することが人間の目的であるという勝手なルールを定めているから。",
        "location": "717"
      },
      {
        "text": "創作は、想像力……イマジネーション……発想力……という「外への広がり」とともに語られるけれど、実際は「無限の可能性」を「可能性ゼロ」へ刈り込み、 収斂 させていく作業でもある。というよりも、拡散と収斂を同時に成立させているのが創作なのかもしれない。",
        "location": "951"
      },
      {
        "text": "商業的都合はマニアを優遇しマニアを作り出そうと躍起になるが、マニアはあくまでも「都合」に必要とされているだけだ。消費活動のループを誘発することは、芸術に求められる義務ではない。",
        "location": "1,196"
      },
      {
        "text": "人道主義における「わたしたちもこうなるかもしれない」という根拠は、実際はより形而上的な意味合いで引き合いに出されるべきなのではないだろうか。つまり私たちは「生まれつき障害者だったかもしれない」し「生まれつき性的少数者だったかもしれない」のだ、と。「これから」どうなるのかではなく、パラレルな現実を想像し、そこに深く感情移入する（それが自分であったらとリアルに感じて考える）ことを求めるのだ。",
        "location": "1,251"
      },
      {
        "text": "だから私は「外野の意見は的外れ」と切り捨てるより「それはそうかもしれない。だが、それを変えるのは今ではないし、あなたが決めることではない」と自信をもって言える領域を確保することが重要だと思っている。そのリズムだけは自分に固有のものだからだ。",
        "location": "1,728"
      },
      {
        "text": "私にとってこの世界で起こる全ての出来事は抽象的真理の具体例にすぎず、実際に起きている事件はその真理を見つけるための都合のいい材料でしかない、ともいえる。",
        "location": "1,777"
      },
      {
        "text": "欠点の自己申告を積極的に褒める環境が必要だ。遅刻癖を申告してきたこと自体を叱責すれば、遅刻魔はそれを隠す。ほんとうは遅刻するくせに遅刻しない人のふりをするようになる。実際は遅刻するから土壇場で発覚してみんな不幸になる。欠点を抱える人を外圧で嘘つきにもしてしまうのは損である。",
        "location": "1,845"
      },
      {
        "text": "人間にハッピーエンドというものはあるのかね。",
        "location": "2,126"
      },
      {
        "text": "カツ丼が好きなら賛成を選ぶだろうか。でも、今カツ丼を食えと言われたらそれはちょっとという人も多いはずである。「カツ丼は好き。だけど今は食べたくない。明日の昼ごはんにカツ丼を食べるなら賛成。でもタマネギが入ってるカツ丼は苦手だから反対」などなど、意見とはグラデーションなのが普通だ。同じ「カツ丼賛成」な人でも「明日の昼はお好み焼きを食べたいから反対」という人だっている。最終的に「賛成か反対か」という二分法になるのはしかたないとはいえ、それはあくまで制度上の限界がそのように要請しているだけで、その都合に合わせて最初から意見をパキッと２色カラーで塗りつぶすのは本末転倒だ。",
        "location": "2,711"
      },
      {
        "text": "くりかえすけれど、私たちは別にＹＥＳかＮＯのボタンがついた箱を渡されているわけではない。グラデーションの中にする曖昧な意見を言うことができるし、それを通じて第３・第４のボタンを考えることができる。 でもね、と、私の中の冷笑的な私が言う。結局、最終的には二分法で決まってきたんじゃん、と。そんなグラデーションを表明したって結局は党派性に吸収されてしまうのだ。人間は極論が大好きで、それは多様性を標榜するリベラルとて逃れられない。むしろ「道徳」による全体主義の強制は得意技じゃないか。これはもはや人間の変えがたい本能、暗黒の真実だ。「夫婦別姓にしたら子どもがいじめられるかもしれない」と言うと、道徳的な人々は噴き上がって「じゃあいじめをなくせばいいじゃないか」と言う。でも、こちらは「なくせない」と言っているんだ。あなたがたは、人間がそこまで高等な生き物ではないということから目を背けている。",
        "location": "2,723"
      },
      {
        "text": "インターネット見てるとみんなポリコレと弱者男性と冷笑とリベラルと分断とリベラルの限界の話をしている。みんなのインターネットはどうだ。私のインターネットはこうなってしまった。あと、たまに猫の画像も流れてくるよ。",
        "location": "2,871"
      },
      {
        "text": "主人公は「恋は迷妄にすぎない」と、繰り返し繰り返し述べる。「人はもっと迷妄に乗っ取られずに精神的な存在であるべきだ」みたいなこともしつこく言っている。誰にも語らず、モノローグで自問する。 この「人はもっと精神的な存在であるべきだ」みたいな志向、なんかよくわかるんだよな。 今日会った人と「だんだん年を取ると体調が悪くなったり腰が痛くなったりして、健康の大切さが身に沁みてくるが、健康を志向するのはダサいので困る」みたいな話をした。これも似ているかもしれない。健康ってなんか「精神的じゃない」感じがする。 「不眠症や発達障害はサブカルだが、 痔 や腰痛はサブカルじゃないから嫌だ」みたいな元も子もない感覚ってやっぱりある気がするんだけど（ひどい話だ）、それは「精神的」かどうかの違いかもしれない。サブカルであるとは精神的であるということで、健康でいたがるというのは非精神的な迷妄の 虜 であるということだ。小出祐介は「愛はおしゃれじゃない」と書いた。 人間の活動など生理学的に突き詰めれば全て感覚器官の興奮に集約されるはずだが、腰痛や性的興奮なんかと「精神」とかいうやつを区別しようとしてしまいがちなのはなぜなのだろう。",
        "location": "2,995"
      }
    ]
  },
  {
    "id": "45fa61792ff0d5210d96116d805dff39d0f5bc7b19e95b965a79db0e5f643b1d",
    "title": "美少女エルフ(大嘘)が救う！ 弱小領地 2 〜金融だけだと思った？ 酒と女で作物無双〜",
    "author": "長田　信織/にゅむ",
    "publisher": "KADOKAWA",
    "isbn": "9784049143362",
    "asin": "4049143364",
    "readDate": "2023/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3362/9784049143362_1_3.jpg",
    "highlights": []
  },
  {
    "id": "3a3532ed905cb012054cf5d13c99b679a5d68aebcac01c126ab7f17491625f01",
    "title": "美少女エルフ(大嘘)が救う！ 弱小領地 〜万有引力だけだと思った？ 前世の知識で経済無双〜(1)",
    "author": "長田　信織/にゅむ",
    "publisher": "KADOKAWA",
    "isbn": "9784049134469",
    "asin": "4049134462",
    "readDate": "2023/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4469/9784049134469_1_4.jpg",
    "highlights": []
  },
  {
    "id": "b32b577b7112a277ef522e7f0ceff884a184e13a23da0c3713f0abd0a9f662c6",
    "title": "悪役令嬢レベル99 その5 ～私は裏ボスですが魔王ではありません～",
    "author": "七夕　さとり/Tea",
    "publisher": "KADOKAWA",
    "isbn": "9784040744070",
    "asin": "4040744071",
    "readDate": "2023/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4070/9784040744070_1_3.jpg",
    "highlights": []
  },
  {
    "id": "e75e9e25748511575ff2ae07880143792555fcb1f3c1b44da037f8b1d247c919",
    "title": "悪役令嬢レベル99 その4 〜私は裏ボスですが魔王ではありません〜",
    "author": "七夕　さとり/Tea",
    "publisher": "KADOKAWA",
    "isbn": "9784040738628",
    "asin": "4040738624",
    "readDate": "2023/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8628/9784040738628.jpg",
    "highlights": []
  },
  {
    "id": "6e6f88f9fdaaceaedc216c6ef2b74a24d60871b62bf373715b6ffc4d90979b0a",
    "title": "悪役令嬢レベル99 その3 〜私は裏ボスですが魔王ではありません〜",
    "author": "七夕　さとり/Tea",
    "publisher": "KADOKAWA",
    "isbn": "9784040736426",
    "asin": "4040736427",
    "readDate": "2023/01/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6426/9784040736426.jpg",
    "highlights": []
  },
  {
    "id": "dac38b589769b2bda7afdf67ab183c0c7653d0cab0a79268976f802c20f01e05",
    "title": "悪役令嬢レベル99 その2 〜私は裏ボスですが魔王ではありません〜",
    "author": "七夕　さとり/Tea",
    "publisher": "KADOKAWA",
    "isbn": "9784040733791",
    "asin": "4040733797",
    "readDate": "2023/01/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3791/9784040733791.jpg",
    "highlights": []
  },
  {
    "id": "86ed04575bcfe154c0702c0a18f7555efec2747ad7d7e99c0b394bb1368768bf",
    "title": "悪役令嬢レベル99 〜私は裏ボスですが魔王ではありません〜(1)",
    "author": "七夕　さとり/Tea",
    "publisher": "KADOKAWA",
    "isbn": "9784040731728",
    "asin": "4040731727",
    "readDate": "2023/01/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1728/9784040731728.jpg",
    "highlights": []
  },
  {
    "id": "a09465aa0846f0ba5a515431c822630ec0379751607231032e19f85247d7e4ef",
    "title": "物価とは何か",
    "author": "渡辺 努",
    "publisher": "講談社",
    "isbn": "9784065267141",
    "asin": "4065267145",
    "readDate": "2023/01/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7141/9784065267141_1_2.jpg",
    "highlights": []
  },
  {
    "id": "a84dbee63f5a4784f9a2f77fcf23c7ef4b68ff91c4f71e64f812780914326bbd",
    "title": "世界インフレの謎",
    "author": "渡辺 努",
    "publisher": "講談社",
    "isbn": "9784065294383",
    "asin": "406529438X",
    "readDate": "2022/11/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4383/9784065294383.jpg",
    "highlights": [
      {
        "text": "ところが実際に経済が再開してみると、経済学者たちの予想に反して生産が回復してきません。生産がニーズに追いつかない、つまり需要が供給を上まわるというアンバランスが経済のあちこちで生じてしまい、それが物価上昇を引き起こしてしまったのです。",
        "location": "257"
      },
      {
        "text": "供給不足と言ったとき、文字どおり供給が足りないという場合と、供給はそこそこあるがそれを上まわるほどに需要が強い場合と、２つの場合が考えられます。つまり、供給が少なすぎるのか、それとも需要が多すぎるのか、このいずれかです。 今回のインフレがこのどちらなのかについては、さまざまな議論がなされているところです。その詳細は次章以降に譲るとして、ここでは、フィリップス曲線を使って少し考えてみましょう。 仮に後者、つまり需要が多すぎるのであれば、その非常に強い需要を反映して、そのうち失業率は大きく改善します。ですから、図の破線に沿って、どんどん左上方向に移動するはずです。しかし実際に起こったことは、破線に沿った移動ではなく、破線から上に向かって離れるということでした。詳しくは第３章で説明しますが、この事実は、今回のインフレの原因が、需要の過多ではなく、供給の過小にあることを示唆しています。",
        "location": "397"
      },
      {
        "text": "通貨の価値を安定させる装置を「ノミナルアンカー」と呼びます。「ノミナル」とは、ドルや円など、通貨表示のことです（日本語では「名目」と訳されています）。「アンカー」は錨のことで、通貨の価値をつなぎとめるものという意味です。海に出た船は、錨をなくしてしまえばひとつの場所にとどまることはできず、漂流してしまいます。これと同じように、金というノミナルアンカーがはずれたことで、通貨の価値はどこまでも漂流してしまうこととなったのです。 通貨の価値とは、たとえばドルと商品の交換比率、つまり物価です。通貨の価値が漂流するというのは、物価がどこへともなく漂流してしまうこと、物価が不安定化することを意味します。 アンカーがなくなって物価が漂流するとは、具体的にはどういうことでしょうか。ひとことで言えば、物価が人々の気分次第で変動するという事態になります。物価がこれから上がると人々が思えば、早めに買っておかないと損をしてしまうので、人々は慌てて買い物をします。つまり需要が増えるわけなので、その結果、物価は上がります。人々が物価上昇を予想したことが原因で実際に物価上昇が起こってしまうのです。その反対に、人々がこれからは物価が下がると予想すれば、その予想も同じ仕組みで実現してしまいます。",
        "location": "1,048"
      }
    ]
  },
  {
    "id": "68ac7dde16b95da9213b5088709f6c0978cee5b2a8ef1da6320d31f77e1939f3",
    "title": "人月の神話",
    "author": "フレデリック・フィリップス・ブルックス/滝沢徹",
    "publisher": "丸善出版",
    "isbn": "9784621066089",
    "asin": "4621066080",
    "readDate": "2022/10/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6089/9784621066089.jpg",
    "highlights": []
  },
  {
    "id": "174b6f3484d5329c054c1bd3dcb5e31839eeb9fe8a3a5d4111bcb0c1e549a018",
    "title": "いつかたこぶねになる日",
    "author": "小津 夜景",
    "publisher": "素粒社",
    "isbn": "9784910413006",
    "asin": "4910413006",
    "readDate": "2022/10/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3006/9784910413006.jpg",
    "highlights": []
  },
  {
    "id": "df1d05c8aeea16904da7426146a8dc85f63b94eda5469d3ef37081cb9986c98e",
    "title": "ストーリーメーカー 創作のための物語論",
    "author": "大塚 英志",
    "publisher": "星海社",
    "isbn": "9784061385436",
    "asin": "4061385437",
    "readDate": "2022/10/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5436/9784061385436.jpg",
    "highlights": [
      {
        "text": "そもそも物語の文法の一番の基本は二つある、と考えて下さい。 一つは「欠落したものが回復する」というパターン。もう一つは「行って帰る」というパターンです。",
        "location": "272"
      },
      {
        "text": "「行って帰る」物語にとってまず第一に重要なのは、この「境界線」を超えて「向こう側」に行くということです。もちろんこの「境界線」が作中に具体的に示されている場合がある一方で、あくまでも象徴的な境界線である時もあります。その具体例はおいおい見ていくことにしましょう。 しかし作品世界の中に一本の境界線があり、そのラインを越えて主人公が「向こう側」に行き、そして「帰ってくる」ことの中に「物語」の一番の基本がある、それこそが最も単純な物語の形の一つなのだと考えて間違いはないのです。",
        "location": "302"
      },
      {
        "text": "つまり、「未知のもの」に触れるだけなら、行きっぱなしでいいわけです。しかし「帰る」ことによって初めて、元に居た場所の意味が確認できるわけです。つまり主人公にとっての「日常」や「現実」の確かさが、このようなプロセスを経て実感されるのが「行って帰る」物語の主題なのです。いわば「現実」を再発見するのが「物語」だ、とさえ言えます。",
        "location": "318"
      },
      {
        "text": "つまり「行って帰る」物語とは、人が子供から大人になるというプロセスを物語という形で経験することにつながるということになるのです。 「成年式」（あるいは「通過儀礼」や「イニシエーション」と表記されることもあります） は、三つのプロセスから成り立っているというのが定説です。 一つめは、儀礼への参加者を元居た環境、つまり家族やそこまでの生活圏から引き離すプロセス。つまり「向こう側」に「行く」プロセスです。 次が「向こう側」で起きる出来事です。儀礼の参加者は「向こう側」に行くことで象徴的な死の状態にあるといわれます。民俗儀礼では山中や洞穴など「こちら側」から隔離され、神話や昔話では主人公は死者の国へと旅をします。 最後は、再生。参加者は「向こう側」から現実に「戻って」くることで、「行った」時とは違う何者かに変わっています。",
        "location": "384"
      },
      {
        "text": "この最小単位とは、それを複数組み合わせることで新たな意味が生成する、というところにポイントがあります。この点で有名なのはクレショフの実験です。片手をあごについて全く同じ顔の男の「カット」の後に、それぞれ「皿の上の料理」「死体」「ベッドに横たわる女」のカットをつないでみると、「皿の上の料理」のカットをつないだものは男の表情は「空腹」であるように見え、「死体」なら「殺意」、「ベッドの上の女」なら性的な考えを抱いているように「見える」というものです。そうやって単独では「意味」の成立しないカットの組み合わせによって「意味」を成立せしめるのがモンタージュです。",
        "location": "459"
      },
      {
        "text": "一、王が、勇者に、鷲を、与える。鷲は、勇者を、他国へと連れて行く。 二、老人が、スーチェンコに、馬を、与える。馬は、スーチェンコを、他国へ連れて行く。 三、呪術師が、イワンに、小舟を、与える。小舟は、イワンを、他国へ連れて行く。 四、王女が、イワンに、指輪を、与える。指輪の中から現れた若者たちが、イワンを、他国へ連れて行く＊２。",
        "location": "484"
      },
      {
        "text": "この「欠如」「回復」は「行って帰る」とともに「物語」の一番基本の文法、ちょうど「主語」と「述語」の二つで一文が完成するようなもの、と考えていいと思います。",
        "location": "607"
      },
      {
        "text": "「物語の構造」から物語を創作する、という行為は、自分の固有性の発露として「表現」を試みたいという人々には、生理的に受け入れ難いものだと思います。ぼくは個人的には作り手の自意識がただ投げ出されただけの「自己表現」に、殆ど意味を見出せません。その種のアートや文学にありがちな「自意識」は、「物語の構造」によってバイアスをかけられ、鋳型にはめ込まれ、ようやく人様にお見せできるものになるというのが本書の立場でもあるのは言うまでもありません。",
        "location": "825"
      },
      {
        "text": "さてキャンベルは英雄神話をまず、「出立」「イニシエーション」「帰還」の三部構成として把握しますが、これは『キャラクターメーカー』でも示したようにフランスの文化人類学者ジェネップが示した通過儀礼の三段階説、つまり「分離」「移行」「統合」とも一致するものです＊４。英雄はこちら側の世界から「分離」されて向こう側の世界に「出立」し、向こう側での冒険や経験が主人公がそれまでの自分（例えば「子供」であったり不安定で何かを「欠落」させた状態） から新しい自分に「移行」していく、「イニシエーション」の過程としてあり、そして最後は元居た世界に「帰還」し、その世界に再度「統合」される、という「行って帰る」物語の基本的な枠組みを物語として生きるわけです。",
        "location": "1,182"
      },
      {
        "text": "第一幕 出立 step １ 冒険への召命 step ２ 召命の辞退 step ３ 超自然的なるものの援助 step ４ 最初の境界の越境 step ５ 鯨の胎内 第二幕 イニシエーション step １ 試練への道 step ２ 女神との遭遇 step ３ 誘惑者としての女性 step ４ 父親との一体化 step ５ 神格化 step ６ 終局の報酬 第三幕 帰還 step １ 帰還の拒絶 step ２ 呪的逃走 step ３ 外界からの救出 step ４ 帰路境界の越境 step ５ 二つの世界の導師 step ６ 生きる自由",
        "location": "1,191"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "1,576"
      }
    ]
  },
  {
    "id": "9525d57de99ed7bb728bc52b65435aaea317ae8898cdc948d388e37cbd365294",
    "title": "流浪地球",
    "author": "劉　慈欣/大森　望",
    "publisher": "KADOKAWA",
    "isbn": "9784040659930",
    "asin": "4040659937",
    "readDate": "2022/09/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9930/9784040659930_1_6.jpg",
    "highlights": []
  },
  {
    "id": "d2e60e9148a812c59b361eff10000e9686052e8b5e4248b2a886566e87dc2f96",
    "title": "武器としての交渉思考",
    "author": "瀧本 哲史",
    "publisher": "星海社",
    "isbn": "9784061385153",
    "asin": "4061385151",
    "readDate": "2022/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5153/9784061385153.jpg",
    "highlights": [
      {
        "text": "知識や情報の確認テストでいくら良い点数をとっても、いまの時代にはほとんど無意味でしょう。漢字の読み書きが典型ですが、 いまやネットで検索すれば漢字検定一級の問題であっても、誰でも 10 秒で答えが出せます。 「誰でもできること」に価値はありません。そして、「誰でもできること」しかできない人材は、いまの時代、確実に買い叩かれる運命にあります。 だから、思考力や 洞察 力、想像力を 育むかたちに大学教育も変えていかなければなりません。若手教員のあいだで双方向の授業への流れが生まれているのは、時代の変化を反映させてのことなのです。",
        "location": "136"
      },
      {
        "text": "みんなが「契約を守ろう」と約束することで社会が健全に回っていく──これが民主主義にもとづく近代国家の基本理念です。 契約は、守らなければ何らかのペナルティが 科されます。そういう意味で、契約とは必ず個人にとって「自由を束縛するもの」になります。 しかし、なぜわざわざ、お互いに自由を束縛する必要があるのでしょうか？ それは、 全員が完全に自由になると、他者の自由と 衝突 するために、かえって不自由になってしまうからです。",
        "location": "199"
      },
      {
        "text": "やる気だけが空回りしているＮＰＯや、「自分たちがやってることは新しい！」と思い込んで突っ走ってみたけれど、やってみた結果は赤字が残っただけでまったくなんの意味もなかった、という企業の新規事業プロジェクトなどは 枚挙 にいとまがありません。 とくにＮＰＯにありがちですが、ロマンだけが先行して、「みんなで世の中を変えよう！」と最初のうちはすごく意識高く活動を行っても、やがて資金に行き詰まり、メンバーの「やる気 搾取 状態」となって、いつの間にか 形骸 化 していく団体がよくあります。",
        "location": "732"
      },
      {
        "text": "ベンチャーの場合、大企業よりもリスクを取れることが強みのはずなのに、「ソロバンが合わないからやめよう」と新たなことに取り組もうとしなくなる。そうなると、将来の中小ブラック企業への道まっしぐらです。 つまり、世の中を大きく変えたいと思うならば、きちんとソロバンの計算をしながら、大きなロマンをずっと持ち続ける、その両方が必要となるわけです。",
        "location": "741"
      },
      {
        "text": "どんなに素晴らしい夢や希望を語ったところで、相手に対して具体的なメリットを提示できなければ、人を動かすことはむずかしい ──少しドライに聞こえるかもしれませんが、そのことをよく覚えておいてほしいと思います。",
        "location": "914"
      },
      {
        "text": "英語圏の投資家は、この企業が持たねばならないロマンとソロバンについて、ベンチャー経営者に以下のように端的に質問します。 「How can you change the world?（どうやって世界を変えるの？）」 「How can you make money?（どうやって儲けるの？）」 その２つの問いに対して明確な答えがない企業に投資しても、ろくなことにはなりません。",
        "location": "934"
      },
      {
        "text": "本当にお金を集めたいのであれば、ロマンだけではダメです。その商品なりサービスを誰が買って、いくら儲かるか、ということもちゃんと説明できなければなりません。 「面白いことをやっていれば、お金はあとからついてくる」というセリフをよく聞きますが、そう考える人は、自分自身のロマンばかりに目がいって、他人のソロバンを軽視しています。 消費者や投資家に、お金を払ったり投資したりするほどのメリットがあるのか？ たしかにビジネスには「お金があとからついてくる」ようなケースも多々ありますが、それはあくまで結果論であって、投資家の視点から見ると「相手が儲からない商売は成り立たない」というのが原則になります。",
        "location": "944"
      },
      {
        "text": "ある心理学者が、２つのグループに社会奉仕活動をしてもらい、片方には報酬を払い、片方には無報酬で働いてもらうという実験を行いました。そして作業の終了後、「この活動には社会的な意味があったと思うか？」という質問をすると、 如実 に無報酬で仕事にあたったグループのほうが「意味があった」と考えていることがわかったのです。 人は報酬が与えられない仕事を命令されてやっていることに耐えられない。そのため、自分で「これには意味があった」と思い込むことで、精神的にバランスをとろうとするわけです。 これが「認知的不協和の解消」と呼ばれる心理現象です。",
        "location": "966"
      },
      {
        "text": "相手に交渉のテーブルについてもらうためには、「自分の立場を理解してもらう」ことより、「相手の立場を理解すること」のほうが大切です。 つまり、「僕が可哀想だからどうにかして！」ではなく、「あなたがこうすると得しますよね」という提案をするべきなのです。",
        "location": "1,147"
      },
      {
        "text": "「相手が欲しがっているものはなんなのか？」「相手が 妥協 してもいいと思っているものはなんなのか？」──それらを正確に見極めて、分析することが大切です。 つまり、「どれだけ相手の主張を聞けるか」の勝負となるのです。",
        "location": "1,217"
      },
      {
        "text": "家賃の交渉のタイミングにおいて、なぜ 12 月ではなくて５月や６月のほうがいいか。それは、 家主 にとって「借りることを検討しています」という人との交渉が決裂したときに、最悪、つぎの年の引っ越しシーズンである３月、４月まで、１年近くも家賃収入が得られなくなる可能性が出てくるからです。",
        "location": "1,476"
      },
      {
        "text": "交渉のポイントは「たくさん聞いて、たくさん提案すること」であると、覚えておいてください。 バトナの考え方 ●交渉が決裂したときに相手がどうなるかを考える ●相手側のバトナを見極めるために「たくさん聞いて、たくさん提案する」",
        "location": "1,515"
      },
      {
        "text": "一方で、相手側がすごく 吞気 な人々で、「どういう基準で物事を判断していいかわかっていない」というケースも、交渉ではよくあることです。 さきほどの家賃交渉の例でいえば、家主さんが「ここで交渉が決まらなければ、１年近く誰もその部屋に入らない可能性がある」ということを認識していないようなケースです。 そういう人といくら家賃の交渉をしたところで、「値段は下げられない」と 頑 なに拒否されるだけでしょう。 その場合は、 相手にわかりやすく相手側のバトナを提示してあげることで、交渉を前に進めることができます。",
        "location": "1,576"
      },
      {
        "text": "１つ目は、「好意の 返報 性」という人間心理に働きかけることです。 「この人とはどうしても信頼関係を築きたい」と思ったら、まずはその人のことを心から好きになってみる。 そうすると、自然にそれが自分の態度に表れ、相手にも伝わります。 みなさんも学校で「あの子、君のことが好きみたいだよ」と言われて、急にその人のことが気になってどぎまぎするようになった経験はないでしょうか。 人は誰でも、自分のことを好きだと思ってくれている人に対しては、自然と好意を抱くものです（もっとも、一方的な好意が行き過ぎては逆効果となることもあるので、要注意ですが）。 非合理的な相手であっても、「なんだこいつは⁉」と思わずに好意を持つこと。 コツとしては、９割のダメな部分ではなく１割の良い部分にフォーカスして、そこを好きになってみるといいでしょう。 そして、その好意を 何気なく伝えることによって、相手との間にラポールが築け、合意が結びやすくなるのです。",
        "location": "2,512"
      },
      {
        "text": "「説得されるのがイヤだ」という人には２種類います。 リテラシーが高い人と、リテラシーが低い人です。 リテラシーが高い人は、自分の頭の良さや判断力に自信を持っているので、できるかぎりたくさんの情報を集めたうえで、自分で判断して決定したいと思っています。 そのため、 リテラシーの高い人ほど、ひとつの物事に対してプラスとマイナスの情報を「両面提示」されることを好みます。",
        "location": "2,589"
      },
      {
        "text": "私の場合、交渉のときにはダークスーツに赤いネクタイを締めて行くようにしています。アメリカの大統領候補はみんな赤いネクタイを締めていますが、赤という色は色彩心理学的にとても相手に強い印象を与えて、情熱的で自信があるイメージを植え付けます。 交渉のときにも、「手強い相手である」と印象づけられるのです。 その逆に、ある会社を買収する交渉に出向いたときには、こちらがあまりお金を持っていないと先方に見なしてほしかったので、メンバー全員がシワの寄った安いスーツを着て行きました。 それくらい、服装には気を 遣わなければならないのです。その日の朝に 乾いていた洋服を何も考えずに着ていくなんて論外ですし、チーム全員で服装のモードを統一しておくためには事前の意思疎通も必要です。 とはいえ、そこまで注意している人はあまりいないでしょう。最初は気にしていても、だんだんと慣れてきて、 惰性 で服を選ぶようになります。 だからこそ、ここで差がつくのです。 相手",
        "location": "2,937"
      }
    ]
  },
  {
    "id": "4eb93bd199669f07448e884835c397fa9ab22b9a580423d3b3b96051e7570f53",
    "title": "老神介護",
    "author": "劉　慈欣/大森　望",
    "publisher": "KADOKAWA",
    "isbn": "9784041125786",
    "asin": "4041125782",
    "readDate": "2022/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5786/9784041125786_1_7.jpg",
    "highlights": []
  },
  {
    "id": "40dd73755d9d7d1a2eab195d9d7dd0eafc9309b1a625e82fa362b197f81e2e08",
    "title": "ねぇ、もういっそつき合っちゃう？ 1 幼馴染の美少女に頼まれて、カモフラ彼氏はじめました",
    "author": "叶田キズ/塩かずのこ",
    "publisher": "ホビージャパン",
    "isbn": "9784798625577",
    "asin": "4798625574",
    "readDate": "2022/09/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5577/9784798625577_1_22.jpg",
    "highlights": []
  },
  {
    "id": "a766824d982374f602fe14774422ae5aeb7ada3b35a579bc745afb2c030062d6",
    "title": "IPのつくりかたとひろげかた",
    "author": "イシイ ジロウ",
    "publisher": "星海社",
    "isbn": "9784065212899",
    "asin": "4065212898",
    "readDate": "2022/09/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2899/9784065212899.jpg",
    "highlights": [
      {
        "text": "日本における製作委員会が悪く機能してしまったときの事例と似ているように僕は思える。製作委員会というシステム自体は決して悪い存在ではない。おもちゃやグッズなどを作って、それらを売ることに特化していればいいのだが、それが考えなくストーリーのクリエイティブに混ざってしまったら、悪い化学変化を起こすことはないともいえない。両方のメリットである最大公約数を探していかないといけないのだが、「どちらを取るのか」というような、片方のことしか考えない発想になるのは、作品に悪い影響を及ぼしがちだ。僕は現場クリエイターとしての立場の人間だが、おもちゃやグッズの売上げなんて関係ないと思っているクリエイターなどほとんどいないと思っている。重要なのは、どちらかに偏りすぎると、すごく歪なものになっていくということだ。プロデューサーがそのバランスを取ることは、とても大事なことだろう。",
        "location": "1,056"
      },
      {
        "text": "つまり少年ジャンプにおける世界観ＩＰとは少年ジャンプそのものであり、それが少年ジャンプからより強固な世界観ＩＰが生まれることを阻害しているのかもしれない。だが、このシステムが優れているからこそ、少年ジャンプは今日のマンガ雑誌における日本の頂点に君臨しているといえる。",
        "location": "2,021"
      }
    ]
  },
  {
    "id": "8af59090671c7469ae1e346a97761250449ac860f50989b95fc8a2bbfc5d5b2a",
    "title": "最強にウザい彼女の、明日から使えるマウント教室",
    "author": "吉野 憂/さばみぞれ",
    "publisher": "小学館",
    "isbn": "9784094530872",
    "asin": "4094530878",
    "readDate": "2022/09/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0872/9784094530872_1_3.jpg",
    "highlights": [
      {
        "text": "「知識型マウントね！ 普通は知らない専門知識をあたかも一般常識のように語り『え？ 知らないの（笑）』とマウントを取ったあと『仕方ないな。説明するとだな──』とドヤ顔で説明してくる隠密タイプよ。他にも『 立ち上げる』『 最初から』『 論理的』『 優先順位』『 余裕』『 証拠』など面倒な横文字を使って有能アピールをするマウンティングも知識型にはあるわ。耐性のない相手をイラつかせて冷静さを奪うデバフ効果があって、ベンチャー企業に憧れる学生や自称フリーランスエンジニアの人間に多い。 因みにこの手の人の口癖は『生産性が悪い』よ！」",
        "location": "1,160"
      }
    ]
  },
  {
    "id": "584df5bca2028e18cf9c06fc771e3d1ed34204782c5346bb88a73f1d22e14630",
    "title": "武器としての決断思考",
    "author": "瀧本 哲史",
    "publisher": "星海社",
    "isbn": "9784061385016",
    "asin": "4061385011",
    "readDate": "2022/09/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5016/9784061385016.jpg",
    "highlights": [
      {
        "text": "世の中を変えるためには、知識を持っているだけではダメです。もちろん、知識すら持っていないのは論外。 日頃から、知識を判断、判断を行動につなげる意識を強く持ってください。",
        "location": "287"
      },
      {
        "text": "①専門的な知識・経験に加えて、横断的な知識・経験を持っている ②それらをもとに、相手のニーズに合ったものを提供できる",
        "location": "319"
      },
      {
        "text": "みなさんには議論の作法・ディベートのルールをよく頭に叩き込んでもらって、今後みんなで話し合ってものごとを決めていくというときに、 リーダーとして、議論全体の舵を取っていってほしいと思います。 話が拡散してきたら、「それは今回の論題とは違う話なので、話をもとに戻しましょう」と軌道修正したり、「ここは相手を論破する場ではなく、意見をぶつけ合って最善解を出していく場です」と方向性を確認したりすることで、朝生のような「結論の出ない議論」を極力なくしていってください。",
        "location": "619"
      },
      {
        "text": "ここではっきりと言っておきたいのは、完璧な判定は不可能だということです。 異なる意見、複数の意見を戦わせて、認識のゆがみをいくら 是正 したところで、１００パーセントの結論なんてものは出てきません。 でも、それでいいのです。 それでも、まったく無思考に脊髄反射でものごとを決めていくよりかは、はるかに優れた結論が出てくるはずですし、 実はいちばん重要なのは、どういう結論を出したかということ以上に、どういった思考を経てその結論を導き出したかということなのです。 要は、決断にいたる筋道が重要だということ。",
        "location": "677"
      },
      {
        "text": "先送りというのは一見、決断を先送りしただけのように捉えがちですが、実のところは、「決断しないという大きな決断」をしたことに他なりません。",
        "location": "710"
      },
      {
        "text": "論題は── ①二者択一になるくらい具体的なものを選ぶ ②議論に値するものを選ぶ ③明確に結論が出るものを選ぶ",
        "location": "778"
      },
      {
        "text": "このように、何か大きな問題について考えなくてはならないときは、問題を小分けにして、同時に２つか３つの「議論すべき論題」について考えていけるように習慣づけてください。",
        "location": "935"
      },
      {
        "text": "このことを、ロジカルシンキング（論理的思考） の世界では「 MECE」と言います。よく出てくる言葉なので、聞いたことがある人も多いでしょう。 Mutually Exclusive and Collectively Exhaustive. 訳すと、「モレがなく、ダブりもない」ということです。 いかに、モレもダブりもないような、より正しい意見を構築するか？ そのためのツッコミだということを忘れないでください。",
        "location": "1,432"
      },
      {
        "text": "まず、議論における「正しい主張」とは何か？ 定義づけると、主張に根拠があり、その根拠が反論（反証） にさらされていて、反論に耐えたものが、「正しい主張」になります。 「正しい主張」の３条件 ①主張に根拠がある ②根拠が反論にさらされている ③根拠が反論に耐えた",
        "location": "1,470"
      },
      {
        "text": "賛成の意見と反対の意見を適当にばらまいて、議論の収拾をつかなくし、現状を存続させる方向にもっていくのは、情報コントロールの基本中の基本になります。そういった「腹黒い優秀な人」に好き勝手やらせないためにも、いろいろな意見が出たら、しっかりそれぞれの根拠に対して反論し合って、 暫定的な結論にまでもっていかなければなりません。 みなさんは、自分たちの力で議論をまとめる力を身につけてください。",
        "location": "1,514"
      },
      {
        "text": "はっきり言って、 相手を油断させたほうが本音は引き出しやすいのです。 あまりに的確な質問をしたり、論理的に反論したりすると、相手は警戒してしまい、ポジショントークしかしてくれなくなります。 「自分はバカだし素人なんで何も知らない。ぜひ教えてほしい」といったスタンスでのぞむと、「なんだ、君はそんなことも知らないのか。仕方ないな、本当のことを教えてあげよう」と相手の警戒心は 和らぎます。 バカをよそおって、知らないフリをして、話全体を自分の知りたい方向性に持っていくのが、優秀なディベーターの条件になります。",
        "location": "1,931"
      },
      {
        "text": "大学以降の人生では、情報に接したら、それが本当かどうかをまず疑ってください。「本にこう書いてあるけれど、偉い人がああ言っているけれど、それは本当なのか？」と考えることを習慣にしなければなりません。 でなければ、資本主義、消費社会の奴隷になるだけで、自分の人生を自分で切り開いていくことなどできないでしょう。誰かの意思決定や意見・思惑に従わないと生きていけない人間になってしまいます。 情報や知識というのは、判断を行うためのものです。決して他人にひけらかして偉ぶったり、コレクションとして自己満足するために集めたりするものではありません。 もう一度言いますが、これからの時代は「知識・判断・行動」をつなげて考えていくことが重要になってきます。",
        "location": "1,981"
      }
    ]
  },
  {
    "id": "b8dbf8dc21169e95ce8b56b604df756b07fc75a85f0a1215960996acfe5f0e3b",
    "title": "投資家が｢お金｣よりも大切にしていること",
    "author": "藤野 英人",
    "publisher": "星海社",
    "isbn": "9784061385207",
    "asin": "4061385208",
    "readDate": "2022/08/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5207/9784061385207.jpg",
    "highlights": []
  },
  {
    "id": "c6306f563c205f376060bc303474e46e2a241cb91e60149ed9a98c639d054c6b",
    "title": "ストーリーのつくりかたとひろげかた 大ヒット作品を生み出す物語の黄金律",
    "author": "イシイ ジロウ",
    "publisher": "星海社",
    "isbn": "9784065228098",
    "asin": "4065228093",
    "readDate": "2022/08/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8098/9784065228098.jpg",
    "highlights": []
  },
  {
    "id": "c7a2d7f39be8e34fa9dbd0add4622e7cb5e4e1e4de2e329dc7fa7af0970ba50a",
    "title": "ポスト資本主義の欲望",
    "author": "マーク・フィッシャー/大橋完太郎",
    "publisher": "左右社",
    "isbn": "9784865280968",
    "asin": "4865280960",
    "readDate": "2022/08/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0968/9784865280968_1_2.jpg",
    "highlights": [
      {
        "text": "今日「インターセクショナリティ」という語は、Twitter上でのおぞましい言い争いを、つまり人々がたがいに喧嘩しているだけの、あるいはそんな感じのどうしようもないことを意味するだけになりました。これは物事が適切に「 交差」していないことを示しています。すなわち、集団意識の統合が強まるというよりも、各集団間でのアイデンティティ闘争があるだけなのです。",
        "location": "263"
      },
      {
        "text": "『フル・モンティ』で何が起こるか、ご存じですか？ シェフィールドでの話ですよね？ 違いましたっけ？ ともかく、イングランド北部の町の話です。失業という大問題が起きて、男たちは惨めな有り様です。彼らはどうするのでしょう？ 要するに、彼らが始めるのはストリップ・ショーです。ギブソン－グラハムにとって、この話は新しい情動を解放するものです。古い男性性からの解放、何と素晴らしい！ しかし、ギブソン－グラハムが言及しているジジェクの批評と同じことを、わたしも考えてしまいます。つまり、これも単なる起業家精神の一形態でしかないのではないか？ それは一種の鞭打ちにすぎないのではないか？ 「工場が閉鎖された、わたしたち自身のビジネスを始めよう」ということではないか、と。ギブソン－グラハムは、この映画を取り上げつつ、ここで描かれていることとは異なる何かを主張しています。わたしが思うに、この映画から得られる重要なことは、こうした別の情動の形が重要だということです。 この学期を通じてくりかえし提示したい問いのひとつは、「何が ルサンチマン の替わりとなるのか？」というものです。",
        "location": "610"
      },
      {
        "text": "目下の問題の一端は、現在の資本主義は、労働者階級を抑圧することに成功しているがゆえに、停止状態にとどまっている、という点にあります。これによって、現在の没落状態がなぜ起こっているかが説明できます。成長率の低迷と、それに類する物事の原因が。経済的な事柄ですね（",
        "location": "822"
      },
      {
        "text": "問題は、殺意をもった何かに彼女が取り憑かれた、ということではありません。そうではなく、衝動によって死に対して無関心となったがゆえに、彼女が死んでしまった、ということが重要なのです。衝動は有機体の死に無関心なのです。死を避けようという欲望よりも、衝動の方が強いのです。",
        "location": "1,142"
      },
      {
        "text": "ね。けれども、みなそうなのです。わたしたちはみな、こんなふうに生きてしまっています。意識を立ち上げることは、健康によい食事のようなものです。それがよいものであることは知っていても、なぜかそれを食べることができないのです。事情を理解していたとしても、それに則って行動することができない。自分自身に厳しくあることができないのです。時間が足りない、それが現実です。それが、資本主義の仕業なのです！ 資本主義が時間の欠乏を望んだからです。マルクーゼが述べたように、現在はみながそれほど労働しなくてもよくなっているかもしれません。けれども、狂える資本主義はそうはさせません。資本主義システムの完全な狂気です！ 天然資源の 現実的な 欠乏を生み出すために、人工的な時間不足がつくり出されるのです。これがまさしく現在起こっていることです。ワニの顔をしたスリッパとか、そんなような、誰も欲しがらないまやかしの商品が生産されています。あなたがそんなものを目にしたとき、どれほどの労働がそうしたものに注ぎ込まれているか、想像してみてください。それをどこかからルイシャムまで輸送するのに注ぎ込まれている労力の総量がどれほどのものかを。ルイシャムではそんなものは１ポンドもしないし、誰も欲しがりはしないのに。",
        "location": "2,053"
      },
      {
        "text": "「このように、資本主義のなかに生活するすべての人間にとっては、物象化こそ必然的な直接的現実であるとすれば、この物象化を克服することは、 具体的に生じてくる発展全体の矛盾に具体的に関わり、 この発展全体に対する矛盾の内在的意味を意識化することによって、 物象化された定在の構造を実践的に打破しようとする傾向を、 たえずくり返し新たに再生産すること 以外の形態ではありえないのである 28」。ふたたび、全体性と直接性の対決です。「この現実は存在するものではなくて、生成するものなのである 29」。 現実の固定した形態というものは存在しません、なぜなら現実それ自体が物象化であるからです。現実とは生成のプロセスにすぎないのです。",
        "location": "2,295"
      },
      {
        "text": "憑在論の時代の特徴は、「新しい」ものではなく、「アップグレード」されたものが現れる点にある。フィッシャーは、２０２０年以降開催される東京オリンピックや大阪万博を、また、過去の名作が「アップグレード」された近作映画の数々（たとえばスピルバーグによる『ウエストサイド物語』など） を、どういう思いで眺めることになったのだろう。iPhoneXXを想像することは可能かもしれない。だが、iPhoneに取って代わるまったく新しい別のものを想像することは難しくなっている、わたしたちはそういう状況にいるように思える。",
        "location": "4,238"
      }
    ]
  },
  {
    "id": "337947419032efa1243e67d940c16557e8780d569527dffe8d4f8bcd22133285",
    "title": "恋は双子で割り切れない4",
    "author": "高村　資本/あるみっく",
    "publisher": "KADOKAWA",
    "isbn": "9784049144611",
    "asin": "4049144611",
    "readDate": "2022/08/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4611/9784049144611_1_4.jpg",
    "highlights": []
  },
  {
    "id": "2ceb4bd05cf2410993ac89fbd23c502a2f6d26f98f0823da0028683e52d3f5ea",
    "title": "恋は双子で割り切れない3",
    "author": "高村　資本/あるみっく",
    "publisher": "KADOKAWA",
    "isbn": "9784049141405",
    "asin": "404914140X",
    "readDate": "2022/08/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1405/9784049141405_1_4.jpg",
    "highlights": []
  },
  {
    "id": "2c753b941ea0a82f0fe5cd1fcb53c765185599425aff2095d859f52aa5f5dc86",
    "title": "恋は双子で割り切れない2",
    "author": "高村　資本/あるみっく",
    "publisher": "KADOKAWA",
    "isbn": "9784049139419",
    "asin": "4049139413",
    "readDate": "2022/08/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9419/9784049139419_1_6.jpg",
    "highlights": []
  },
  {
    "id": "631881c79682dead606f2edaada2cb537bd49a1ab46079e2610b5e8d66fd84f3",
    "title": "恋は双子で割り切れない(1)",
    "author": "高村　資本/あるみっく",
    "publisher": "KADOKAWA",
    "isbn": "9784049137323",
    "asin": "4049137321",
    "readDate": "2022/08/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7323/9784049137323.jpg",
    "highlights": []
  },
  {
    "id": "a6ec77233bfb744cd6f7d9c507355c57a734fdfe61da248df0e67131a3133bb5",
    "title": "私、能力は平均値でって言ったよね！(1)",
    "author": "FUNA",
    "publisher": "アース・スターエンターテイメント",
    "isbn": "9784803009224",
    "asin": "4803009228",
    "readDate": "2022/08/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9224/9784803009224.jpg",
    "highlights": []
  },
  {
    "id": "8eb8c7f63420b3dd0debadbaf0d10b648a27784150abbcb33bea83671348560e",
    "title": "ゼロからつくる科学文明",
    "author": "ライアン・ノース/吉田　三知世",
    "publisher": "早川書房",
    "isbn": "9784152099679",
    "asin": "4152099674",
    "readDate": "2022/08/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9679/9784152099679.jpg",
    "highlights": [
      {
        "text": "科学者は超オタクだと思われることが多いのですが、科学の哲学的基盤は実際、まったくのパンクロック的無秩序です。具体的には、それは次のようなものからなっています。決して権威を尊重するな。誰のどんな言葉も決してうのみにするな。そして、自分が知っていると思うものすべてを、自分で正しいと確認するか、間違っていると否定するために検証せよ。",
        "location": "625"
      },
      {
        "text": "摂氏温度システムは、水が凍る温度を摂氏０度（または０℃）、水が沸騰する温度を100℃と定義します。このため、どの時代にいようが、この温度システムは容易に再定義できます。これらのふたつの点をあなたの温度計（セクション10.7.2参照）に記し、その間を100等分すれば、それで終わりです＊２。",
        "location": "797"
      },
      {
        "text": "メートルは西暦1793年に誕生し、「赤道から北極までの距離の1000万分の１」と定義されました。その後西暦1799年に、物理的な原器（キログラムと同様の）に結びつけて定義しなおされ、再び西暦1960年に、クリプトンという元素の特定の同位体が放出する光の波長を元に定義しなおされ、その後さらに西暦1983年に、真空中で光が299,792,458分の１秒のあいだに進む正確な距離と定義しなおされました。",
        "location": "847"
      },
      {
        "text": "そして、１秒は、地球上の任意の振り子──重さにかかわらず、長さが99.4センチメートルなら──が、一端から他端へと振れるのにかかる時間なのです。",
        "location": "862"
      },
      {
        "text": "・昔の絵画から、裕福なヨーロッパ人が面白い形の大きな 鬘 をいつもかぶっていたのをご存じでしょう。じつはそのわけは、 当時 シラミ が 大 流行 し て い た ため、 彼ら は 自 毛 を 剃っ て い た からなのです。鬘にもシラミはわきますが、鬘なら簡単に熱湯で煮沸できたというわけです。",
        "location": "2,026"
      }
    ]
  },
  {
    "id": "b93191afcfdf8fe7bf566ccf559abdf42bf7d272a032db14d3db07778992d433",
    "title": "千歳くんはラムネ瓶のなか(7)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094530858",
    "asin": "4094530851",
    "readDate": "2022/08/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0858/9784094530858_1_3.jpg",
    "highlights": []
  },
  {
    "id": "b0d55fcf0543e3ac030f51856376b7a8f88df7b7702ab8e4c5d4d4371ad6c200",
    "title": "災害で卵を失ったドラゴンが何故か俺を育てはじめた",
    "author": "霧崎 雀/こずみっく",
    "publisher": "双葉社",
    "isbn": "9784575244670",
    "asin": "4575244678",
    "readDate": "2022/08/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4670/9784575244670_1_3.jpg",
    "highlights": []
  },
  {
    "id": "6625b82c71f411a46d92b0bd59e7781d46a3c910972764fc1ba595c5d42b8928",
    "title": "夢見る男子は現実主義者(1)",
    "author": "おけまる/吉北ぽぷり",
    "publisher": "KADOKAWA",
    "isbn": "9784041119327",
    "asin": "4041119324",
    "readDate": "2022/08/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9327/9784041119327_1_3.jpg",
    "highlights": []
  },
  {
    "id": "d4b2dc7d8723b96e5f82501307291960b3cb0b067b95f7d1eda3f4f407629c7d",
    "title": "ビジネス書ベストセラーを100冊読んで分かった成功の黄金律",
    "author": "堀元見",
    "publisher": "徳間書店",
    "isbn": "9784198653880",
    "asin": "4198653887",
    "readDate": "2022/08/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3880/9784198653880_1_3.jpg",
    "highlights": []
  },
  {
    "id": "a222b47a6508e9f81727daae115d0bb25f63113acad82beb2ec94cadc4e5a776",
    "title": "本当の自由を手に入れる お金の大学",
    "author": "両＠リベ大学長",
    "publisher": "朝日新聞出版",
    "isbn": "9784023318786",
    "asin": "4023318787",
    "readDate": "2022/08/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8786/9784023318786_1_3.jpg",
    "highlights": []
  },
  {
    "id": "94dd4e4241e050606243e35f4a54b04bbce7ef65d92f175ac380da9375c61b9c",
    "title": "死物語 下",
    "author": "西尾 維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784065244555",
    "asin": "4065244552",
    "readDate": "2022/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4555/9784065244555_1_2.jpg",
    "highlights": [
      {
        "text": "「なんなら俺のオンラインサロンにチャンネル登録しろ」 「貝木さん、オンラインサロンを開催してるの？ チャンネル登録されてるの？」 「ああ。詐欺師志望の有望な若者が多く集まってくるので、そういう奴らから金を巻き上げるという善行をおこなっている」",
        "location": "256"
      },
      {
        "text": "「到着してすぐに現地の衣装に着替えるなど、おのぼりさんの極みだな。俺は絶対にそんな恥ずかしい 真似 はしない。現地の伝統的な衣装をよそ者のツーリストが軽々しく着ていいのかというセンシティヴな問題もある」",
        "location": "488"
      },
      {
        "text": "「現在、お前に娘を投影しているように、かつて僕にも、あの頭領は娘を投影していた節がある。若気の至りとでも言うのかな──だとすればそれは、お姉ちゃんがかつて僕に、不死身の怪異の牙によって喰い殺された実の妹を投影していたように、失敗プロジェクトでしかない」 ぽんぽん裏設定をバラしますね。 これが最後だからですか？",
        "location": "2,860"
      }
    ]
  },
  {
    "id": "54e16f28891e7730ea9084f1fe2ff58146c8dfca4ad0ea17bc945d7274d360a1",
    "title": "死物語 上",
    "author": "西尾 維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784065244548",
    "asin": "4065244544",
    "readDate": "2022/08/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4548/9784065244548_1_2.jpg",
    "highlights": [
      {
        "text": "「コロナ禍を物語に取り入れるかどうかっていうのは意見の分かれるところだよね。現実が舞台である以上、あたかもコロナウイルスが存在しないがごとく描くのはともすると欺瞞であるかのようだけれど、読む人によっては、パンデミックが小説にまで侵食してきたと、暗い気持ちになることもあるだろう。読書を楽しんでいるときくらい、自粛ではなく自由でありたいと思うのは当然だ。そんなかたにお勧めなのが下巻だよ」",
        "location": "1,012"
      }
    ]
  },
  {
    "id": "d66f69b93a1cada418f4cf482dd000445f0034194127d3deaa8898896d7119e8",
    "title": "どうか俺を放っておいてくれ2 なぜかぼっちの終わった高校生活を彼女が変えようとしてくる",
    "author": "相崎壁際/間明田",
    "publisher": "SBクリエイティブ",
    "isbn": "9784815610159",
    "asin": "4815610150",
    "readDate": "2022/08/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0159/9784815610159_1_2.jpg",
    "highlights": []
  },
  {
    "id": "f0592042b4f55110a1fa36f51f130e807b91c7445c577081c8fb33fdb49fd7d2",
    "title": "どうか俺を放っておいてくれ なぜかぼっちの終わった高校生活を彼女が変えようとしてくる",
    "author": "相崎壁際/間明田",
    "publisher": "SBクリエイティブ",
    "isbn": "9784815609252",
    "asin": "481560925X",
    "readDate": "2022/08/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9252/9784815609252_1_2.jpg",
    "highlights": [
      {
        "text": "「人間関係ってのは面倒で、一人でいるぼっちは楽だ。これは絶対的な真理。でも、面倒なことをひたすら回避して生きていても、どこにも行けない気がするんだよな。うまく言えないけど、面倒なことも人生に必要だっていうか、この面倒くささもどこかにつながってるっていうか。花見辻と過ごしてて、そんな風に思った」",
        "location": "2,990"
      }
    ]
  },
  {
    "id": "0d87effe4e825b2246a167d0f58164e5381b7ec5adf8e432f557710c4929373b",
    "title": "扇物語",
    "author": "西尾 維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784065211588",
    "asin": "4065211581",
    "readDate": "2022/07/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1588/9784065211588.jpg",
    "highlights": [
      {
        "text": "「関係性の放棄ですからね。自分のための、己のための自己犠牲でもあるのです。己への献身であり、献心ですよ。お前とまともに話すつもりはないと、宣言しているようなものです。前向きに検討しますとか善処しますとか、そんな言い逃れと同じですよ。謝ってるんだからもういいだろめんどくせえという本音が透けて見えます」",
        "location": "1,627"
      },
      {
        "text": "「そして俺の 仇 を討ってくれたことに関しては、最初に礼を言っておくか。あとで金をせびられてはたまらんからな」",
        "location": "3,607"
      }
    ]
  },
  {
    "id": "7e0ec59eb4bfbb92590b4524d5084121f528964b0597aefb73106d3dfb9fd418",
    "title": "俺だけ入れる隠しダンジョン 〜こっそり鍛えて世界最強〜",
    "author": "瀬戸 メグル/竹花 ノート",
    "publisher": "講談社",
    "isbn": "9784063650389",
    "asin": "4063650383",
    "readDate": "2022/07/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0389/9784063650389.jpg",
    "highlights": []
  },
  {
    "id": "7dd648dd07ad7edc502cb4e2aed4dd313790166572a9c4374fe7bc5ae36ea85d",
    "title": "ポーション頼みで生き延びます！",
    "author": "FUNA/すきま",
    "publisher": "講談社",
    "isbn": "9784063650228",
    "asin": "4063650227",
    "readDate": "2022/07/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0228/9784063650228.jpg",
    "highlights": []
  },
  {
    "id": "6c2004b22c7ee16d7583adb2315e5a8613fb9f2fefe7b0b18f0326d8f4ea43c7",
    "title": "ハーバードの人生が変わる東洋哲学",
    "author": "マイケル・ピュエット/クリスティーン・グロス＝ロー",
    "publisher": "早川書房",
    "isbn": "9784150505257",
    "asin": "415050525X",
    "readDate": "2022/07/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5257/9784150505257.jpg",
    "highlights": [
      {
        "text": "いくら自分探しをしたところで、単一の真の自己などというものは存在しない。自分自身の内にも、ほかの人の内にもない。心理学者であり哲学者であったウィリアム・ジェームズ（一八四二～一九一〇）はかつて、〝人は、自分を知る人の数と同じだけの社会的自己をもつ〟と書いた。驚くほど孔子的な意見だ。人にはそれぞれ無数の役割があり、役割同士が対立することも多いうえ、それをあやつる手綱さばきを教えてくれる規範もない。礼の実践だけが手綱さばきを身につける助けになる。",
        "location": "691"
      },
      {
        "text": "パターン化された行動や機械的な習癖――礼とは違う――は、まさしくわたしたちの生活を規定し、ほかの人を思いやる気持ちを妨げる。けれども、行動パターンを打破する〈かのように〉の礼を繰り返す人生を通じて、まわりの人に親切にするすべを感じとる能力が身につく。重要なのはここだ。この能力が〈仁〉、すなわち、人間の善性だ。",
        "location": "696"
      },
      {
        "text": "孔子の弟子たちは、〈仁〉について説明してほしいとたびたび孔子に求めた。孔子はそのつど、状況に応じてそれぞれの弟子に異なる返答をした。というのも、孔子のいう仁は抽象的に定義できるものではないからだ。仁は、他者に対してふさわしい反応ができる感性といえる。こまやかな感覚を磨くことで、まわりの人のためになるよう行動し、その人たちのよい面も引き出せる。",
        "location": "700"
      },
      {
        "text": "これは、「わたしはなんだろうとなりたいものになれる」と考えるのではなく、「自分がなにになれるかは、まだ自分でもわからない」という気持ちでいろいろためしてみるやり方だ。どの可能性が自分をどこへ連れていってくれるかはっきりしない。それはまだ知りようがないからだ。けれども、自分自身について、そして自分がどんなことにわくわくするかについて発見できることは抽象的ななにかではない。実践の経験から得たとても具体的な知識だ。時間とともに、想像もしなかった道がひらけ、それまで気づくことさえなかった選択肢が姿をあらわす。長い年月をかけて、きみは文字どおり別の人間になる。",
        "location": "1,188"
      },
      {
        "text": "しかし、一六世紀の宗教改革によって、各人の内なる神性の輝きという概念がふたたび注目を浴び、選ばれし聖職者の仲立ちなしにじかに神と対峙できるようになった。人間に神のような潜在能力が備わっているという考え方は、一九世紀後半から二〇世紀にはますます主流化した。一九世紀のドイツの哲学者、フリードリヒ・ヴィルヘルム・ニーチェの、「神は死んだ」や、人は神にとってかわることができるという主張は、人間には世界を意志どおりに動かす能力があり、その権利もあるという近代の考え方を反映している。アドルフ・ヒトラーとベニート・ムッソリーニは、これをもう一歩進めた。どちらも自分こそニーチェの「超人」、すなわち、新しい世界秩序の造物主だと自負した。 今日、はるかに非宗教的なこの時代でさえ、初期のグノーシスの伝統に根ざした自己の神格化――そのような名前では呼んでいないとしても――に対する関心が復活している。",
        "location": "1,766"
      }
    ]
  },
  {
    "id": "80cf84867f407e2b229318432c3268c9c6738bb74b41a161005021907b355074",
    "title": "数学ガール",
    "author": "結城浩",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797341379",
    "asin": "4797341378",
    "readDate": "2022/07/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1379/9784797341379.jpg",
    "highlights": []
  },
  {
    "id": "bc8fbe87f20c3e9eb621bb1966203f49c40b999a940ec2957e48d948b52d11a3",
    "title": "COLOR DESIGN カラー別配色デザインブック",
    "author": "ingectar-e",
    "publisher": "KADOKAWA",
    "isbn": "9784046049872",
    "asin": "4046049871",
    "readDate": "2022/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9872/9784046049872.jpg",
    "highlights": []
  },
  {
    "id": "3b5b3ae1647c9b2acadee726b6f7464dd12edbabaeaf8283a1d7a9934e6233ce",
    "title": "悪文［第3版］",
    "author": "岩淵　悦太郎",
    "publisher": "日本評論社",
    "isbn": "9784535574755",
    "asin": "4535574758",
    "readDate": "2022/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "a1d5e1b24678e7ac0ec8e8d281cf6473c06b51aded34961bfaef96ddd42de52e",
    "title": "More Effective Agile 〜 “ソフトウェアリーダー”になるための28の道標",
    "author": "Steve McConnell/長沢 智治",
    "publisher": "日経BP",
    "isbn": "9784822286583",
    "asin": "4822286584",
    "readDate": "2022/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6583/9784822286583.jpg",
    "highlights": []
  },
  {
    "id": "eb7586ce0e41858176c430094355b13b0027d43c8edc383ad4566bc6f512a326",
    "title": "〈新版〉自分を支える心の技法",
    "author": "名越 康文",
    "publisher": "小学館",
    "isbn": "9784098253111",
    "asin": "4098253119",
    "readDate": "2022/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3111/9784098253111.jpg",
    "highlights": [
      {
        "text": "僕らの心は一瞬で変わり続けているため、真実を正しく映し出せていない可能性が高い。だとすれば、心に生じた感情が「本物」ではない可能性もまた大きい、ということになります。僕らはしばしば、心のなかに生じた「怒り」や「妬み」といった感情を、実体として、かなりのリアリティをもってとらえてしまいがちです。しかし、もし心が「一瞬で変わる」のであれば、それらはすべて実体のない、幻にすぎないものだということになります。",
        "location": "228"
      },
      {
        "text": "僕たちは人生の最初に、怒り、泣きわめくことによって、自分の不快を除去することを学ぶ のです。怒ることによって、不快を快に変えることができるメカニズムを身につけ、さらに踏み込んでいうなら、「怒ることによって相手を動かす」「怒ることによって自分の不快を解消する」ことを念入りに学ぶのです。",
        "location": "343"
      },
      {
        "text": "冷静になって考えてみると、「相手が大切な存在であればあるほど、破壊的な感情を向ける」ことはまったく合理的ではないし、そういう習慣が刷り込まれているというのは、生き物としての必然性に欠けるように思えます。 妙なたとえかもしれませんが、もしも、僕ら人間のように長い養育期間を持たない宇宙人が、地球人の家族関係を見たら、驚嘆するだろうと思うのです。生まれてすぐ自立するその宇宙人は、地球人のように「怒りによって人を動かす」習慣は持っていません。ですから彼らはきっと、僕らにこう聞くでしょう。「あなたたち地球人は、なぜ最も大切な人に対して、最も破壊的な感情を向けるのか」と。 じつは、そういう夢を見たことがあります。すごく啓示的な夢でした。夢のなかではあったけれど、宇宙人からそう聞かれて、「まったくそのとおりだ」と、僕なりに深く確信を持つことができました。 非常にペシミスティックな言い方になってしまいますが、やはり僕たちはある種、非常に不幸な生い立ちを持った存在であることを認めざるをえないのだと思います。そして、そのことを受け入れた地点からしか、心の問題、ひいてはコミュニケーションの問題に取り組むためのスタートラインに立つことはできません。",
        "location": "392"
      },
      {
        "text": "僕たち哺乳類は、子育てに異様なほどエネルギーを注ぐ特殊な存在であり、それだけ愛情欲求（ひいては怒り） にとらわれやすい のだと考えるだけでも、社会生活はずいぶん楽になります。 20 年以上に及ぶ異様に長い子育て期間のなかで、僕らは徹底的に甘やかされて、「愛情がないと生きていけない」と刷り込まれています。しかし、他人に愛情を求めたり、他人に認めてもらいたいと感じたりすること自体、地球上の生物全体から見たら「病的」なのだということを頭の片隅にでも置いておくと、過剰な愛情欲求や承認欲求に苦しめられなくて済みます。",
        "location": "421"
      },
      {
        "text": "ただ、「自分の苦しみの起源には、そういう、種として特殊な生育歴のなかで愛情を受けてきたことがある」ということは、知恵として知っておいたほうがいいでしょう。ものすごくさびしくて仕方がないときに、少し 俯瞰 的な立ちから、「哺乳類のなかでも最悪に甘やかされた人間だから、しょうがないよなあ」と考えることができれば、「ちょっと深呼吸して、風呂にでも入ってみようか」という気分にもなれると思うのです。",
        "location": "428"
      },
      {
        "text": "「解離的な怒り」の奥底にあるものを、あえてひと言で表現するなら、それは愛情欲求です。「私のいうことを聞いてほしい」「自分の思いどおりに動いてほしい」「もっと私に注目してほしい」という欲求が抑えきれなくなったときに、怒りが爆発します。自分自身でも「なぜこのタイミングで？」と思うときに怒りが爆発してしまうのは、結局のところ、普段は愛情欲求のマグマにブレーキをかけ続けているからです。",
        "location": "518"
      },
      {
        "text": "怒りは、僕らの心を疲れさせ、能力を低下させるいちばんの要因 といってもいいものです。怒りに支配され、暗い気持ちで行った決断は、ろくなことになりません。",
        "location": "577"
      },
      {
        "text": "冷静に考えれば誰にでもわかることですが、あるひとつの出来事が起きるときには、本当は何十、何百というたくさんの要素が絡み合っています。僕らの認識力では、そのすべてをとらえることができないというだけなのです。そして、「 何十、何百という多要素が、それこそ網の目のように絡み合って〝いま〟がつくられている んだな」と認識したとき、僕らははじめて世界に対して「必然性」を感じることができるようになります。",
        "location": "653"
      },
      {
        "text": "そういう人に、「それじゃだめ」「こうしなさい」と説教したいわけではありません。この話を紹介したのは、いま述べた「他者からの撤退戦略」は、僕も、この本を読んでいるあなたも共有している、ひとつの時代性だと思ったからです。〝他者を遠ざけつつも、他者から「あなたは大丈夫」と承認してほしい〟という矛盾した欲望を、程度の差こそあれ、僕らはみんな抱いている。そうした傾向を、認めざるをえないと思うのです。",
        "location": "1,188"
      },
      {
        "text": "ネガティブな雰囲気の職場に毒されて、仕事を始めたばかりのころに持っていたやる気を 削がれてしまうこともあれば、エネルギッシュで前向きな職場の空気になじめず、かえってストレスを抱えてしまう新人もいるでしょう。そこで有効なのが、いま述べたように、あなたの所属する集団の「色」を見極め、そこから〝頭ひとつ〟出しておくことなのです。",
        "location": "1,237"
      },
      {
        "text": "会話に「軽快さ」がないと、人に話すことの効果は薄くなってしまいます。なぜかというと、 僕らは「真剣に話そう」とすればするほど、自分に 噓 をつくようになる からです。",
        "location": "1,332"
      }
    ]
  },
  {
    "id": "f993142b29fa5d43cf7f355c14ed5335cd3920d3305c194974897a594189f6db",
    "title": "Clean Architecture 達人に学ぶソフトウェアの構造と設計",
    "author": "Robert　C．Martin/角　征典",
    "publisher": "ドワンゴ",
    "isbn": "9784048930659",
    "asin": "4048930656",
    "readDate": "2022/07/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0659/9784048930659.jpg",
    "highlights": [
      {
        "text": "巨大な課題管理システムにある膨大な要件文書を扱いながら、システムを「動かす」ために 死に物狂い になっている。彼らが作り出すコードは、きれいではないかもしれないが、それでも動く。何かを「一度だけ」動かすのは、それほど難しいことではないからだ。",
        "location": "352"
      },
      {
        "text": "ソフトウェアアーキテクチャの目的は、求められるシステムを構築・保守するために必要な人材を最小限に抑えることである。",
        "location": "395"
      },
      {
        "text": "構造化プログラミングは、直接的な制御の移行に規律を課すものである。",
        "location": "594"
      },
      {
        "text": "オブジェクト指向プログラミングは、間接的な制御の移行に規律を課すものである。",
        "location": "603"
      },
      {
        "text": "関数型プログラミングは、代入に規律を課すものである。",
        "location": "614"
      },
      {
        "text": "Dijkstraは「テストはバグが存在しないことではなく、バグが存在することを示すものである」と述べた。つまり、テストによってプログラムが正しくないことは証明できるが、プログラムが正しいことは証明できないのである。テストに十分な労力をかけていれば、そのプログラムは目的のために十分に真であるとみなせる。",
        "location": "727"
      },
      {
        "text": "OOとは何か？」この質問には、多くの意見と多くの答えがある。だが、ソフトウェアアーキテクトにとって、その答えは明らかだ。OOとは「ポリモーフィズムを使用することで、システムにあるすべてのソースコードの依存関係を絶対的に制御する能力」である。",
        "location": "967"
      },
      {
        "text": "SOLID原則の目的は、以下のような性質を持つ中間レベルのソフトウェア構造を作ることだ。 ●変更に強いこと ●理解しやすいこと ●コンポーネントの基盤として、多くのソフトウェアシステムで利用できること",
        "location": "1,112"
      },
      {
        "text": "モジュールはたったひとつのアクターに対して責務を負うべきである。",
        "location": "1,170"
      },
      {
        "text": "単一責任の原則（SRP）は、 アクターの異なるコードは分割するべき という原則だ。",
        "location": "1,206"
      },
      {
        "text": "たとえば、CTOの配下にいるDBAチームが、データベースの Employee テーブルのスキーマを少し変更することになったとしよう。一方、COOの配下にいる人事の事務員も、勤怠報告の書式変更が必要になったとする。",
        "location": "1,210"
      },
      {
        "text": "だが、ソフトウェアアーキテクチャとは何だろうか？ ソフトウェアアーキテクトは何をするのだろうか？ いつそれをやるのだろうか？ そもそもソフトウェアアーキテクトはプログラマである。プログラマを続けておかなければいけない。ソフトウェアアーキテクトはコードを書かず、より高いレベルの問題にフォーカスするものだ、というウソを信じてはダメだ。そんなのはデタラメだ！ ソフトウェアアーキテクトは最高のプログラマであり、継続してプログラミングの仕事を引き受けながら、生産性を最大化する設計にチームを導いていく。ほかのプログラマほどコードを書かないかもしれないが、引き続きプログラミングの作業に関わっている。自分で課題を経験していなければ、ほかのプログラマのために適切な仕事をすることなどできないからだ。 ソフトウェアシステムのアーキテクチャは、それを構築した人がシステムに与えた「形状」である。その形状を生み出すためには、システムをコンポーネントに分割し、コンポーネントをうまく配置して、コンポーネントが相互に通信できるようにする必要がある。 アーキテクチャの形状の目的は、そこに含まれるソフトウェアシステムの開発・デプロイ・運用・保守を容易にすることである。 それらを容易にするための戦略は、できるだけ長い期間、できるだけ多く選択肢を残すことである。",
        "location": "2,185"
      },
      {
        "text": "アーキテクチャの主な目的は、システムの ライフサイクルをサポートすることである。優れたアーキテクチャがあれば、システムを容易に理解・開発・保守・デプロイできる。最終的な目的は、システムのライフタイムコストを最小限に抑え、プログラマの生産性を最大にすることである。",
        "location": "2,207"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "3,141"
      },
      {
        "text": "1. まずは、動作させる。 動作しなければ、仕事にならない。 2. それから、正しくする。 あなたやほかの人たちが理解できるようにコードをリファクタリングして、ニーズの変化や理解の向上のためにコードを進化させていく。 3. それから、高速化する。「必要とされる」パフォーマンスのためにコードをリファクタリングする。",
        "location": "3,842"
      },
      {
        "text": "データの構造であるデータモデルは、アーキテクチャ的には重要である。だが、回転する磁気面上でデータを移動させる技術やシステムは、アーキテクチャ的には重要ではない。リレーショナルデータベースシステムは、データを表形式で管理して、SQLからアクセスするための仕組みであり、これは前者（データモデル）よりも後者（技術やシステム）に近い。データこそが重要なのであり、データベースは詳細なのである。",
        "location": "4,187"
      }
    ]
  },
  {
    "id": "b50faa5b844f08e5c7259ce2c545276c35480da8ecabfb8ff1b002efdb1e40c3",
    "title": "董白伝〜魔王令嬢から始める三国志〜(5)",
    "author": "伊崎 喬助/カンザリン",
    "publisher": "小学館",
    "isbn": "9784094530728",
    "asin": "409453072X",
    "readDate": "2022/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0728/9784094530728_1_3.jpg",
    "highlights": []
  },
  {
    "id": "fde4550a836c4d89a3d3cb6c3945dcb6b959c6f3bee3249512e2e796e338fb00",
    "title": "男子ファッション最強図鑑",
    "author": "山本　あきこ/ma2",
    "publisher": "かんき出版",
    "isbn": "9784761275457",
    "asin": "4761275456",
    "readDate": "2022/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5457/9784761275457.jpg",
    "highlights": []
  },
  {
    "id": "ca0ec255f04c1e44d0238f729d61e07b4e845f0f71ffba2ebedf84e2bd0cb1a6",
    "title": "DIE WITH ZERO 人生が豊かになりすぎる究極のルール",
    "author": "ビル・パーキンス/児島 修",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478109687",
    "asin": "4478109680",
    "readDate": "2022/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9687/9784478109687.jpg",
    "highlights": [
      {
        "text": "金を無駄にするのを恐れて機会を逃がすのはナンセンスだ。 金を浪費することより、人生を無駄にしてしまうことのほうが、はるかに大きな問題ではないだろうか。",
        "location": "130"
      },
      {
        "text": "大切なのは、自分が何をすれば幸せになるかを知り、その経験に惜しまず金を使うことだ。 当然、それは人によって違う。活発で冒険的な行動を好む人もいれば、自宅で静かに過ごしたい人もいる。自分や家族、友人のために何かをすることに喜びを覚える人もいれば、恵まれない他人へのサポートに生きがいを感じる人もいる。自分を幸せにする方法は１つではない。 私も旅行以外に、政府の銀行救済政策に反対したり、ハリケーン被害に遭ったバージン諸島へ寄付をしたりと、社会問題のために金を使うこともある。何に価値を見いだすかは人それぞれだ。重要なのは、流されて生きるのではなく、自分にとって大切な経験を意識的に選び、そこに惜しみなく金を使うことである。",
        "location": "138"
      },
      {
        "text": "人生の充実度を高めるのは、〝そのときどきに 相応しい経験〟なのだ。 時間と金という限りある資源を、 いつ、何に使うか——。 この重要な決断を下すことで、私たちは豊かな人生を送れるのである。",
        "location": "151"
      },
      {
        "text": "節約ばかりしていると、そのときにしかできない経験をするチャンスを失う。その結果、世界が必要以上に小さな場所になってしまう。人生は経験の合計だからだ。",
        "location": "272"
      },
      {
        "text": "もちろん、老後の備えは必要だ。 だが、老後で何より価値が高まるのは思い出だ。 だから私はあなたに、できるだけ早く経験に十分な投資をしてほしいと考えている。 記憶の配当について考え始めると、「善は急げ」だということがよくわかるようになる。経験への投資が早ければ早いほど、記憶の配当はたくさん手に入る。 20 代に何かを経験すれば、 30 代で経験したのに比べて長い期間、記憶の配当を得られ続ける。リターンの合計が元の経験を上回ることさえある。逆に、死の間際で何かを経験しても、もらえる記憶の配当は少なくなる。 だから、 とにかく早い段階で経験に投資すべきだ。そうすれば、年齢を重ねるほどに驚くほど多くのリターンが得られる。 「人生",
        "location": "549"
      },
      {
        "text": "いずれにせよ、自分の行動について積極的に考え、自らの意思で判断を下すことを習慣にすれば、「自動運転モード」 な生き方はやめられるようになる。 金と時間の使い方をよく考えて選択していく ことは、人生のエネルギーを最大限に活用するための基本である。",
        "location": "596"
      },
      {
        "text": "莫大な時間を費やして働いても、稼いだ金をすべて使わずに死んでしまえば、人生の貴重な時間を無駄に働いて過ごしたことになる。その時間を取り戻すすべはない。",
        "location": "649"
      },
      {
        "text": "まず、金を使いたいという意思はあるものの、年を重ねるごとにやりたいことが変わり、意欲も薄れていくことだ。 退職金計画の専門家の間では、この消費パターンの変化を表す専門用語さえある。リタイア直後の意欲的に行動をする期間を「ゴーゴーイヤー」といい、それが数年続いたのち、行動が穏やかになる「スローゴーイヤー」が来て、最後に行動しなくなる「ノーゴーイヤー」になるというものだ。 リタイア直後は老後の楽しみにしていた経験をしたくてうずうずしている。それを行動に移す気力も体力もある。その後、一般的には 70 代になると、人生でやり残したことも徐々に減り、体力も衰えるため、行動は穏やかになっていく。そして 80 代以降は、どれだけ金に余裕があっても、積極的に行動しようとしなくなる。",
        "location": "812"
      },
      {
        "text": "人は皆、遅かれ早かれ死ぬ。 最後の数日、数カ月を生き延びるのに必要な医療費を貯めるために、人生の貴重な数年間を犠牲にしてまで働きたいと思うだろうか？ 私は、いさぎよく「墓場で会おう！」と言いたい。",
        "location": "877"
      },
      {
        "text": "時間は金よりもはるかに希少で有限だ。 私自身、常に金を時間に換える方法を模索している。１日は 24 時間しかない。だが、工夫次第で自由な時間を最大限増やすことはできる。 これは単なる私自身の経験則や持論に留まらない。心理学の研究もこれを裏付けている。 時間をつくるために金を払う人は、 収入に関係なく、人生の満足度を高めることがわかっているのだ。 言い換えれば、金で時間を買うメリットを享受するのに、金持ちである必要はない。",
        "location": "1,811"
      },
      {
        "text": "30 日後に引っ越すことを想像したグループの学生は、そうでない学生に比べ、幸福度が上がっていた。特別な何かをするにせよ、いつもと同じことをより楽しもうとするにせよ、残された時間が少ないと想像するだけで、学生たちは充実した時間を過ごせたのだ。 この実験から学べるのは、 人は終わりを意識すると、その時間を最大限に活用しようとする意欲が高まる ということだ。 見知らぬ土地を観光するとき、私たちはこれと同じような体験をする。滞在期間が１週間だとしたら、最終日までのあいだにできるだけたくさんの名所を訪れ、ツアーやアクティビティにも積極的に参加しようとする。 遠くに住む友人に会いに出かけたときも同じだ。一緒にいられる時間は限られているから、その貴重なひとときを最大限に味わいたいと思う。 だが、自宅にいるときはそんなふうに行動はしない。私たちは、いつもの日常がこれからも続いていくのを当然だと考え、積極的に誰かと会ったり、どこかに出かけたりはしない。それはある意味で当然だ。誰もが忙しく毎日を過ごしているのだし、毎日を旅行中のような気分で過ごすのは非現実的だ。 私たちは、地元の博物館やビーチにはいつでも行けると思っているし、友人ともいつでも会えると思っている。その結果、夜は自宅でテレビを見て過ごし、週末も特に何をするわけでもなく無駄にしてしまう。 人は豊富で無限にあると感じられる何かに対しては、その価値を低く見積もりがちだ。だが現実には、 人生の各段階で使える時間はそれほど多くはない。もちろん無制限でもない。",
        "location": "1,933"
      }
    ]
  },
  {
    "id": "d47ee9f8aa4dad8daed4860e337c28804a4edd7f2d6b40ac868a00caca83ea5a",
    "title": "百年文通",
    "author": "伴名 練",
    "publisher": "一迅社",
    "isbn": "",
    "asin": null,
    "readDate": "2022/07/16",
    "thumbnailImage": "https://m.media-amazon.com/images/I/518NDBA1+SL.jpg",
    "highlights": []
  },
  {
    "id": "707b7c45d077ff00f4ef007b51b1e5ea57978eaa88ce4525e3cd245f37a52c3b",
    "title": "三体X 観想之宙【かんそうのそら】",
    "author": "宝樹/大森　望",
    "publisher": "早川書房",
    "isbn": "9784152101334",
    "asin": "4152101334",
    "readDate": "2022/07/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1334/9784152101334.jpg",
    "highlights": []
  },
  {
    "id": "91976a5039d5b7f852c617dd40daf0daf856b30c38f52b758dba51ac9a27ea57",
    "title": "転生少女の履歴書 1",
    "author": "唐澤和希",
    "publisher": "主婦の友社",
    "isbn": "9784074143511",
    "asin": "4074143518",
    "readDate": "2022/07/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3511/9784074143511.jpg",
    "highlights": []
  },
  {
    "id": "e2aa749779ba5e66542f8ebfe993e35ab413dfba0efbf2ca7a8675b4d34be512",
    "title": "さおだけ屋はなぜ潰れないのか？",
    "author": "山田真哉",
    "publisher": "光文社",
    "isbn": "9784334032913",
    "asin": "4334032915",
    "readDate": "2022/06/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2913/9784334032913.jpg",
    "highlights": []
  },
  {
    "id": "c6965cdba02f52b4a8c47d1a60a2bb6f0d0c486356dd714067eb883f6cb52224",
    "title": "良いコード／悪いコードで学ぶ設計入門",
    "author": "仙塲 大也",
    "publisher": "技術評論社",
    "isbn": "9784297127831",
    "asin": "4297127830",
    "readDate": "2022/06/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7831/9784297127831_1_3.jpg",
    "highlights": [
      {
        "text": "コンストラクタでは、 0 ～ 999 の範囲外は不正な値として弾くロジックになっています。不正な値が紛れ込まないようにしかけをしておくと、バグ化しない頑強なクラス構造になります。",
        "location": "863"
      },
      {
        "text": "クラス設計の考え方も同じです。クラスが単体で正常動作するよう設計します。まどろっこしい初期設定をせずともはじめから使える設計にします。また、クラスが不正状態に陥りバグを生み出さないよう、正しく操作できるメソッドのみを外部に提供します。",
        "location": "904"
      },
      {
        "text": "値オブジェクト（Value Object）とは、値をクラス（型）として表現する設計パターンです。アプリケーションでは金額、日付、注文数、電話番号など、さまざまな値を扱います。こうした値をクラスとして表現することで、各値それぞれのロジックを高凝集にする効果があります。 たとえば金額を単なる int 型のローカル変数や引数で制御していると、金額計算ロジックがあちこちに書かれて低凝集に陥ります。また、同じ int 型の「注文数」や「割引ポイント」が、金額用の int 型変数に不注意で代入されてしまう可能性もあります。 こうした事態を防ぐために、値の概念そのものをクラスとして定義します。 Moeny クラスでは、金額の制約条件（0円以上）をコンストラクタにカプセル化しています。また、金額計算ロジックが別のクラスにバラバラに書かれないよう、 Money.add メソッドとして備えています。これにより高凝集を果たしています。さらに、 Money.add には同じ Money 型のみ渡せるので、意図の異なる値を間違って渡してしまうミスを防げます。 値オブジェクトとして設計する対象は、アプリケーションで取り扱う値、概念です。例を 表3.3 に列挙します。",
        "location": "1,153"
      },
      {
        "text": "JavaScript版Moneyオブジェクト function Money(amount, currency) { if (amount < 0) { throw new Error('金額が0以上でありません。'); } if (!currency) { throw new Error('通貨が正しく指定されていません。'); } this.amount = amount; this.currency = currency; Object.freeze(this); // 不変にする } Money.prototype.add = function(other) { if (this.currency !== other.currency) { throw new Error('通貨単位が違います。'); } const added = this.amount + other.amount; return new Money(added, this.currency); }",
        "location": "1,198"
      },
      {
        "text": "staticメソッドには正しい使い方があります。 凝集度に影響がない場合に、staticメソッドを使えます。簡単に言えば、ログ出力用メソッドやフォーマット変換用メソッドなど、凝集度に無関係なものはstaticメソッドとして設計して良いでしょう。 ファクトリメソッド（5.2.1）としてstaticメソッドを用いるのが良いでしょう。",
        "location": "1,598"
      },
      {
        "text": "staticメソッドのもうひとつの形として頻繁に見られるのが、共通処理の置き場所として用意されたクラス（共通処理クラス）です。 Common、 Util などと名付けられることが多いです。問題の性質はstaticメソッドと同じ低凝集構造です。ただし、よりたちの悪い悪魔を呼び込みやすくなっています。",
        "location": "1,673"
      },
      {
        "text": "仕様変更時の修正漏れ（case文追加漏れ） 多忙な中開発は進み、新たな魔法「地獄の業火」が追加されることになりました。担当者は、魔法の種類ごとにswitch文で処理を切り替えていたことを思い出します。そして、魔法「地獄の業火」に対応するcase文を追加しました。",
        "location": "2,143"
      },
      {
        "text": "すべて Magic 型として扱えるようになりましたが、switch文に頼らずに切り替えるには、まだあともうひと手間必要です。そのためには Map を使います。enum MagicType をキーに、対応する Magic interface実装クラスのインスタンスを取得するロジックにします。",
        "location": "2,370"
      },
      {
        "text": "丁寧に値オブジェクト化する ここまでがストラテジパターンを用いたswitch重複問題の解消方法です。最後にもうひと手間かけてさらに品質を向上します。 Magic interfaceのメソッドの戻り値の型は String と int です。特に int 型のメソッドは3つもあります。3.2.6で説明したように、このままでは意図の異なる値を間違えて渡してしまう懸念があります。したがって魔法力、攻撃力、テクニカルポイントを、それぞれ値オブジェクト化します。それぞれ MagicPoint、 AttackPower、 TechnicalPoint クラスとして設計します。",
        "location": "2,423"
      },
      {
        "text": "このようなケースに役立つのが ポリシーパターン（Policyパターン）です。条件の部品化、部品化した条件を組み替えてのカスタマイズを可能にします。 まず、 リスト6.43 に示すinterfaceを用意します。これは一つ一つのルール（判定条件）を表現するのに用います。",
        "location": "2,526"
      },
      {
        "text": "なんと第1引数 damageFlag で、ヒットポイントダメージか魔法力ダメージであるかを切り替えていたのです。このようにメソッドの機能を切り替える boolean 型引数を フラグ引数 と呼びます。フラグ引数付きのメソッドは、何が起こるか読み手に想像を難しくさせます。何が起こるのか理解するには、メソッド内部のロジックを見に行かなければなりません。可読性が低下し、開発生産性が低下します。 boolean 型引数に限らず、 int 型引数で機能を切り替えるのも、同様の弊害が生じます＊7。",
        "location": "2,673"
      },
      {
        "text": "anyMatch メソッドはJavaの標準ライブラリに用意されているコレクション用メソッドです。条件を満たす要素がコレクションに1つでも含まれている場合trueを返します。 anyMatch のおかげで、forもifも書かずに、スッキリ1行で書けてしまいました。",
        "location": "2,764"
      },
      {
        "text": "すでに広く使われ確立している技術や解決法が存在しているにもかかわらず、知らないか、または意図的に無視して、新たに同じようなものをつくり出してしまうことを 車輪の再発明 と呼びます。 anyMatch を使わず自前で実装してしまう例は、まさに車輪の再発明に該当します。 すでに確立している技術を使わないと、新たにつくり出す労力や時間が無駄になってしまいます。さらに、すでにあるものよりも役に立たないものをつくり出すことを 四角い車輪の再発明 と呼びます。実績のあるライブラリがすでにあるのに、知らずに自前で実装し、そのつくりが未熟であるためにバグを発生させてしまうケースが実際にあります。 車輪の再発明による弊害を避けるため、サービス開発においては、フレームワークの機能やライブラリを丁寧に調査することが重要です。 一方で、どんな状況でも車輪の再発明がダメだとは言い切れません。ライブラリやフレームワークは誰がつくり出しているのでしょうか。高い技術力を持つエンジニアの方々です。ライブラリを組み合わせて実装するだけだと、ライブラリがどんなしくみで動作しているかうかがい知ることができません。つまり技術力がそこで止まってしまうのです。動作のしくみや根拠を理解するのは、より技術力を高め、開発を豊かにします。学習目的で、あえて車輪の再発明をやってみるのも一考です。",
        "location": "2,773"
      },
      {
        "text": "外部へ渡す際は、コレクション要素を変更できなくします。それには unmodifiableList メソッドを使用します。",
        "location": "2,955"
      },
      {
        "text": "この割引サービスのロジックは、置き場所に問題があります。 DiscountManager が、商品情報のチェックのほか、割引価格の計算、割引適用するかの判断、総額上限のチェックなど、多くの処理をやりすぎている。 SummerDiscountManager も同様。 Product 自身に持たせるべきバリデーションロジックが、 DiscountManager や SummerDiscountManager に実装されている。 ProductDiscout.canDiscount と Product.canDiscount の名前が酷似。通常割引か夏季割引、どちらに関係するのかわかりにくい。 夏季割引価格の計算のために、 SummerDiscountManager が DiscountManager の通常割引ロジックを流用している。 このように、各ロジックの置き場所がちぐはぐです。一部のクラスに処理が集中していたり、一方別のクラスでは何も処理を持っていなかったり、ほかのクラスの一部のメソッドを無理矢理都合よく流用したりしています。 そしてこのようなクラスが、いわゆる 責務が考慮されていないクラス なのです。",
        "location": "3,056"
      },
      {
        "text": "単一責任原則の違反で生まれた悪魔を退治するには、責務が単一になるようクラスを設計することが大事です。割引サービスのソースコードに関して一部ではありますが、単一責任になるようクラスを設計する例を次に示します。 商品の定価については RegularPrice クラスを用意します（ リスト8.4）。そして価格に不正が発生しないよう、バリデーションロジックを持たせます。定価に責任を持つクラス構造ですね。 リスト3.18 の Money クラスと同じ、値オブジェクトです。バリデーションロジックが RegularPrice クラス内に凝集しているため、バリデーションロジックの重複コードが生じにくくなります。",
        "location": "3,095"
      },
      {
        "text": "重複コードの解消には共通化が有効です。しかし、一方で、共通化してはいけないコードがあります。DRY原則の定義でも解説したように、似て非なるコードを共通化してはいけません。仕様変更の際、特定のユースケース専用の処理を、共通ロジックに挿入しなければならない場合が出てきます。そうしたロジックは、もはや共通と呼べません。共通でないとわかった段階で共通化を解消しないと、この動画のように特定ユースケースかどうかを判断する条件分岐が次々に実装されていくことになります。 処理を共通化して良いかどうかは、本章の割引の例のように、同じビジネス概念かどうかを見分ける必要があります。 また、ビジネス理解が進んでくると、あるビジネス概念が実は複数の異なる概念だった、という状況が頻繁に発生します。これはたびたびとかたまにといったレベルではありません。本当に頻繁に発生します。",
        "location": "3,161"
      },
      {
        "text": "継承はかなり注意して扱わないと、すぐに密結合に陥ります。まずお伝えしたいのは、 継承はよっぽど注意して扱わないと危険、継承は推奨しません というのが本書のスタンスです。",
        "location": "3,180"
      },
      {
        "text": "継承より委譲 スーパークラス依存による密結合を避けるため、 継承より委譲（ 委譲）が推奨されます。委譲とは コンポジション構造 にすることです。利用したいクラスをスーパークラスとして継承するのではなく、 リスト8.9 に示すようにprivateなインスタンス変数として持ち、呼び出す、という使い方をします。",
        "location": "3,215"
      },
      {
        "text": "これらのメソッドは、販売価格を使って販売手数料や配送料を計算しています。凝集性についていくらか知識のある一部のエンジニアは「販売手数料や配送料は販売価格に強く関係し合っているから」と考えて SellingPrice クラスにメソッドを追加するかもしれません。しかし、販売価格とは別の概念が紛れ込んでおり、密結合です。 calcShoppingPoint メソッドはショッピングポイントを扱っており、明らかに販売価格とは別概念です。同様に、 calcDeliveryCharge メソッドの配送料も、 calcSellingCommission メソッドの販売手数料も、販売価格とは違います。販売価格のクラスにショッピングポイントや配送料といった別の概念のロジックが紛れ込むと、どこになんのロジックが書かれているのか読み解くのが困難になります。 高凝集を意図して強く関係していそうなロジックを一箇所にまとめ上げようとしたものの、結果として密結合に陥っているケースは非常に多く見られます。誰もが極めて陥りやすい罠です。 それぞれの概念は分離し、疎結合にしなければなりません。そのため、設計においては 疎結合高凝集 と呼称し、セットで語られることが多いです。",
        "location": "3,488"
      },
      {
        "text": "表示関連のクラスの中に、表示以外の責務のロジックが実装されている構造を スマートUI(利口なUI) と呼びます。 たとえば開発初期、サービスをとにかく急いでローンチさせるため、複雑な金額計算ロジックや分岐ロジックがフロント側に実装されてしまいがちです。問題になるのは、その後画面デザインを一新したいケースです。機能は同じでデザインをまったく新しいものに差し替えようとすると、何が起こるでしょうか。複雑な金額計算ロジックなどがフロントのコードに紛れ込んでいるせいで、下手に新デザインへ差し替えると、これまで機能していたものが機能しなくなったり、バグになったりします。新デザインへ差し替えるには、機能が壊れないよう慎重に変更しなければならなくなります。スマートUIは、表示責務と表示以外の責務が密結合になっているせいで、変更を難しくしてしまうのです。 表示責務と表示以外の責務それぞれのクラスに分離しましょう＊11。",
        "location": "3,522"
      },
      {
        "text": "リスト8.1 の DiscountManager.add メソッドのように、メソッド内に一連の処理手順がダラダラと長く書き連ねられている構造を トランザクションスクリプトパターン と呼びます＊12。 これはデータを所持するクラス（データクラス）とデータを処理するクラスとで分けている場合に頻繁に実装されます。長いものでは数百行の長大なメソッドになります。 低凝集密結合で、変更が困難です。",
        "location": "3,554"
      },
      {
        "text": "フィクションでは、「こんなこともあろうかと」のセリフとともに、科学者や技術者がリスクを予見して下準備しておいた予備機能を発動させ、危機を乗り越える、というシーンがあります。 実際の開発においても将来の仕様を予見し、ついつい先回りしてつくり込んでしまうことがあるでしょう。しかし、先回りで実装されたロジックは、現実にはほとんど使われないばかりか、バグの原因になるなど悪魔化することが多いです。 YAGNI と呼ばれるソフトウェア原則があります。これは「You aren't going to need it.」の略で、訳すと「必要ないでしょう」になります。実際に必要になったときにのみ実装せよ、という方針です。ではYAGNI原則を守らず先回りしてつくると何が起こるのでしょうか？ ソフトウェアに対する要求は日々変化していきます。仕様として確定しておらず、明確に言語化もされていない要求に対して実装しても、ほとんどの場合予測は外れます。 予測が外れ使われなくなったロジックは、デッドコードになります。また、先回りでつくられたロジックは、往々にして複雑です。可読性が低下し、読み手を混乱させます。何かの変更をキッカケに実行されるとバグになる可能性が非常に高いです。なぜなら先回りでつくられたロジックは仕様にないからです。 先回りでつくり込んだ分だけ時間が無駄になります。今必要な機能だけをつくり、構造をシンプルにしましょう。可読性が高くなり、保守や変更が容易になります。無駄な工数がかからなくなり、もっと重要な仕事に取り組めます。",
        "location": "3,639"
      },
      {
        "text": "このようにロジック内に直接書き込まれている意図不明な数値を マジックナンバー と呼びます。マジックナンバーは実装者本人にしかほとんど意図を理解できません。また、同一のマジックナンバーは複数の箇所で実装されがちで、重複コードを生みます。たとえば、仕様変更でお試し購読の消費ポイントが60から50に変更されたら、マジックナンバーの実装箇所すべてを修正しなければなりません。修正漏れがあるとバグになります。 マジックナンバーを書かないようにするには、定数として定義しましょう。",
        "location": "3,666"
      },
      {
        "text": "しかし、これでいいのでしょうか。nullが入り込む前提でロジックを組むと、いたるところでnullチェックしなければなりません。nullチェックだらけでコードの見通しが悪くなりますし、nullチェックが漏れるとバグになります。 そもそもnullとは何でしょうか。未初期化状態の",
        "location": "3,773"
      },
      {
        "text": "null安全 とは、nullが原因のエラーを発生させないしくみです。一部のプログラミング言語には、null安全の仕様を持つものがあります。 null安全を実現する機能のひとつに、 null非許容型 があります。null非許容型とは、nullを保持できない型です。Kotlinは、デフォルトではnull非許容です。nullを代入するコードはコンパイルエラーになります（ リスト9.13）。",
        "location": "3,806"
      },
      {
        "text": "add メソッドは予約リストへの商品追加において、なんらかの原因で予約が失敗したときに例外をスローする仕様です。しかし、このコードではtry-catchで例外をキャッチしても、なんの処理もしていません。これは 例外の握り潰し と呼ばれる、極めて邪悪なロジックです。",
        "location": "3,820"
      },
      {
        "text": "インシデント報告があってから開発側で原因調査することになります。例外を握り潰しているせいで、いつ、どのタイミングで、なんのコードが原因で不正状態になったのかわかりません。データベースのレコードや各種ログ、関連しそうなコードを、目を皿のようにして追っていかなければならなくなります。開発者の時間と体力を著しく浪費させることになりかねません。",
        "location": "3,830"
      },
      {
        "text": "異常にはすぐに気づけるしくみにしましょう。例外をキャッチしたときには、通知や記録、場合によってはリカバリ処理を実行します。",
        "location": "3,838"
      },
      {
        "text": "この例で示した買い物かごエンティティや安全在庫量など、ビジネス概念を表すクラスを、ビジネスクラスと呼びます。ビジネスクラスを技術駆動パッケージングでフォルダ分けすると、本来強く関係し合うファイルどうしがバラバラになり混乱します。ファイル単位で低凝集になってしまうのです。 ビジネスクラスは 図9.4 のように、ビジネス概念として強く関係し合うものどうしが一緒になるようフォルダ分けしましょう。",
        "location": "3,957"
      },
      {
        "text": "大事なのは、どんな課題があるか、ある手法がその課題解決に効果的か、コスト的に問題にならないかを評価して判断する姿勢です。課題と目的を意識して技術選択できるようになりましょう。 設計にbestはありません。常にbetterを目指しましょう。",
        "location": "3,992"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "4,021"
      },
      {
        "text": "まずは、名前設計が不十分なために悪魔を呼び寄せてしまうケースを取り上げます。たとえばECサイトでの商品です。ありがちなのは、商品をそのまま「商品クラス」と設計してしまうこと。",
        "location": "4,031"
      },
      {
        "text": "ラバーダッキング と呼ばれるデバッグ手法があります。これはプログラミングで何か問題が発生したときに、それを誰かに説明すると自ら原因に気づき、自己解決する手法です。ラバーダッキングの観点からも、声に出して話すのは分析行為として理に適っているのです。 積極的に話し合い、会話の中に特化した名前がないか注意深く耳をそばだてましょう。そして名前や関心事を集めていきましょう。 この声に出して話す分析活動は、書籍『ドメイン駆動設計』（17.1.11）の ユビキタス言語 を由来としています。ユビキタス言語とは、チーム全体で意図を共有するための言葉です。同じ意図の名前を、会話、ドキュメント、クラス名やメソッド名で共通して使うことで、意図の減衰を防止し、設計のいびつさを解消するのに役立ちます。チームでユビキタス言語をつくるとき、会話し続け、継続的にブラッシュアップすることの重要さをドメイン駆動設計では説いています。",
        "location": "4,139"
      },
      {
        "text": "開発中の度重なる仕様変更に伴い、開発の文脈で言葉が意味するところはどんどん変化していくことがあります。そのため、名前設計には見直しが必要です。 たとえば開発初期に顧客クラスがあり、そのクラスは「個人顧客」を表現したものだったとします。ところがその後の仕様変更により「法人顧客」も扱うようになり、法人に付いて回る登記番号や組織名が顧客クラスに紛れ込んでしまうような状況です。個人顧客なのか法人顧客なのか、顧客クラスの中でロジックが混乱してしまう、ということもありえるわけです。 異なる意味が混入しそうな場合は名前が意味するところを見直したり、名前を変えたり、クラスを別々に分けるなどするのが肝要です。たとえば個人顧客クラスと法人顧客クラスを用意する、といった設計です。",
        "location": "4,207"
      },
      {
        "text": "チームメンバーがしきりに「もともとの～」「補正された～」などと形容詞を使って違いを説明する、という状況が実際に頻繁にあります。 この例では詳しい人（先輩社員）がいたために違いがすぐにわかりましたが、詳しい人がチームから抜けてしまうと、周囲のロジックから違いを類推しなければならなくなります。条件が複雑だと一層困難になります。 こうした事態を防止するためには、あいまいな命名をせず、意味の違いがわかる命名が大事です。このゲームの例では少なくとも次のように命名すべきです。",
        "location": "4,271"
      },
      {
        "text": "プログラマーは職業柄、プログラミング関連のことで頭がいっぱいです。すると、命名のしかたがプログラミング用語やコンピューター用語由来のものになってしまうことがあります。技術ベースでの命名を 技術駆動命名 と呼びます。 本書冒頭の リスト1.1 では、型名を表す Int、",
        "location": "4,331"
      },
      {
        "text": "～Info や ～Data と命名されたクラスは、「データだけ持たせるクラスなんだ、ロジックを実装しちゃダメなんだ」と読み手に印象付けてしまいます。1.3で解説したように、低凝集に陥ります。 ～Data、 ～Info などといったデータのみを想起させる名前は避けましょう。 ProductInfo は Product へ改善すべきです。そしてオブジェクト指向設計にもとづき、インスタンス変数に強く関係するロジックを Product クラスにカプセル化します。",
        "location": "4,407"
      },
      {
        "text": "リスト1.2 で取り上げたように、クラスに Class001。メソッドに method001、 method002、 method003……といった形で、クラスやメソッドに対して番号付けで命名するのを 連番命名 と呼びます。 目的や意図が読み取れない点において技術駆動命名と似ていますが、構造改善が困難な点において連番命名は悪質です。 たとえば、技術駆動で命名されたとしても、目的駆動名前設計で名前を見直せます。名前を細分化して、目的に応じたクラスへの分割もできます。 しかし、連番命名ではそうはいきません。クラスやメソッドが番号付けで管理されているために、連番命名以外で命名すると、番号付けの秩序が失われます。番号で管理したい側から反発を招きかねません。そのため、名前が見直し困難です。 こうした管理上の強制力から、仕様追加のたびに既存メソッドにロジックが追加されるだけになります。つまり、連番命名はトランザクションスクリプトパターンに容易に陥らせてしまうのです。 連番命名は大規模開発で用いられるケースが多いです。その場合、改善には組織的な取り組みが必要となります。 10.6",
        "location": "4,543"
      },
      {
        "text": "基本的に名前は省略しないこと 長い名前はタイプ文字数が多く、タイポしやすい側面があったので、一昔前は嫌われていたのは確かです。しかし、近年では入力補完できるエディタが一般的で、タイポの心配やタイピングの労力は気になりません。 多少面倒であっても、省略せずに書きましょう。",
        "location": "4,655"
      },
      {
        "text": "ここでも「毒、麻痺状態の場合trueを返す」とコメントされています。ところがロジックをよく見てみると、3つの状態を判定しています。 poison は毒、 paralyzed は麻痺、 fear は恐怖です。恐怖状態についてコメントと異なります。実際のコードでも、たびたび見受けられます。なぜこんなことが起こるのでしょうか。 それは、コードと比べてコメントはメンテナンスされにくいからです。 はじめの仕様では、 isPainful は毒と麻痺だけを判定の対象だったとします。このとき親切にも（？）、なんの状態を対象とするかコメントされることがあります。しかし、その後の仕様変更により恐怖状態が追加されたとき、問題が起こります。コードが変わったとき、コメントもセットで更新されれば良いのですが、忙しかったり注意が欠けていたりするとコメントのメンテナンスがおろそかになってしまうことがあります。 実装と比べてコメントの情報が古くなった時点で、コメントは嘘をつきはじめます。このように、情報が古くなり実装を正しく説明しなくなったコメントを 退化コメント と呼びます。",
        "location": "4,713"
      },
      {
        "text": "ある値に複数の意味を持たせることを ダブルミーニング といいます。 (-1, -1) のように、取り得る値の一部を座標ではなくエラーとして扱うのはダブルミーニングです。ダブルミーニングは状況によって意味が異なるため、どう解釈するか読み手が混乱します。また、状況判断のための条件分岐があちこちに増えます。たとえば (-1, -1) かどうかを判定し、エラーへ分岐処理する実装があちこちに書かれてしまいます。ロジックがいたずらに複雑化してしまうことになります。ダブルミーニングは避けるべきです。 9.7.2でも説明したように、不正状態に対して寛容になるべきではありません。戻り値でエラーを返すのではなく、例外をスローします。",
        "location": "4,971"
      },
      {
        "text": "このように情報システムでは、 現実世界での物理的な存在と、情報システム上のモデルが1:1になるとは限らず、1:多の関係になるケースがあることが大きな特徴 です。これが、設計品質を考える上で特に注意しなければならないところです（ 図13.9）。",
        "location": "5,165"
      },
      {
        "text": "売買契約では、支払時期や決済方法といった、支払条件を指定する必要があります。 図13.13 のモデルでは、支払条件に該当する要素が含まれていません。法的な側面がシステム化されていないとどうなるでしょう？ 売り手と買い手になんらかのトラブルが発生した際、法的な有効性を発揮できず、トラブルをうまく解決できないシステムになってしまう可能性があります。機能性が損失してしまうのです。",
        "location": "5,256"
      },
      {
        "text": "リファクタリング とは、外から見た挙動を変えずに、構造を整理することです。本章では、リファクタリングの方法を説明します。 リファクタリングはコードを変更するので、挙動が変わってしまうとバグになります。挙動が変わっていないことを担保する手段としてユニットテストなどがあります。それらは後述するとして、まずはリファクタリングによるコード変更の一連の流れを説明します。",
        "location": "5,310"
      },
      {
        "text": "機能追加とリファクタリングを同時にやってはいけません。どちらか一方に専念しましょう。 書籍『リファクタリング』（17.1.3）では、この切り替えを「2つの帽子」と表現しています。作業するときは、「ファンクションの帽子」（機能追加）と「リファクタリングの帽子」どちらか1つだけをかぶっていることを意識しましょう。 この帽子の切り替えを意識しないと、自分が今機能追加しているのか、それともリファクタリングしているのか混乱してしまいます。またリポジトリへのコミットも、機能追加とリファクタリングを分けておかないと、そのコミットが機能追加のためだったのかリファクタリングのためだったのか、後から見分けがつかなくなります。バグが発生した場合に、機能追加またはリファクタリング、どちらの変更による原因なのか、分析を難しくしてしまいます。",
        "location": "5,688"
      },
      {
        "text": "リファクタリングはスモールステップで実施しましょう。 コミットは、どうリファクタしたか、違いがわかる単位にします。たとえばリファクタリングでメソッド名の変更とロジックの移動を実施する場合、コミットを分けます。両方同じコミットに含めると、そのコミットがなんのリファクタリングを実施したのか見分けが困難になります。 数回コミットしたら、Pull Requestを作成するのが良いでしょう。変更が大量にあると、ほかのメンバーの変更コードとコンフリクトする可能性があるためです。また、リファクタしたコードに不備があった場合にロールバックが大変になります。",
        "location": "5,696"
      },
      {
        "text": "コード分析をサポートする各種ツール",
        "location": "6,013"
      },
      {
        "text": "設計する上で、費用対効果の話は避けて通れません。 読者は、今携わっているプロダクトの、あらゆるソースコードが粗悪な構造に見えてくるかもしれません。そして、すべてリファクタリングする、いっそのこと書き直してしまいたい衝動に駆られるなんてことも考えられます。 ところで無限にリファクタリングできるものでしょうか？ 会社の予算は有限です＊15。その中で開発費用が捻出されるのです。こうした投資に対して、時間的な制約がある中なんとか利益を上げなければなりません。予算も時間も有限なのです。 つまり、設計やリファクタリングは無限にはできないのです。プロダクトの構造が全体的に粗悪であっても、設計的なテコ入れは一部分しかできない現実があります＊16。 こうしたコスト制約がある中で、いったいどの箇所の設計品質を高めれば良いのでしょうか。 たとえば構造的に粗悪であっても、バグがなく機能的に安定しており、仕様変更がほぼまったく生じないような箇所を一生懸命リファクタリングして、意味があるものでしょうか。変更容易性は、将来の仕様変更時の変更コストを低減する品質です。仕様変更もないのに変更容易性を高めても、かけた労力、経費が無駄になってしまいますね。費用対効果が非常に低いものと考えられます。 費用対効果の高い箇所を狙う必要があります。",
        "location": "6,049"
      },
      {
        "text": "「これは何を解決したいコードなのか」「達成したい目的はなんなのか」を分析し、あるべき設計をゼロベースで組み上げる必要があります。筆者はこれを 正体を見破る と呼んでいます。しかし、正体を見破るにあたり、いくつか乗り越えるべきハードルがあります。",
        "location": "6,297"
      },
      {
        "text": "知らなければ対処できないというハードルを乗り越えるには、詳しい人にインタビューしたり、文献を読んだりするなど、ソフトウェアで解決したい内容、達成したい目的について、詳しい知見やそこで使われている言葉を把握し理解することが重要になります。",
        "location": "6,313"
      },
      {
        "text": "GoogleのChromiumプロジェクトのレビュー指針、「尊敬に満ちたコードレビュー」を紹介します。この指針は、 すべきこと と いけないこと を決めています。",
        "location": "6,378"
      },
      {
        "text": "ソフトウェアの変更容易性に課題があるのは、これまで悪魔にたとえてきたように、変更容易性に関する設計が認知されていないことが大きな原因のひとつです。あるべき構造と効果を知らないと、悪魔は見えないのです。 勉強会においても、設計技術をいきなり無理に教え広めるのではなく、徐々に伝えていくべきです。変更容易性という品質特性がある、そして変更容易性を向上させる設計技術があることを認知させる程度の方が、入っていきやすいでしょう。",
        "location": "6,485"
      },
      {
        "text": "それどころか残念なことに、IDEの便利機能が仇となり、品質低下の手助けになっていたケースがありました。 たとえば region ディレクティブというプリプロセッサ記述があります。これは#region でくくった範囲の行を折りたたんで隠せる機能です。数百行に及ぶ長大なメソッドを折りたたんで隠す用途に、 region ディレクティブが頻繁に使われていました。好んで使っていた方々は「読みやすくなって便利」と口にしていましたが、本来であれば長大なメソッドは小さく分割すべきです。設計改善の必要性を覆い隠し、見て見ぬふりを助長していました。 また、「if文の終わり括弧を探す機能があるんですよ。これがあればif文のブロックに何千行書いても大丈夫ですよ。すごいと思いませんか！」と大喜びで語っていた人もいました。長大で粗悪なコードを改善するのに、括弧を正確に探す機能は助けになります。しかし、逆に粗悪なコード書く手助けになっていたことがとても残念でした。 言語の特性や開発環境を活かすも殺すも、設計スキル次第です。設計をよく学び、品質を正しく高めていきましょう。",
        "location": "6,787"
      }
    ]
  },
  {
    "id": "6505655ef7e0c9690687aa0a88b6787815b36c0f9665d633ac9ee5a444cbab64",
    "title": "理科系の作文技術",
    "author": "木下是雄",
    "publisher": "中央公論新社",
    "isbn": "9784121006240",
    "asin": "4121006240",
    "readDate": "2022/06/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6240/9784121006240.jpg",
    "highlights": [
      {
        "text": "いったい読者はこの文書に何を期待しているはずかと，一瞬，反省してみることを勧める．",
        "location": "231"
      },
      {
        "text": "与えられた課題 前節の後半で触れた真空装置の仕様書の例のように「何を書け」という課題が細部にいたるまできちっと与えられている場合には，主題はそれによってきまってしまう．たとえば，ある装置についての調査報告の起草は，その調査の目的は何だったか，その目的にはどんな情報が必要か，またもし自分の 意見 が期待されているとすればそれはどういう点に関してだろうか……を反省・検討することから始まる．これによって報告の主体となるべき内容が確定するのである．",
        "location": "261"
      },
      {
        "text": "一文書一主題 一つの文書は一つの主題に集中すべきものだ．別の主題が混入すると，読者に与える印象が散漫になり，文書の説得力が低下する．",
        "location": "266"
      },
      {
        "text": "ある問題を論じるときにはまず （a）なにが問題なのかを明確にせよ． （b）それについて確実にわかっているのはどんな点かを明らかにせよ． （c）よくわかっていなくて，調べる必要があるのはどんな点かを明らかにせよ．",
        "location": "397"
      },
      {
        "text": "キーンの言は的を射ている．こういう風土に育った私たちには，折あるごとに ぼかしことば を挿入する言語習慣が深くしみついていて，容易なことでは〈はっきり言い切る〉文章は書けないのである．しかし私たちは，こと理科系の仕事の文書に関するかぎり，敢えて〈日本語でない〉日本語，明確な日本語を使うことにしようではないか．真正面から〈はっきり言い切る〉ことにしようではないか．",
        "location": "1,288"
      },
      {
        "text": "使用説明書を書く場合はこれとはちがう．機械の使用手引を書く人は，その機械を熟知しているはずである．つまり，書くべき情報はすでに頭のなかに満ちあふれているので，それを整理して 読者（使用者） にとって必要なものだけを洗いだすことが要件だ．もっと具体的にいえば， この説明書は，誰が，どういう目的で，いつ，どこで読み，どう利用するのか を考え，それに適するように情報を 選択・配列 することが第一の仕事である．",
        "location": "2,393"
      },
      {
        "text": "それには，いろいろに想定した場面で，いろいろに想定した読者が，何をどの順序に知りたがるかを考えてみる思考実験が必要だ．この思考実験が，原著論文の場合の〈研究〉に相当する．書く前にどれだけ行き届いた思考実験をしたかによって，説明書のねうちはおよそきまるのである．",
        "location": "2,398"
      }
    ]
  },
  {
    "id": "4a732b90f8d4019e991e6409ac79c2f4ee82372176b5c5d5788d2e73960dba33",
    "title": "北方の原形 ロシアについて",
    "author": "司馬 遼太郎",
    "publisher": "文藝春秋",
    "isbn": "9784167105587",
    "asin": "4167105586",
    "readDate": "2022/05/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1671/16710558.jpg",
    "highlights": []
  },
  {
    "id": "e25a25bf38d9fecc516fef43200116f1a3b65ce1d00896624821376e3443113a",
    "title": "プリンシプルオブプログラミング",
    "author": "上田勲",
    "publisher": "秀和システム",
    "isbn": "9784798046143",
    "asin": "4798046140",
    "readDate": "2022/05/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6143/9784798046143.jpg",
    "highlights": [
      {
        "text": "ソフトウェアにおいて、その選択の多様性を受容します。 ソフトウェアに関わるすべての場面において、「唯一の正しい方法」というのは存在しません。「唯一の正しい方法がある」とする、すべての主張を信用してはいけません。",
        "location": "2,892"
      },
      {
        "text": "・自分自身も間違いを犯すということを理解し、受け入れます。 ・書いたコードは、自分自身ではありません。 ・どれほど極めたと思っていても、上には上がいます。 ・相談なしに、コードを書き直しません。 ・自分よりもスキルが劣る人にも、尊敬と敬意と忍耐を持って接します。 ・世界で唯一変わらないことは、変わるということだけです。 ・本当の権威は、地位ではなく、知識から生じます。 ・信じるもののために戦います。ただし、負けは潔く受け入れます。 ・部屋に籠りきりはいけません。 ・「人に優しく、コードに厳しく」して、人ではなくコードを批評します。",
        "location": "4,206"
      },
      {
        "text": "3つ目は、古代の哲学者アリストテレス著の書籍「ニコマコス倫理学」より、「メソテース」というプリンシプルです。 メソテースは「中庸」と訳されます。人間の行為や感情における超過と不足を調整する「徳」のことです。何事においても、極端に臨むのではなく、過不足なくバランスを持って取り組めるような「徳」のことです。 例えば、恐怖に関してのメソテースは「勇気」です。これが超過してしまうと「蛮勇」、不足してしまうと「臆病」という様態になってしまいます。 ソフトウェア開発の現場では、はっきりと二項対立になっている問題は、あまりありません。どちらかを選べば必ず正解である、という問題は非常に少なくなっています。解の選択肢は「グラデーション」です。 白黒2色で考えると、両端の白と黒の間に、無限の濃淡の灰色がある状態です。両端の白と黒のどちらかを選べばよい、というケースがないのです。 ですから、解の選択肢が「グラデーション」であることを認識して、「どの濃さの灰色を選ぶか」という考え方で物事に取り組みましょう。 そして、そのためには、その時の「コンテキスト」をしっかり捉えることが重要です。そのコンテキストから得られる情報を基に、「バランス」を見極め、その時ベストと思える「灰色」を選択しましょう。",
        "location": "5,669"
      }
    ]
  },
  {
    "id": "e948ca5563ab47e39a4963211d38ce031e31f6418c212e8f241de3bbdb0c690d",
    "title": "｢他人｣の壁",
    "author": "養老 孟司/名越 康文",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797390575",
    "asin": "4797390573",
    "readDate": "2022/05/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0575/9784797390575.jpg",
    "highlights": []
  },
  {
    "id": "2916eadbb653a6c9b74e87fe09e3bb9c6b55d70ed39d620747e059659cf1ff10",
    "title": "『ずっと友達でいてね』と言っていた女友達が友達じゃなくなるまで",
    "author": "岩柄イズカ/maruma(まるま)",
    "publisher": "SBクリエイティブ",
    "isbn": "9784815610258",
    "asin": "4815610258",
    "readDate": "2022/05/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0258/9784815610258_1_3.jpg",
    "highlights": []
  },
  {
    "id": "b371575809f72944a5472695f11067c6c266325b81da0fd0258a9f38548e4cbf",
    "title": "千歳くんはラムネ瓶のなか(6．5)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094530605",
    "asin": "4094530606",
    "readDate": "2022/05/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0605/9784094530605_1_3.jpg",
    "highlights": []
  },
  {
    "id": "529c80fd968d7949c7c74158e44f9aec8fdf8bc95063c943dd37fc69d7ea6470",
    "title": "千歳くんはラムネ瓶のなか(6)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094530223",
    "asin": "4094530223",
    "readDate": "2022/05/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0223/9784094530223_1_3.jpg",
    "highlights": []
  },
  {
    "id": "d10ebf78776394b80be88eb35e6a14db259076c969c1614258428752007aaa09",
    "title": "千歳くんはラムネ瓶のなか(5)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094518993",
    "asin": "4094518991",
    "readDate": "2022/05/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8993/9784094518993.jpg",
    "highlights": []
  },
  {
    "id": "bafbc65122a4cc8db61d916e063044baae0d9508197f99792a661d2ae096a943",
    "title": "千歳くんはラムネ瓶のなか(4)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094518665",
    "asin": "4094518665",
    "readDate": "2022/05/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8665/9784094518665.jpg",
    "highlights": []
  },
  {
    "id": "b4f58abbf3594493ee69262e025f9793cdce146f2c35b1aa1461c39a251be974",
    "title": "千歳くんはラムネ瓶のなか(3)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094518412",
    "asin": "409451841X",
    "readDate": "2022/05/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8412/9784094518412.jpg",
    "highlights": []
  },
  {
    "id": "810239ecb00d16b052c7042860be25c6d1f28f108a5baddd92ffdae3e0182b95",
    "title": "千歳くんはラムネ瓶のなか(2)",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094518160",
    "asin": "4094518169",
    "readDate": "2022/05/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8160/9784094518160.jpg",
    "highlights": []
  },
  {
    "id": "67a21b9bed32263f2f83d9ed5f8cf7fa2d2264bb0b56e41b8b2d3c8c2c099841",
    "title": "千歳くんはラムネ瓶のなか",
    "author": "裕夢/raemz",
    "publisher": "小学館",
    "isbn": "9784094517965",
    "asin": "4094517960",
    "readDate": "2022/05/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7965/9784094517965.jpg",
    "highlights": [
      {
        "text": "「手を 繫 いだら、停滞してしまうから」 だからもしも、と顔を上げて、 「もしもこんな時間がずっと続けばいいと願っているのなら」 切っ先を向けるように言い放つ。 「──そんなのは偽物の恋だと思います」",
        "location": "5,407"
      },
      {
        "text": "「なのに出会うのが遅かったっていう理由だけで仲間はずれなんて、そんなの納得できないじゃないですか。 私はずっと私でしかないのに、偶然ごときを相手に引けないじゃないですか。 だから……」 ごろごろと、 嘶きみたいに雲が唸る。 晴れと雨の境目みたいな空を背負って紅葉が言った。 「春を巻き戻したいんですよ」 かっと稲光が走る。 「ナナ さん、本気にもなれない女には負けません」 濡れた髪をかき上げながら、寒気のするほど 優艶 な色を 瞳 に浮かべ、 「──先輩の憂鬱なんて、私が撃ち抜いてみせますから」 後輩の女の子は弾けるようにくしゃっと笑った。",
        "location": "5,432"
      },
      {
        "text": "心のどこかで自分たちの恋だけが特別だと勘違いしてたんだ。 千歳 の心に居場所を作れるのは私たちしかいないって、そんなふうに。 だけど、本当は──。 たまたまあいつの近くにいて、 たまたま救われて、 たまたま恋に落ちただけだから。 それが他の誰かだったとしてもおかしくはないし、これからそういう誰かが現れたってなにひとつ不思議じゃない。",
        "location": "5,479"
      },
      {
        "text": "「なんていうかね、この町って昔といまがずっと 繫 がってる気がするんだ」 「福井駅にはとうとう自動改札機が導入されたよ」 「もう、そういう表面的なことじゃなくて！」 ぽすんと、肩を 叩かれる。 「営みが続いてるっていうのかな？ たとえば自分たちの両親も、祖父母も、おんなじ空気を感じながら、おんなじように生きてたんじゃないかってさ」 言いたいことはわかる気がした。 俺の家はちと変わり者ばかりでそのご多分からは漏れてしまうだろうが、それでもこの場所で生きていると同じような印象を抱く。 明日姉の言葉が続く。 「ゆっくり時間が流れている、っていうのは 手垢 のついた表現かもしれないけれど、オンとオフって言葉があるじゃない？ ライフワークバランスとかさ。だけど福井の人って、仕事も、家庭も、平日も土日も全部が地続きの日常で、変わらずに続く穏やかな流れに身を委ねて暮らしているような気がするんだ」 「概念的にぎすぎすしてないんだよね。いい意味でも悪い意味でも『このへんで』っていう空気があるというか、まあまあのんびりいこっさ（注：いこうよ）みたいな」 それは決して、福井の人が頑張っていないとか、手を抜いているということではない。 みんなちゃんと働いているし、ちゃんと生きている。 だけど、テレビや映画、小説なんかで見る都会の人たちは、どうもひりひりしすぎているような気がするのだ。 彼ら、彼女らは、夕暮れに染まる河川敷でぼんやりと音楽を聴くような時間があるのだろうか、帰り道の路地裏に流れるいろんな家庭のごちゃっとした空気を知っているのだろうか、季節の変わり目をふと、夜の匂いで知ることがあるのだろうか。 「だけどね」 明日 姉 が言った。 「そういうこの町が、大好きで大嫌い。私、ずっとここにいる自分は簡単に想像できるんだ。… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "1,139"
      }
    ]
  },
  {
    "id": "36f178020d5a90cc8fb9f5be90a973695030fd65a8ff00e9fc6f81fb434cbd57",
    "title": "義妹生活5",
    "author": "三河　ごーすと/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784046813619",
    "asin": "404681361X",
    "readDate": "2022/05/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3619/9784046813619_1_3.jpg",
    "highlights": []
  },
  {
    "id": "6ca1b05026b5c275e8ca66b8886990da19870883373a27ea24d674647e22fe2b",
    "title": "義妹生活4",
    "author": "三河　ごーすと/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784046810014",
    "asin": "4046810017",
    "readDate": "2022/05/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0014/9784046810014_1_3.jpg",
    "highlights": []
  },
  {
    "id": "2851612bfb4a108a1c19da377565e64116b5be40ce0b3f797ac0f79de1f9c280",
    "title": "人生格差はこれで決まる 働き方の損益分岐点",
    "author": "木暮 太一",
    "publisher": "講談社",
    "isbn": "9784062817400",
    "asin": "4062817403",
    "readDate": "2022/05/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7400/9784062817400.jpg",
    "highlights": []
  },
  {
    "id": "33d06fa6347bb6f4b35adb5bab0c72a7e9ee15ba8d1394d20d8a8811355b3f78",
    "title": "義妹生活3",
    "author": "三河　ごーすと/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784046806079",
    "asin": "4046806079",
    "readDate": "2022/05/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6079/9784046806079_1_5.jpg",
    "highlights": []
  },
  {
    "id": "02f7e4f50852e3efb7cd23dcfddc7e581adb9218486c5b63b4cfc42c2d73f000",
    "title": "義妹生活2",
    "author": "三河　ごーすと/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784046803269",
    "asin": "4046803266",
    "readDate": "2022/05/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3269/9784046803269.jpg",
    "highlights": []
  },
  {
    "id": "fd3e6a62acbcd96e0c19097481e304da972e0492e56dfa328e3339c383ca5810",
    "title": "義妹生活(1)",
    "author": "三河　ごーすと/Hiten",
    "publisher": "KADOKAWA",
    "isbn": "9784040647265",
    "asin": "4040647262",
    "readDate": "2022/05/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7265/9784040647265.jpg",
    "highlights": []
  },
  {
    "id": "3181da33d744ffd39735864b86dac9b597217db7f923d06aa9b864493f4265cc",
    "title": "ソフトウェアアーキテクチャの基礎",
    "author": "Mark Richards/Neal Ford",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873119823",
    "asin": "4873119820",
    "readDate": "2022/04/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9823/9784873119823_1_3.jpg",
    "highlights": []
  },
  {
    "id": "fec15eadc471b0133b2a3dd576d5d13f04d8c1b35e25ac7aa12924810af750d4",
    "title": "作家の収支",
    "author": "森博嗣",
    "publisher": "幻冬舎",
    "isbn": "9784344984028",
    "asin": "4344984021",
    "readDate": "2022/04/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4028/9784344984028.jpg",
    "highlights": []
  },
  {
    "id": "353c61ea9d840b11674382d36a249926492735423acc07963e4d6a49ed7d2820",
    "title": "董白伝〜魔王令嬢から始める三国志〜(4)",
    "author": "伊崎 喬助/カンザリン",
    "publisher": "小学館",
    "isbn": "9784094530100",
    "asin": "409453010X",
    "readDate": "2022/04/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0100/9784094530100_1_2.jpg",
    "highlights": []
  },
  {
    "id": "ae912a3721136b860fdde7daf6cb8ff96a2cfa940553a3b39c36f7bf2b061b2a",
    "title": "董白伝〜魔王令嬢から始める三国志〜(3)",
    "author": "伊崎 喬助/カンザリン",
    "publisher": "小学館",
    "isbn": "9784094518870",
    "asin": "4094518878",
    "readDate": "2022/04/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8870/9784094518870.jpg",
    "highlights": []
  },
  {
    "id": "c05f6ff44733bcf6c1fbfbb9797968dbd6b136b6aef07905d5d27feba1ec326d",
    "title": "堕落論",
    "author": "坂口安吾",
    "publisher": "新潮社",
    "isbn": "9784101024028",
    "asin": "4101024022",
    "readDate": "2022/04/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4028/9784101024028.jpg",
    "highlights": []
  },
  {
    "id": "ea9b33d17d3f370638f9ee4dc88a176802da88976b6104616b65fd123a8315af",
    "title": "私の財産告白",
    "author": "本多静六",
    "publisher": "実業之日本社",
    "isbn": "9784408551227",
    "asin": "4408551228",
    "readDate": "2022/04/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1227/9784408551227.jpg",
    "highlights": []
  },
  {
    "id": "23033894946c818ec0e55794b348f0d5eb603fb6e6e06c0562d028424c153f06",
    "title": "コンサル一年目が学ぶこと",
    "author": "大石 哲之",
    "publisher": "ディスカヴァー・トゥエンティワン",
    "isbn": "9784799315323",
    "asin": "4799315323",
    "readDate": "2022/02/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5323/9784799315323.jpg",
    "highlights": [
      {
        "text": "次に、議事録で必ず盛り込むべき項目を挙げましょう。 ・日時 ・場所 ・参加者 ・本日のアジェンダ（論点・議題） 以上は当たり前ですね。重要なのは、次の４つです。 ・決まったこと ・決まらなかったこと（次に持ち越したこと） ・確認が必要なこと ・次回に向けてのＴＯＤＯ（誰がいつまでに）",
        "location": "1,248"
      }
    ]
  },
  {
    "id": "6633f953489e991aea6a3de689bfa8816cea41077a8341b899e02791a6609897",
    "title": "世界のお金持ちが実践するお金の増やし方",
    "author": "高橋　ダン/向山 勇",
    "publisher": "かんき出版",
    "isbn": "9784761275075",
    "asin": "4761275073",
    "readDate": "2022/02/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5075/9784761275075.jpg",
    "highlights": [
      {
        "text": "取引や投資をするときは記録を取る。これは私がファンドで働き始めたとき、先輩にアドバイスされたことです。 たとえば、新たに株式を購入したら、購入した理由を書きます。それと同時に、前もって売る理由も書いておきます。「こうなったら売る」というルールを記しておくのです。 あるいは「こうなったら、自分の判断が間違っていたので売る」と損切りのルールも書いておきます。 これがないと、 自分が間違えても「自分は正しい」と都合よく解釈してしまいます。 そう、自分に嘘をついてしまうのです。結果、失敗から学ぶことができないので何度も同じ間違いをしてしまいますし、感情のコントロールもできなくなります。 書く方法は手書きである必要はありません。私はPCで管理していて、定期的に見返すようにしています。過去の自分と対話するといまの自分を客観視できるので、次の判断にも生かすことができます。",
        "location": "803"
      },
      {
        "text": "新しく買ったり売ったりするときは、一度に売買してはいけません。感情に動かされるのではなく、複数回に分けて投資しましょう。 たとえば、買いたい株式が下がっているとき、ついつい「いまがチャンスだ！ 一気に儲けてやろう」と思ってしまうものです。しかし、一度に買うことはおすすめできません。 10万円で買おうと思っているなら、まずは３万円だけ買う。その後に下がったらまた３万円買う。さらに下がったら４万円買う。そうやって少しずつ買うのです。売るときも同様です。 投資では想定外の出来事により、暴騰・暴落することがあります。全額を同じタイミングで投資してしまうと、万が一暴落したときに大損害を被る可能性があります。 世界のお金持ちは、投資に対して「いかに儲けるか」よりも「どれだけ失敗を減らせるか」を考えています。 「すでにお金を持っているから、そう考えられるんでしょ？」と思う人もいるかもしれませんが、それは違います。お金に“欲”を持ちすぎると、むしろ逃げていくことを感覚的にわかっているからです。 うまくいきすぎているときほど、自制する精神を持つ。 これが投資で成功するために必要なマインドです。",
        "location": "819"
      }
    ]
  },
  {
    "id": "61189e4ced32d7a40c721885b50e22f176efee47bdc717f5e4eb4c45e22a5ec5",
    "title": "失われた未来を求めて",
    "author": "木澤　佐登志",
    "publisher": "大和書房",
    "isbn": "9784479393818",
    "asin": "4479393811",
    "readDate": "2022/01/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3818/9784479393818_1_2.jpg",
    "highlights": []
  },
  {
    "id": "20e8ecaab59438ac07bee6e1fc640453df9bb3df1b29650a4a2b359446af632a",
    "title": "ドメイン駆動設計入門 ボトムアップでわかる！ドメイン駆動設計の基本",
    "author": "成瀬 允宣",
    "publisher": "翔泳社",
    "isbn": "9784798150727",
    "asin": "479815072X",
    "readDate": "2022/01/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0727/9784798150727.jpg",
    "highlights": []
  },
  {
    "id": "c6bbf6be52333c21777ae01fcc9d7419b678ad0f51746cbbfb730f01f229b20f",
    "title": "とびきり良い会社をほどよい価格で買う方法",
    "author": "チャーリー・ティエン/長尾慎太郎",
    "publisher": "パンローリング",
    "isbn": "9784775972304",
    "asin": "4775972308",
    "readDate": "2022/01/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2304/9784775972304.jpg",
    "highlights": [
      {
        "text": "１．私はこの事業を理解しているか。 ２．企業を守る経営上の堀があるおかげで、今後五年から一〇年間、同じか類似した製品を売り続けることができるか。 ３．この業界は変化が激しいか。 ４．この企業には多様な顧客基盤があるか。 ５．固定資産が少ない事業か。 ６．景気循環に大きく影響される業界か。 ７．この企業にはまだ成長の余地があるか。 ８．過去一〇年間、好景気のときも不景気のときも常に利益を出し続けてきたか。 ９．営業利益率は安定して二桁を維持しているか。 10．利益率は競合他社よりも高いか。 11．一五％以上のＲＯＩＣ（投下資本利益率）を過去一〇年にわたって維持しているか。 12．一貫して二桁の成長率で、売上高と利益を伸ばしてきたか。 13．財務基盤がしっかりしているか。 14．経営陣は自社株をかなり保有しているか。 15．経営陣の収入は似た規模の他社と比べてどうか。 16．インサイダーはこの企業の株式を買っているか。 17．内在価値やＰＥＲ（株価収益率）で測った株価は妥当か。 18．歴史的に見て、現在のバリュエーションはどうか。 19．これまでの不況期に株価はどうだったか。 20．自分の調査にどれくらいの自信があるか。",
        "location": "1,885"
      },
      {
        "text": "過去の栄光を取り戻せる企業はめったにない。いずれにせよ、株価が下落し続けているときに割安という理由で株式を買った人は、いつまでたっても損失を取り返せない。",
        "location": "2,348"
      }
    ]
  },
  {
    "id": "9b21c15d876de87b7c8aa6cfb237ae64724ebc66a6fbf1dc5cfa091fb7ec2397",
    "title": "｢自分｣の壁",
    "author": "養老 孟司",
    "publisher": "新潮社",
    "isbn": "9784106105760",
    "asin": "4106105764",
    "readDate": "2021/12/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5760/9784106105760_1_3.jpg",
    "highlights": []
  },
  {
    "id": "9ad3b659aa4cde39aa16a855bf62ecec93f43c2f302ba56f4917cd50b4e73c27",
    "title": "超バカの壁",
    "author": "養老 孟司",
    "publisher": "新潮社",
    "isbn": "9784106101496",
    "asin": "4106101491",
    "readDate": "2021/12/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1496/9784106101496_1_2.jpg",
    "highlights": []
  },
  {
    "id": "f290c3e626d2dc8c68e32d21364208ac13462c770739377a0af9dd22cb1cb1ac",
    "title": "経済的自由をこの手に！ 米国株で始める 100万円からのセミリタイア投資術",
    "author": "たぱぞう",
    "publisher": "KADOKAWA",
    "isbn": "9784046051578",
    "asin": "4046051574",
    "readDate": "2021/12/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1578/9784046051578_1_3.jpg",
    "highlights": []
  },
  {
    "id": "e50e348cb4aabd674d6decf49dd4b4653abf1051012fb675df3296b9dfaad7ff",
    "title": "死の壁",
    "author": "養老 孟司",
    "publisher": "新潮社",
    "isbn": "9784106100611",
    "asin": "4106100614",
    "readDate": "2021/12/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0611/9784106100611_1_2.jpg",
    "highlights": [
      {
        "text": "反権力を声高に言っている者は、つまり俺に権力をよこせと言っているに過ぎない。決して体制そのものに異を唱えているわけではない。反権力と反体制とは別ものです。 全共闘が反体制と言っていた時は、「これは反体制じゃない、反権力だ」と私は思っていました。あいつらが勝ったら結局、「体制側」と同じことをするんじゃないかと思っていたのです。もっと平たく言えば、「俺に金を寄越せ」と言っているだけなんじゃないかと思ったのです。",
        "location": "1,131"
      },
      {
        "text": "私が大学で教わった先生も、確実なものを求めた結果、解剖に進んだということを仰っていました。多くの日本人が何か確実なものを求めようとした。その結果としての「ものつくり」だとすれば、今後はその分野が衰退していくのも無理はないのかもしれません。",
        "location": "1,214"
      }
    ]
  },
  {
    "id": "96c312baf403d4a5ce4ceb754b23211f52feeebda86ef4e043f5859ca29202e3",
    "title": "プロジェクト・ヘイル・メアリー 下",
    "author": "アンディ・ウィアー/小野田　和子",
    "publisher": "早川書房",
    "isbn": "9784152100719",
    "asin": "4152100710",
    "readDate": "2021/12/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0719/9784152100719_1_17.jpg",
    "highlights": []
  },
  {
    "id": "0f7a82ddbab5a75b3048711f62968f59bb131afc2000b69c7aabb5d4f2042b88",
    "title": "現場で困らない！ ITエンジニアのための英語リーディング",
    "author": "西野 竜太郎",
    "publisher": "翔泳社",
    "isbn": "9784798149493",
    "asin": "4798149497",
    "readDate": "2021/12/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9493/9784798149493.jpg",
    "highlights": []
  },
  {
    "id": "b3f1fd597084d1bda23013590bb289a60b1e6aff05a2d497b8d91d0c1cc2c364",
    "title": "〈香り〉はなぜ脳に効くのか",
    "author": "塩田清二",
    "publisher": "NHK出版",
    "isbn": "9784140883853",
    "asin": "4140883855",
    "readDate": "2021/12/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3853/9784140883853.jpg",
    "highlights": []
  },
  {
    "id": "dbdc7c222b6a99c43ee3d24e18dd1b4f95387f98c0cb41b8ee83cb62720031f2",
    "title": "プロジェクト・ヘイル・メアリー 上",
    "author": "アンディ・ウィアー/小野田　和子",
    "publisher": "早川書房",
    "isbn": "9784152100702",
    "asin": "4152100702",
    "readDate": "2021/12/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0702/9784152100702_1_15.jpg",
    "highlights": []
  },
  {
    "id": "bd176234dac0fc1fdbd71fc430b2fe81259e7f07536e32441609cf70d55d8b5b",
    "title": "考えるとはどういうことか",
    "author": "梶谷真司",
    "publisher": "幻冬舎",
    "isbn": "9784344985148",
    "asin": "4344985141",
    "readDate": "2021/11/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5148/9784344985148.jpg",
    "highlights": [
      {
        "text": "①何を言ってもいい。 ②人の言うことに対して否定的な態度をとらない。 ③発言せず、ただ聞いているだけでもいい。 ④お互いに問いかけるようにする。 ⑤知識ではなく、自分の経験にそくして話す。 ⑥話がまとまらなくてもいい。 ⑦意見が変わってもいい。 ⑧分からなくなってもいい。",
        "location": "496"
      },
      {
        "text": "学校の授業や会社のミーティング、その他何らかの勉強会など、読むべき資料（教科書の文章、コラム、関連記事など）がある場合、いきなり議論や検討に入るのではなく、まずはそれについての理解、関心を深めるさいに使える。資料はみんなで読んで内容を確認したり、誰かが代表でまとめたりして、そこから問い出しをする。その中から一つ選んで対話をしてもいいし、問いを一般化してから選んでもいい。 また講演者、ゲストスピーカーを招いて話を聞く時も、同様の仕方で対話と組み合わせることができる。まずは講演をしていただき、若干の質疑応答を行う。その後講演内容に関して自由に問いを出してもらい、その中から一つ問いを決めて対話する。 そうすると、たんに「お説拝聴」して「勉強になりました」ではなく、講演者も含めていっしょに問い、考えることができる。こうすることで、講演内容について、普通にただ聞いて質疑応答するよりもずっと広く深く理解でき、なおかつ講演者にとっても、ただ講演だけをするよりずっと得るものが多くなるだろう。",
        "location": "2,428"
      }
    ]
  },
  {
    "id": "0f256e73b0ccbd9a89c45f0474dd2b406f3ae61aff9918de3da0378362c1712d",
    "title": "CSS設計完全ガイド 〜詳細解説＋実践的モジュール集",
    "author": "半田 惇志",
    "publisher": "技術評論社",
    "isbn": "9784297111731",
    "asin": "429711173X",
    "readDate": "2021/11/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1731/9784297111731.jpg",
    "highlights": []
  },
  {
    "id": "5c5f365638b88200f80cf5aca31e6691b27ad346259a18fd0123ae98a1776e5b",
    "title": "｢幸せ｣について考えよう",
    "author": "島田雅彦/浜矩子",
    "publisher": "NHK出版",
    "isbn": "9784144071997",
    "asin": "4144071995",
    "readDate": "2021/11/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1997/9784144071997.jpg",
    "highlights": []
  },
  {
    "id": "6d9cbaff03587fb08e7806b2c248a39415f02da533b242d89f2e20aec8ad5440",
    "title": "実戦力徹底トレーニング 読む英語",
    "author": "",
    "publisher": "アルク",
    "isbn": "9784757433151",
    "asin": "4757433158",
    "readDate": "2021/11/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3151/9784757433151.jpg",
    "highlights": []
  },
  {
    "id": "3a087f592684aaec9fa911d301564e634272975fea1a4dcb66aeeac7e0488994",
    "title": "ワーク・ルールズ！",
    "author": "ラズロ・ボック/鬼澤忍",
    "publisher": "東洋経済新報社",
    "isbn": "9784492533659",
    "asin": "4492533656",
    "readDate": "2021/11/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3659/9784492533659.jpg",
    "highlights": [
      {
        "text": "経験より現金をもらうほうがうれしいと言っていたはずなのに、実験群のほうが満足度は高かったのだ。実際、かなり高かった。現金をもらうより楽しさが 28% 増しになり、記憶に 28% 強く残り、じっくり考える機会が 15% 増えた。これはディズニーランド旅行（大人の心は今も子どものままだ）でも個人で使うバウチャーでも同じだった。",
        "location": "5,474"
      },
      {
        "text": "彼は、大きなバグやミスが生じたら、必ず「何を学んだか」を議論するという方針を掲げていた。悪いこともいいことと同じようにチームで共有し、実際に起きていることをリーダーが確実に把握して、失敗から学ぶことの重要性を強調したいと考えたのだ。ある会議でエンジニアが悔しそうに報告した。「プログラムのコードを台無しにして、会社に１００万ドルの損失を出してしまいました」。 ジェフは先頭に立って事後検証と修正を行った後、このエンジニアに言った。「失敗から学習して、１００万ドル以上の利益をもたらしたじゃないか」。 「はい」。 「さあ、仕事に戻ろう ★ 193」。",
        "location": "5,588"
      },
      {
        "text": "① 仕事の役割と責任について話し合う。 ② ヌーグラーに相棒をつける。 ③ ヌーグラーの社会的なネットワークづくりを手助けする。 ④ 最初の半年は月に 1 回、新人研修会を開く。 ⑤ 遠慮のない対話を促す。",
        "location": "6,359"
      }
    ]
  },
  {
    "id": "082133b078229bc43cbe4ea568c23ef808bed8344af05f607d9e296497decc82",
    "title": "コンピュータ、どうやってつくったんですか？",
    "author": "川添 愛",
    "publisher": "東京書籍",
    "isbn": "9784487811892",
    "asin": "4487811899",
    "readDate": "2021/11/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1892/9784487811892.jpg",
    "highlights": []
  },
  {
    "id": "ae4e75186c801ecb716c9293d9967cbda0a907d25e2545ed1e333ee28b196dd1",
    "title": "東大教授が考えるあたらしい教養",
    "author": "藤垣裕子/柳川範之",
    "publisher": "幻冬舎",
    "isbn": "9784344985612",
    "asin": "4344985613",
    "readDate": "2021/11/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5612/9784344985612.jpg",
    "highlights": [
      {
        "text": "日本が欧米に追いつくことを目指していた時代には、情報を輸入することに大きな価値が置かれていたのも無理はなかったかもしれません。 しかし日本が先進国化した今、海外から情報を輸入して再現することの価値は低下しています。 それどころか、日本は他の多くの国と比べても少子化や高齢化、地域の過疎化といった問題の進行が速く、「課題先進国」とさえいわれているのです。従来のように海外をモデルとし、その成功事例を模倣するというやり方では、こうした課題に対する望ましい解決策にはたどり着けないでしょう。 この点、何か新たな問題が発生し議論が生じたとき、すぐに「海外ではどう対応しているのか」「他国でいい成功事例はないのか」などと考えてしまいがちな人は注意が必要かもしれません。 日本はさまざまな課題に関して、好むと好まざるとにかかわらずフロントランナーにならざるをえない状況にあるのです。日本企業や日本人が直接、課題に向き合う必要性が高まっていることを認識する必要があるでしょう。",
        "location": "131"
      },
      {
        "text": "情報があふれ返り、一瞬でアクセスできる時代になった今、何かを知っているということの価値が昔ほど高くないのは間違いありません。 そのような中で必要とされるのは、持っている情報量の多さではなく、「情報を選別する力」や「情報を結びつけて活用する力」、そして「情報をもとに考える力」です。",
        "location": "175"
      },
      {
        "text": "教養とは、正解のない問いについて考え、「ただ一つの正解」探しをするのではなく、他者と知恵を集結しながらよりよい解、つまり思考の枠組みを駆使した新たな物差しを模索し続けることだともいえるからです。",
        "location": "458"
      },
      {
        "text": "ビジネスで海外の人とやりとりするときには、ある程度の教養が必要だということはよくいわれます。 「自国の歴史については知っておくべきだ」 「世界的に話題になった映画くらいは見ておくべきだ」 こんなアドバイスを見聞きしたことがある人は少なくないでしょう。 このようなアドバイスは、「バックグラウンドが異なる人同士がスムーズにコミュニケーションをとるために」活用できる知識があるとよい、というところに真意があるはずです。",
        "location": "883"
      },
      {
        "text": "情報の真偽や情報の質を見極めたいと考えるなら、基本動作として挙げられるのは、複数の情報源にあたったうえで共通項を探り、「確からしいことは何か」を考えてみることです。 その際、「確からしいと感じること」には自分のバイアスがかかっていると自覚することが求められます。 「確からしい」という判断は自分自身にとっては正当に感じられるものですが、人間は完全に客観的になることはできず、常に主観に影響を受けざるをえません。 みなさん自身が持つ価値観、これまでに",
        "location": "1,162"
      },
      {
        "text": "情報の選別において大事なもう一つの点は、「自分ごととして考える」ことです。 人間が脳で情報を処理する際には、２つの経路があるといわれます。自分にとって重要度が低いことはふんふんと聞き流したり深く考えずに決断したりしますが、自分にとって重要だとなれば簡単に情報を信じず、よく吟味しようとするのです。 このような経路の使い分けは「二重過程理論」と呼ばれます。",
        "location": "1,172"
      },
      {
        "text": "自分の言葉にしてしゃべると、なぜこのような効果をもたらすのかといえば、しゃべることは、第２章で解説した「相手の立場に立つ」ことや「自分と相手の立場を入れ替え、往復する」ことの実践だからです。 自分が学んだことをしゃべって人に伝えようとすれば、相手の立場に立って、わかりやすいように話そうと努めます。そのためには情報を自分なりに整理し直し、より伝わりやすい言葉を選ぶことが必要です。 そして、そうやってしゃべると、情報が整理された形で自分の中にも入り直ることになります。それが「自分のたたみ方でしまう」ことになるわけです。",
        "location": "1,272"
      }
    ]
  },
  {
    "id": "ebd12716846320695b25c50af4f46db2c8fb9ff1731fb2a99cd4d5b05ed39382",
    "title": "【POD】速習Azure Administrator",
    "author": "土田 晃令",
    "publisher": "インプレスR&D",
    "isbn": "9784844378785",
    "asin": "4844378783",
    "readDate": "2021/11/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8785/9784844378785.jpg",
    "highlights": []
  },
  {
    "id": "fea8ee211ffc3785d032eeeb712b91c63dc84d1af767516c92099ec311b59907",
    "title": "最強の黒騎士、戦闘メイドに転職しました",
    "author": "百門一新",
    "publisher": "幻冬舎コミックス",
    "isbn": "9784344841253",
    "asin": "4344841255",
    "readDate": "2021/11/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1253/9784344841253.jpg",
    "highlights": []
  },
  {
    "id": "9b0d5d06dbcafe7e8abb9ec6ea8f98aa7f4aa163d54d4c1182b62e7572cec88e",
    "title": "デッドライン",
    "author": "トム・デマルコ/伊豆原弓",
    "publisher": "日経BP",
    "isbn": "9784822280536",
    "asin": "4822280535",
    "readDate": "2021/11/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8222/82228053.jpg",
    "highlights": [
      {
        "text": "安全と変更 ● 変更は、あらゆるプロジェクトの成功のために（ほかのたいていの物事においても）必要不可欠である。 ● 人は安全だとわからないと変更を受け入れない。安全が保証されていないと、リスクを避けようとする。 ● リスクを避けることは、それに伴う利益をも逃すことになるため、致命的である。 ● 人は、面と向かって脅されたときはもちろん、自分に対して不当に権力が行使されるかもしれないと思ったときにも、安全ではないと感じるようになる。",
        "location": "642"
      },
      {
        "text": "負の強化 ● 脅迫は、結果を上げさせる手段としては不完全である。 ● どれほど強い脅しをかけても、最初に割り当てた時間が足りなければ、やはり仕事は完成しない。 ● さらに悪いことに、目標を達成できなければ、脅迫の内容をほんとうに実行しなければならない場合もある。",
        "location": "823"
      },
      {
        "text": "戦闘指令と管理の関係 ● 戦闘が始まるときには、管理者のほんとうの仕事はもう終わっている。 面接と採用 ● 採用には、管理に必要な体の器官、心臓、魂、鼻、腹をすべて使う（しかし、腹が大部分だ）。 ● 一人でやろうとするな。二つの腹には、一つの腹の２倍以上の力がある。 ● 新しく採用した人材には、１回は実証済みの能力レベルのプロジェクトを任せ、ほんとうに目標を拡大するのは次回とする。 ● 意見を求めよ。最も採用したいと思った人物は、ほかの優れた人材を知っている可能性が高い。 ● 話すより聞け。",
        "location": "1,193"
      },
      {
        "text": "生産性の向上 ● 短期的に生産性を高める方法などない。生産性は、長期的な投資によって向上する。 ● 短期的な効果を約束するものは、いんちきである可能性が高い。 リスク管理 ● リスクを管理することによってプロジェクトを管理せよ。 ● プロジェクトごとにリスク調査の方法を確立して継続せよ。 ● 最終的な望まざる結果だけでなく、日常のリスクに注意せよ。 ● それぞれのリスクの実現する確率と予想コストを評価せよ。 ● リスクが現実になる前の初期の兆候を予測せよ。 ● やる気のある態度を常に引き出そうとしない人物をリスク管理人に任命せよ。 ● 悪い話が上層部に伝わりやすい経路（匿名制など）を作っておくこと。",
        "location": "1,406"
      },
      {
        "text": "防御体制の強化 ● むだを減らす。 ● 成功を最大化するより、失敗を抑えることによって、全体的な成績を高めることができる。 ● 失敗した作業は早く打ち切る勇気を持つ。 ● チームの結束については必要のない賭けはしない。既存のチームを探して利用する。 ● 結束の遅い、または結束しないチームのために後継者が困らないよう、優れたチームは維持する（本人たちにその意志があれば）。 ● 新しい仕事を引き受ける意欲のある結束の固いチームは、プロジェクトの成果の一つと見なす。 ● プロジェクトの初期にむだにする一日も、末期にむだにする一日も等しく打撃になる。 最後の項目は、ベリンダが毎朝のように言っていることだ。トムキンスは最後にもう一度、ウォルドーの秒読み表示を見上げた。明日この部屋に入るときは、もう704に変わっているだろう。この705日は、期待どおりにすぎていくのだろうか。それとも、今度もまた失敗だと思うようになるのだろうか。時がたてばわかることだ。トムキンスはまた日記に目を落とし、防御的管理に関する最後のポイント、何年も前に気づいたが、いままた直面している事実を書き加えた。 ● 一日をむだにする方法はいくらでもある……しかし、一日を取り戻す方法は一つもない。",
        "location": "1,558"
      },
      {
        "text": "病んだ政治 ● いつでもクビを賭ける覚悟が必要である。 ● しかし、それでも病んだ政治の影響を受けないとは限らない。 ● 病んだ政治はどこにでも、最も健全な組織にも出現する可能性がある。 ● 病んだ政治の決定的な特徴は、個人の権力と影響力の目標が、組織の自然な目標より優先されることである。これは、病んだ目標が組織の目標と相反する場合でも起こりうる。 ● 病んだ政治の副作用の一つは、少人数のプロジェクトを抱えることが危険になることである。",
        "location": "2,166"
      },
      {
        "text": "プロセスとプロセス改良 ● 優れたプロセスと、プロセスを絶えず改良することは、立派な目標である。それらはまた、ごく自然な目標でもある。優れた技術労働者は、指示があろうとなかろうと、それらに焦点を当てる。 ● 形式的なプロセス改良プログラムには時間と金がかかる。一つのプロセス改良プログラムのために、プロジェクトが後退することもありうる。生産性の向上が実現したとしても、そのプログラムを受け入れたプロジェクトでプロセス改良のために費やされた時間を相殺できる可能性は低い。 ● プロセスは、注意深く選んだ一つの手順改良によって、その変更に投資した時間と金に報いるだけの利益を期待できることがある。 ● プロジェクトの期間中に二つ以上の手順改良に順応することは、現実には期待できない。複数の技能改良プログラム（たとえば、全般的なCMM等級の引き上げ）は、プログラムを実施しなかった場合に比べ、プロジェクトの完成を遅らせる可能性が非常に高い。 ● 標準的なプロセスの危険な点は、人びとが賢明な省略を行う機会を失わせることである。特に、人員過剰のプロジェクトの場合、標準的なプロセスによって全員に行き渡るだけの仕事（役に立とうが立つまいが）が発生するなら、標準的なプロセスが厳密に守られてしまう。",
        "location": "2,622"
      },
      {
        "text": "仕事のやり方を変える ● デバッグの時間を大幅に減らさなければ、プロジェクトの成績を通常より大幅に高める方法はない。 ● 優れたプロジェクトは、デバッグに費やす時間の割合がはるかに低い。 ● 優れたプロジェクトは、設計に費やす時間の割合がはるかに高い。",
        "location": "2,919"
      },
      {
        "text": "● 相手を好きになり、気づかわなければ、人にちがうことをさせることはできない。相手を変えるには、相手の考えていることとその理由を理解し、尊重しなければならない。",
        "location": "2,939"
      },
      {
        "text": "プレッシャーの効果 ● プレッシャーをかけても思考は速くならない。 ● 残業時間を増やすのは、生産性を落とす方法である。 ● 一時的なプレッシャーや残業は、人びとの焦点を定め、その仕事が重要であるという認識を高めるには有効な方法かもしれないが、プレッシャーをかけすぎると、かならず失敗する。 ● 管理者がプレッシャーを使うことが多いのは、ほかになにをすればいいのかわからないから、または、ほかの方法の難しさにひるんでいるからである。 ● おそるべき推測：‥ プレッシャーや残業を使うほんとうの理由は、プロジェクトが失敗したときにごまかすためかもしれない。",
        "location": "3,227"
      },
      {
        "text": "怒れる管理者 ● 管理者の怒りと侮辱は伝染する。上の管理者が怒鳴ると、下の管理者も同じような行動をとる（虐待された子供が自分の子供を虐待するようになるのと同じ）。 ● 管理者が部下を侮辱すると、それが刺激となって部下は自分の仕事にさらに力を注ぐと思われている。これが、「飴とムチ」式管理で最もよく使われる「ムチ」である。しかし、侮辱によってだれかの業績が良くなるという証拠はあるのか。 ● 管理者が部下を刺激するために侮辱を使うことは、部下ではなく管理者の能力不足のしるしである。",
        "location": "3,399"
      },
      {
        "text": "「そうね、一つ教えてあげる。定義という形でね。仕様書とは、システム、すなわち計画された応答のセットが、その境界のすぐ外の世界のイベントにどう反応するかを明確にする文書である。どんな仕様書でも、二つの部分から構成されてるでしょ。一つは、システムの応答がイベントにどのように依存するのかを示すポリシーのセット。もう一つは、イベントや応答がシステムの境界を超えて行き来するための入出力のセット。どんなに複雑なシステムでも、２番目の部分は簡単なはず。入出力はすべて、リスト化できるデータと制御フローで表すことができる。それぞれに名前か番号を付けられる。フローの中のデータ要素数とかなにかで、サイズを決めることもできる。それに、数えられる」 「システムがほんとうに複雑だとしたら、ポリシーの部分が複雑なんだということだね」 「そう。入力を出力に変換する方法を決めるポリシーは、いくらでも複雑になり得るわ。でも、入出力は入出力でしかない。変換の部分は理解できないかもしれないけど、仕様書に価値があるとしたら、境界の部分の特性を正確に規定していなくちゃいけない。少なくとも入出力の数が載ってなかったら、その仕様書は『Ｆ』よ。仕様書ですらない」 「つまり、どんな仕様書でも、最低限、入出力を完全にリストにして、それぞれに名前を付け、それがなにで構成されるのかを示さなくてはいけない」",
        "location": "3,442"
      },
      {
        "text": "あいまいな仕様書 ● 仕様書があいまいなのは、システムの利害関係者の間で対立が解決されていないしるしである。 ● 入出力の完全なリストのない仕様書は、見込みなしである。仕様を明確にする最初の一歩にもならない。 ● 仕様書がお粗末だとはだれも言わない。自分のほうが悪いのだと思い込みがちである。",
        "location": "3,501"
      },
      {
        "text": "対立 ● 開発に複数の当事者が関わっている限り、利害の対立は避けられない。 ● システムの構築と導入の事業には、特に対立が多い。 ● システム開発組織のほとんどは、対立解決能力に乏しい。 ● 対立は尊重すべきである。対立はプロらしくない行動のしるしではない。 ● 全員の勝利条件を尊重することをあらかじめ宣言しておく。あらゆるレベルで勝利条件を引き出すようにする。 ● 交渉は難しい。仲裁は簡単だ。 ● 勝利条件が相容れないか、または部分的に相容れない場合でも、関係者が対立解決のために仲裁に移行するように、あらかじめ準備しておく。 ● 注意：‥ われわれは味方同士である。敵は問題そのものだ。",
        "location": "3,645"
      },
      {
        "text": "触媒の役割 ● 触媒のような人格というものがある。そのような人は、チームがまとまって結束し、なおかつ健全性と生産性を維持できるようにすることでプロジェクトに貢献する。触媒がほかになにもしなかったとしても（通常はほかにもいろんなことをするが）、触媒の役割は重要で貴重である。 ● 仲裁は、触媒の役割の特殊なケースである。仲裁はわずかな投資で学習できる。 ●「あなたたちの仲裁をさせてもらえますか」というささやかな儀式の開始が、対立解決の本質的な第一歩になることがある。",
        "location": "3,843"
      },
      {
        "text": "スタッフの人数 ● 初期に人数が多すぎると、プロジェクトは重要な設計作業を省略せざるをえない（全員に仕事を与えるため）。設計が完成する前に大勢に仕事を割り当てると、人や作業グループの間のインタフェースを最小化できない。 ● このため、相互依存性が高まり、会議が増え、やり直しが増え、フラストレーションがたまる。 ● 理想の人数配分は、プロジェクト期間の大部分を少人数のコア・チームで行い、プロジェクトの終盤（プロジェクト期間の最後の６分の１ぐらい）に人数を大幅に増やすというものである。 ● おそるべき推察：‥ 無茶なスケジュールを達成するように決められたプロジェクトは、妥当なスケジュールで開始されたプロジェクトに比べ、完成までに時間がかかると思われる。",
        "location": "4,158"
      },
      {
        "text": "「すべての会議の最初に儀式を行ってはどうでしょう。この儀式をうまく使えば、会議のむだを省き、なによりも、会議を小さくすることの価値に注目してもらうことができます。この儀式をわたしと一緒に試してみますか」。ウィニペグ博士は、出席者全員に質問した。部屋中がうなずいた。 ウィニペグ博士はガリバー・メネンデスを立たせ、部屋の正面に連れていった。「この儀式は五部構成です。第一に、ガリバー、きみが会議から一人でも解放することに価値があると告げ、そうするつもりであることを宣言する。第二に、出席者全員がそれに同意する。第三に、その人を解放すればその人がほかにどんな貴重な仕事をできるかを考えて、きみが一人以上の人間を解放する。第四に、その人が別れの挨拶をし、会議でどんなことが起きるのを見たいかを告げる。第五に、その人が離席するときにグループが承認を示す」",
        "location": "4,349"
      },
      {
        "text": "プロジェクトの社会学 ● 会議は、重要ではない人物が出席しなくても心配のないように、小さくする必要がある。欠席者が安心するための最も簡単な方法は、議事予定表を発行し、それに厳密に従うことである。 ● プロジェクトには儀式が必要である。儀式は、小規模な会議や無欠点運動など、プロジェクトの目標と理想に目を向けるために使う。 ● 罵倒などの怒りから人びとを守るために手を打つ。 ● 注意：‥ 怒りは恐怖である。部下に対して罵倒などの怒りの行動をとる管理者は、ほとんどの場合、怖いからそうしているのである。 ● 考察：‥ 怒りが恐怖であることをすべての人が理解すれば、怒りは、怒っている人が怖がっていることを明確に示すシグナルとなるだろう。怒っている人は、恐怖を表に出したくない。つまり、怒りが恐怖の表れだとみなにわかってしまったら、怒りを吐き出すこともできなくなる（これは怒っている人の問題は解決できないが、ほかの人の悩みは軽減できるだろう）。",
        "location": "4,407"
      },
      {
        "text": "病んだ政治（再び） ● 病んだ政治を下から治療することはできない。むだな努力で時間を浪費したり、自分の立場を危険にさらす必要はない。 ● 問題が自然に解決するか、行動するチャンスが来るのを待つしかない場合もある。 ● 奇跡が起こることもある（だが、あてにしてはいけない）。",
        "location": "4,628"
      },
      {
        "text": "倹約精神 ● 倹約精神とは、失敗した企業の中で、その失敗の責任者が作った公式である。 ● それは、組織の自然な目標である繁栄と福祉の精神とは正反対である。 ●「倹約精神」という言葉を聞いたら、その本当の意味である「失敗と恐怖」に置き換えるといい。",
        "location": "4,806"
      },
      {
        "text": "急進的な常識 ● プロジェクトには目標と予想の両方が必要だ。この二つはちがっていて当然である。",
        "location": "4,854"
      }
    ]
  },
  {
    "id": "a3d4066c5dd6a1c8c20440c46f009d4ada4def3462a977c4b4ee213fac72b17a",
    "title": "嫌われた監督 落合博満は中日をどう変えたのか",
    "author": "鈴木 忠平",
    "publisher": "文藝春秋",
    "isbn": "9784163914411",
    "asin": "4163914412",
    "readDate": "2021/11/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4411/9784163914411_1_5.jpg",
    "highlights": []
  },
  {
    "id": "43ba9c7fb53494f3fcffda1eaadc1b345d757b02f0d7719c3b8547f026e4f1fd",
    "title": "東海道戦争",
    "author": "筒井康隆",
    "publisher": "早川書房",
    "isbn": "9784150300142",
    "asin": "4150300143",
    "readDate": "2021/11/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0142/9784150300142.jpg",
    "highlights": []
  },
  {
    "id": "aee32ba1661a10b828f3fee5ef8b2a10f07b5be619e3fa2adf9f3a7f652f2985",
    "title": "わたしが恋人になれるわけないじゃん、ムリムリ!(※ムリじゃなかった!?) 4",
    "author": "みかみてれん/竹嶋 えく",
    "publisher": "集英社",
    "isbn": "9784086314398",
    "asin": "4086314398",
    "readDate": "2021/10/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4398/9784086314398_1_4.jpg",
    "highlights": []
  },
  {
    "id": "708fdd3d5493aa60f14a2567f28f0bb2d22adfa31cb9c166142171baad08dd56",
    "title": "やはり俺の青春ラブコメはまちがっている。結(1)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094530315",
    "asin": "4094530312",
    "readDate": "2021/09/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0315/9784094530315_1_3.jpg",
    "highlights": []
  },
  {
    "id": "7ce0df2a5b34e39f9da2abcb5d7cead9d8ef67739189db5a0b904528b16bf140",
    "title": "地球の未来のため僕が決断したこと",
    "author": "ビル・ゲイツ/山田　文",
    "publisher": "早川書房",
    "isbn": "9784152100436",
    "asin": "4152100435",
    "readDate": "2021/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0436/9784152100436_1_23.jpg",
    "highlights": [
      {
        "text": "１ 気候大災害を防ぐには、ゼロを達成しなければならない。 ２ 太陽光や風力といったすでにある手段を、もっと早く効果的に展開する必要がある。 ３ 目標達成を可能にするブレークスルーを生み出し展開しなければならない。",
        "location": "135"
      },
      {
        "text": "ゼロを達成しなければならない理由は単純だ。温室効果ガスは熱を閉じこめ、地球の地表面平均温度を上昇させる。ガスが多ければ多いほど温度は上がる。また、排出された温室効果ガスは、非常に長いあいだ大気中にとどまる。いま排出した二酸化炭素のおよそ五分の一は、一万年後も残っているのだ。",
        "location": "317"
      },
      {
        "text": "負荷移行や需要移行と呼ばれるものがある。一日のなかで電力をより均等に使うものだ。大きな規模で負荷移行をおこなえば、生活のなかでの電気の使い方について、考え方がかなり大きく変わる。現在、電気は使用される時間帯につくられることが多い。たとえば、街の明かりを灯すために夜に発電所の出力を上げる。しかし、負荷移行をすればそれが反対になる。つまり、最も安く発電できるときにたくさん電気を使うのだ。 たとえば、電気温水器のスイッチを午後七時ではなく電力需要の低い午後四時にオンにできるかもしれない。あるいは、一日を終えて家に帰ったら電気自動車をコンセントにつなぎ、午前四時に自動的に充電をはじめるようにもできる。その時間帯は利用者が少なく電気が安い。産業のレベルでは、下水処理や水素燃料の製造など、エネルギーを大量に使う作業は、電気が最も安い時間帯にすればいい。 負荷移行が大きな効果をもたらすには、政策の変更と技術の進歩が求められる。たとえば電力会社は、一日の需要と供給の変化を考慮に入れて料金を変更する必要があり、電気温水器や電気自動車は、この料金情報を最適のかたちで利用してそれに対応できる性能を備えていなければならない。それに、電気が特に不足したときなど極端な場合には、需要を減らせるようにすべきだ。つまり、最も必要性の高いところ（たとえば病院）へ優先的に電気を配給し、重要度の低い活動は停止するのである。",
        "location": "1,578"
      },
      {
        "text": "１ 可能なかぎりすべての工程を電化する。 そのためには多くのイノベーションが必要だ。 ２ 脱炭素化された電力網からその電気を獲得する。 これにも多くのイノベーションが求められる。 ３ 残った排出分には炭素回収を用いる。 これもイノベーションが必要。 ４ 資材をもっと効率的に利用する。 右に同じ。",
        "location": "1,834"
      }
    ]
  },
  {
    "id": "05087bf7b5e572bf492c6f3667c22b4746339b4c9a3a79b450f6122cb5de36e6",
    "title": "プログラマの数学 第2版",
    "author": "結城 浩",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797395457",
    "asin": "4797395451",
    "readDate": "2021/09/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5457/9784797395457.jpg",
    "highlights": []
  },
  {
    "id": "d89144f171131fa865e1f50a503c55805da57084046454e28a7904cab382bd3c",
    "title": "男女の友情は成立する？(いや、しないっ!!) Flag 1. じゃあ、30になっても独身だったらアタシにしときなよ？(1)",
    "author": "七菜　なな/Parum",
    "publisher": "KADOKAWA",
    "isbn": "9784049133721",
    "asin": "4049133725",
    "readDate": "2021/09/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3721/9784049133721.jpg",
    "highlights": []
  },
  {
    "id": "7f70da5e2ad131ab353d39164dc18404a5b7a5423f9387e4090810cbfd9fa7e8",
    "title": "マハン海上権力論集",
    "author": "麻田 貞雄",
    "publisher": "講談社",
    "isbn": "9784062920278",
    "asin": "4062920271",
    "readDate": "2021/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0278/9784062920278.jpg",
    "highlights": [
      {
        "text": "戦争とは、要するに「暴力的手段による政治運動の一形態」にすぎない、とマハンは強調しているが、それはプロイセンの偉大な軍人・軍政家クラウゼヴィッツの古典『戦争論』の有名な命題──「戦争とは形を変えた政治である」──を思わせるテーゼである。",
        "location": "320"
      },
      {
        "text": "まだ戦争が一つの可能性でしかない段階だと認めていても、自国にその準備が整っていることを願う者なら誰でも、戦争準備の明確な基本思想をまず心に銘記すべきである。すなわち、ある戦争がその原因および政治的性格からして、いかに守勢的なものであろうとも、守勢のみに終始する戦いは負け戦さである、ということである。",
        "location": "2,528"
      },
      {
        "text": "いかに自らの民族的特性を保持しようにも（そしてそれは望ましいことであり、ラテン民族やチュートン民族は今日でもその特性を残しているのだが）、長期にわたる親密な接触によって甚大な影響を受け、わが文明のなかに同化されてしまうので、両文明の将来の融合は平和裡に進み、自然な形で実を結ぶことであろう。その達成には、必ずしもおのおのの民族性を一体化してしまうことが必要なわけではないが、しかし、単なる物質的発展にとどまらず、精神的な結合を宿していることが要求される。そして後者の進展は物質的進歩よりも、はるかに遅々たる過程である。（中略） われわれはこれまで、この巨大なアジア民族の単に周縁部と接触してきたにすぎないのだが、この大群をわが西洋文明のなかに取り入れ、これまで彼らにとってまったく異質であった西洋の精神のなかに組み入れることは、今後人類が解決すべき最も重要な問題の一つである。（中略） したがって、今日われわれの直面する難題──東西間の長きにわたる疎遠、現時点での相互理解の欠如、そして究極的な結合の達成──を理解するには、単なる商業的利益の観点、すなわち目前の利害しか考えない近視眼的な見方では不適切であることは確実であろう。（中略）",
        "location": "2,884"
      },
      {
        "text": "単に目前の利益のみではなく、より遠大で必然的に将来起こる事態という見地からも熟慮すべきである。すなわち、将来これら諸民族、とりわけ中国人が自らの力に覚醒して立ちあがり、西洋の方式や技術の導入により組織化された結果、自らの巨大な人口に見合うだけの影響力の行使を主張して、全体の利益に対する自らの分与を要求しうるようになる将来、という長期的見地からも考慮すべきなのである。",
        "location": "2,895"
      },
      {
        "text": "日本は領土がせまいのと同様に、他の国々とは遠距離によって阻まれているので、中国に影響を及ぼそうと望んでも、海上権力によって軍事的に支えられる通商的・政治的関係を通じて中国住民に刺激を与えるしか方法がない。そして、海軍力は移動性に富んでいるから、隣接した地域のみならず、世界中いたるところ、その影響力の及ぶ地方で敵対勢力を押さえつける威力をもつ。たとえば、自国の利益をまもり、敵国の利権を侵害するように通商を支配することができるのである。",
        "location": "2,944"
      }
    ]
  },
  {
    "id": "61076326b6ea7efe96b756856d34a88821e1691a0c6435dbc42f6e38517024dc",
    "title": "残像に口紅を",
    "author": "筒井康隆",
    "publisher": "中央公論新社",
    "isbn": "9784122022874",
    "asin": "4122022878",
    "readDate": "2021/08/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2874/9784122022874.jpg",
    "highlights": [
      {
        "text": "苦しみは忘れていく。楽しみはその時限りのもの。そして失ったものもまた、忘れていく。残ったものにだけすがりつき、残余の命を保っていこうとする。まるで現実そのものではないか。",
        "location": "628"
      }
    ]
  },
  {
    "id": "a9c4bb26420f225dd9802edb986eec79221c8e1bf0c92be74db21434b7bdf39d",
    "title": "生まれてこない方が良かった",
    "author": "デイヴィッド・ベネター/小島和男",
    "publisher": "すずさわ書店",
    "isbn": "9784795403604",
    "asin": "4795403600",
    "readDate": "2021/08/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3604/9784795403604.jpg",
    "highlights": []
  },
  {
    "id": "1023eb6fbaea1c8748f0522674e0703aa0082811681bca6ff5bd8862d995fbb4",
    "title": "Reactハンズオンラーニング 第2版",
    "author": "Alex Banks/Eve Porcello",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873119380",
    "asin": "4873119383",
    "readDate": "2021/08/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9380/9784873119380_1_2.jpg",
    "highlights": []
  },
  {
    "id": "13ba5cb5e2b5f374ce789d1ccc323bf95f43dc802075d7342d251e234449928c",
    "title": "ただしい人類滅亡計画 反出生主義をめぐる物語",
    "author": "品田 遊/コルシカ",
    "publisher": "イースト・プレス",
    "isbn": "9784781620046",
    "asin": "4781620043",
    "readDate": "2021/08/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0046/9784781620046_1_4.jpg",
    "highlights": []
  },
  {
    "id": "b3c74ea264d7ea4b352d9d8f1adcca4647586e21e95e00d4bc2f9bd0e81fe622",
    "title": "変な家",
    "author": "雨穴",
    "publisher": "飛鳥新社",
    "isbn": "9784864108454",
    "asin": "4864108455",
    "readDate": "2021/08/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8454/9784864108454_1_2.jpg",
    "highlights": []
  },
  {
    "id": "c06d962661ab9290827dc2425ff3a150b5fc5add56fae6f581b5c00b1f354518",
    "title": "文学少女対数学少女",
    "author": "陸　秋槎/稲村　文吾",
    "publisher": "早川書房",
    "isbn": "9784151843518",
    "asin": "4151843515",
    "readDate": "2021/07/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3518/9784151843518.jpg",
    "highlights": [
      {
        "text": "記号化された人物、人物の行動が構成する命題、その命題からなる公理系、そこにいくつかの推論規則が加わって──それが推理小説──にして形式体系──にしてメタ数学だよ！」",
        "location": "165"
      },
      {
        "text": "「前に読んだボルヘスの小説で、これが題名になってたような覚えがある」悪戦苦闘しながら記憶をたどる。「記憶が確かなら、その小説の主人公は〝アレフ〟っていう名前の物体を目にするの。直径二、三センチしかない物体だけど、宇宙の万物がそのなかに含まれてる」 「それこそ無限集合だよ」韓采蘆はまた笑った。「さっき話をしたように、無限集合の一部分は、全体と濃度が等しくなることがありうるんだ。小説の主人公が目にした〝アレフ〟は私たちのいる世界の一部分でありながら、宇宙の万物を収めることができる──それこそ無限集合、 稠密 集合だ。ボルヘスは真の天才だったんだ」",
        "location": "697"
      },
      {
        "text": "「要するに、犯人が髪を切ったのが利益を考えた、理性的な目的からで、非合理な理由からでないとは作者には証明できない。もちろん作者だけじゃなくて、だれであってもできない。これは推理小説そのものの欠陥だから。その欠陥が存在するせいで、真の〝厳密〟には永遠に手が届かない」",
        "location": "782"
      },
      {
        "text": "「簡単だよ。〝犯人は蔣一葵である〟、 君がそう言ったとき、 かつそのときに限り。君が作者なんだから、君が犯人だと言った人間が犯人であり、君が真相だと言ったものが──つまり真相である」",
        "location": "797"
      },
      {
        "text": "結局のところ人は、いったいなぜ友達を必要とするんだろう。ともに興味のある話題について話したいだけ？ もしくは、寂しさを紛らわせたいだけ？ それとも、人の付き合いというのは借金みたいなもので、はじめどちらかが相手に借りを作って、返済のときにすこし多く返し、それを相手は借りができたと思い、結果借りとその返済の往復がどこまでも続いて、その過程に二人ともが 搦めとられていくんだろうか。",
        "location": "915"
      }
    ]
  },
  {
    "id": "1f4abe294179b87b759dfcfe674a81b5e2206ad963bde4a2ca0291f7cc04bc8a",
    "title": "スクラム 仕事が4倍速くなる“世界標準”のチーム戦術",
    "author": "ジェフ・サザーランド/石垣賀子",
    "publisher": "早川書房",
    "isbn": "9784152095428",
    "asin": "4152095423",
    "readDate": "2021/07/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5428/9784152095428.jpg",
    "highlights": []
  },
  {
    "id": "0a54e2d3c529b02078c88655df7a271013118bcb1a4a98317320127162df2e95",
    "title": "いつも｢時間がない｣あなたに",
    "author": "センディル・ムッライナタン/大田直子",
    "publisher": "早川書房",
    "isbn": "9784152095244",
    "asin": "4152095245",
    "readDate": "2021/07/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5244/9784152095244.jpg",
    "highlights": []
  },
  {
    "id": "2e358f2071487ab127403aba6d5a0436134c05d0ff0fd56f6ef76585933fdca9",
    "title": "繁栄のパラドクス 絶望を希望に変えるイノベーションの経済学",
    "author": "クレイトン・M・クリステンセン/依田光江",
    "publisher": "ハーパーコリンズ・ジャパン",
    "isbn": "9784596551450",
    "asin": "4596551456",
    "readDate": "2021/06/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1450/9784596551450.jpg",
    "highlights": [
      {
        "text": "不便は「無消費」の表れであることが多い。無消費とはすなわち、潜在的な消費者が生活のなかのある部分を進歩させたいと切望しながら、それに応えるプロダクトを買うだけの余裕がない、あるいは、存在を知らなかったり、入手する方法がなかったりする状況を指す。",
        "location": "326"
      },
      {
        "text": "貧困の解決と長期的な繁栄はつながらないのだ。繁栄をもたらすのは新しい市場を創造するイノベーションである（３）。教育や医療、行政機構、インフラなど、繁栄との関連が強く示唆される指標を改善するための資源を貧困国にいくら注ぎ込んでも、持続性のある真の繁栄が創出されるわけではない。国が繁栄しはじめるのは、特定のタイプのイノベーション、すなわち市場創造型イノベーションに投資したときだ。市場創造型イノベーションは、持続可能な経済発展にとって触媒の役割を果たす。",
        "location": "356"
      },
      {
        "text": "こうしたベネチア商人の行動は、多くの社会であたりまえにおこなわれている。自分が有利になるために法律を駆使できる立場の者は必ずそうするというのは、歴史を見れば明らかだ。ただし、一方の側を他方よりも有利にするために法が操作されはじめると、もはや公平な競争環境は失われてしまう。",
        "location": "3,574"
      },
      {
        "text": "しかし、学校建設における目標は多数あったものの、教育の中味に関する国際的な目標はなかった。はっきりさせておくが、学校を建てることと教育は 同じではない」（",
        "location": "4,463"
      },
      {
        "text": "れる。「わが国の経済は豊かに成長しました。ですが、ＧＤＰには詩の美しさも、夫婦の絆の強さも、公に討論することのできる知性も含まれていません。ＧＤＰはなんでも測れるようでいて、人生の価値を高めてくれるものは含まれていないのです」",
        "location": "5,660"
      }
    ]
  },
  {
    "id": "b874b747995dad321f533916b442b8373b871b67088f0873427383f12aca5124",
    "title": "Vivy prototype(2)",
    "author": "長月達平/梅原英司",
    "publisher": "マッグガーデン",
    "isbn": "9784800010834",
    "asin": "4800010837",
    "readDate": "2021/06/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0834/9784800010834.jpg",
    "highlights": []
  },
  {
    "id": "2c60f89b66e16e310a1b1cd803d2b0737e16ee6bd1ce853bd8c5993ff282a530",
    "title": "現代経済学の直観的方法",
    "author": "長沼 伸一郎",
    "publisher": "講談社",
    "isbn": "9784065195031",
    "asin": "4065195039",
    "readDate": "2021/06/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5031/9784065195031.jpg",
    "highlights": [
      {
        "text": "成長を続けなければならないというのは、資本主義というシステムが必然的に持たざるを得ない一つの宿命だからである。 そしてそれゆえにこそ、温暖化問題なども抜本的な解決がなされないのである。 ではどうしてそんなことになってしまうのだろうか。その最も直接的な理由をずばりと言えば、それは「金利」というものがあるからである。",
        "location": "121"
      },
      {
        "text": "悪い言葉で言えば、近代資本主義というのは、経済的軍国主義、経済的国民皆兵主義であったと言うことができる。そして、その中枢にあったのが経済世界の鉄道網というべき、銀行を中心とする資金輸送網──金融機関──なのである。",
        "location": "243"
      },
      {
        "text": "Ｙ（国民所得） ＝Ｃ（消費） ＋Ｉ（投資）",
        "location": "623"
      },
      {
        "text": "要するに 日本の資本主義を駆動する精神とは「心配」 であり、この点を理解しない限り日本の資本主義というものを理解することはできない。極言すれば日本人は金儲けをしたくて必死に働くというより、いまの地位を失うのが心配だから必死に働くのである。",
        "location": "764"
      },
      {
        "text": "一般的に洋の東西を問わず、農産物の価格というものは長期的に下落していく傾向にあり、生産物を安く買い叩かれて産業全体がだんだん儲からなくなってしまう。そのためこの産業に従事する人々の数は減ってしまうのである。",
        "location": "977"
      },
      {
        "text": "農業というものは、他の産業に比べて需要が本来あまり伸びないという特性を持っている。例えば収入が２倍になったからといって、人々はジャガイモやニンジンをいままでの２倍食べるようになるだろうか。農業の弱点というのは、実にここである。人間の胃袋の大きさに限度があって、どう努力したところで人間は１日１トンのジャガイモを食べるようにはならないという現実が、その需要を固定的なものにしているのである。",
        "location": "996"
      },
      {
        "text": "実際、 英国の国内産業はこの頃までには世界最強の競争力を身に着けており、はっきり言えばもう国家が鎧を着せて保護しなければならない必要性がどこにもなくなってしまった。そのため全世界に対して、一斉に鎧を脱ぎましょうというのが、英国が自由貿易体制を唱えることの本音だった わけである。 しかし他の国からしてみれば、まさにその強力な英国産業から国内産業を保護するためにこそ、これから鎧が必要になってくるのであり、鎧の一律廃止は下手な保護主義よりも遥かに危険な代物である。実際、 悪相剝き出しの保護貿易に比べると、自由貿易はときどき偽善の仮面をかぶっていてもっと始末が悪い ことがある。",
        "location": "1,922"
      }
    ]
  },
  {
    "id": "dbe89e938f64a0bba29fb934d78aa30377ef261064b3d6236a0a44a8f969840d",
    "title": "イチバン親切なデッサンの教科書 デッサンの基本から、人体の構造までプロが教える究極のテクニック",
    "author": "上田耕造",
    "publisher": "新星出版社",
    "isbn": "9784405071940",
    "asin": "4405071942",
    "readDate": "2021/05/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1940/9784405071940.jpg",
    "highlights": []
  },
  {
    "id": "fa367092f3473c045b9d749a1cf9a39961b47ab46c64500f2dece33e1947339d",
    "title": "現実でラブコメできないとだれが決めた？",
    "author": "初鹿野 創/椎名 くろ",
    "publisher": "小学館",
    "isbn": "9784094518566",
    "asin": "4094518568",
    "readDate": "2021/05/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8566/9784094518566.jpg",
    "highlights": [
      {
        "text": "まったく、髪型をころころ変えていいのは 冴えないあの御方だけだぞ、 不遜 な奴め。",
        "location": "450"
      }
    ]
  },
  {
    "id": "8c72f53fc367003b3d45aeafeae58a58c2d2422bc9b48a940642e83ba3b08303",
    "title": "ソフトウェアテストの教科書",
    "author": "石原一宏/田中英和",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797365818",
    "asin": "4797365811",
    "readDate": "2021/05/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5818/9784797365818.jpg",
    "highlights": []
  },
  {
    "id": "fa1fd2e7e888a69c04bd9da2b56e34965302ef5b3e22a00e9099109363daadb5",
    "title": "悪役令嬢に転生した私がヤンデレメインヒロインとフラグを立ててしまった件",
    "author": "栗栖ティナ/爺わら",
    "publisher": "キルタイムコミュニケーション",
    "isbn": "9784799214671",
    "asin": "4799214675",
    "readDate": "2021/05/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4671/9784799214671.jpg",
    "highlights": []
  },
  {
    "id": "92bd2f6a2c50ac3e8e58e50c5caa7ba4574a800c8583092a7ab49378e66ec3b6",
    "title": "あんぽん 孫正義伝",
    "author": "佐野 眞一",
    "publisher": "小学館",
    "isbn": "9784094060843",
    "asin": "4094060847",
    "readDate": "2021/05/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0843/9784094060843.jpg",
    "highlights": []
  },
  {
    "id": "d7f50d8c92856e04d0ca284aac1711e318858707a2675c6b05ec753a20e2b788",
    "title": "三体3 死神永生 下",
    "author": "劉　慈欣/大森　望",
    "publisher": "早川書房",
    "isbn": "9784152100214",
    "asin": "4152100214",
    "readDate": "2021/05/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0214/9784152100214.jpg",
    "highlights": []
  },
  {
    "id": "a7b9af5ce478cf69b1d4785e9e4856338188a0e163ad438c9b8d8effabf2ce3d",
    "title": "三体3 死神永生 上",
    "author": "劉　慈欣/大森　望",
    "publisher": "早川書房",
    "isbn": "9784152100207",
    "asin": "4152100206",
    "readDate": "2021/05/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0207/9784152100207.jpg",
    "highlights": []
  },
  {
    "id": "cebfd4de5437a72d9bfc9945f770097db7a56d0ccf4431343682c1fc713f73d8",
    "title": "フォン・ノイマンの哲学 人間のフリをした悪魔",
    "author": "高橋 昌一郎",
    "publisher": "講談社",
    "isbn": "9784065224403",
    "asin": "4065224403",
    "readDate": "2021/05/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4403/9784065224403.jpg",
    "highlights": []
  },
  {
    "id": "79148a6426805dd25f6cc537aff471b37b4698a9a90cf6c8af5f516ffbb64abc",
    "title": "わたしが恋人になれるわけないじゃん、ムリムリ!(※ムリじゃなかった!?) 3",
    "author": "みかみてれん/竹嶋 えく",
    "publisher": "集英社",
    "isbn": "9784086314121",
    "asin": "4086314126",
    "readDate": "2021/05/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4121/9784086314121.jpg",
    "highlights": []
  },
  {
    "id": "3b46eafcbf2e784b9e3778733e6cfe21f0885d06d45bb6c2b18efe59a3e49fb4",
    "title": "わたしが恋人になれるわけないじゃん、ムリムリ! (※ムリじゃなかった!?) 2",
    "author": "みかみてれん/竹嶋 えく",
    "publisher": "集英社",
    "isbn": "9784086313797",
    "asin": "4086313790",
    "readDate": "2021/05/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3797/9784086313797.jpg",
    "highlights": []
  },
  {
    "id": "7c2997337e872a6f7df70b4e861339a652023fb076a75aa3d962ac6433360692",
    "title": "わたしが恋人になれるわけないじゃん、ムリムリ! (※ムリじゃなかった!?)",
    "author": "みかみてれん/竹嶋 えく",
    "publisher": "集英社",
    "isbn": "9784086313568",
    "asin": "4086313561",
    "readDate": "2021/05/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3568/9784086313568.jpg",
    "highlights": []
  },
  {
    "id": "2f3ca238bf69b97e4ff092fe008b3eea5d804800baa1d32e19a62a418bdf3ac7",
    "title": "これからパンローリングの投資本を読む人へ",
    "author": "塩見努",
    "publisher": "パンローリング",
    "isbn": "9784775930793",
    "asin": "4775930796",
    "readDate": "2021/05/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0793/9784775930793.jpg",
    "highlights": []
  },
  {
    "id": "ebc0617992fb54a90e1806cd910ab8d4c8bf7ff61b6d4826731a24f3bcdfa56e",
    "title": "承認欲求女子図鑑",
    "author": "にゃるら",
    "publisher": "三才ブックス",
    "isbn": "9784866732008",
    "asin": "4866732008",
    "readDate": "2021/05/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2008/9784866732008.jpg",
    "highlights": []
  },
  {
    "id": "66c2b89005c1e6e5d2161e02dc3f1c88883446fefc02a692077308066c4480dc",
    "title": "ハムレットQ1",
    "author": "ウィリアム・シェイクスピア/安西徹雄",
    "publisher": "光文社",
    "isbn": "9784334752019",
    "asin": "4334752012",
    "readDate": "2021/05/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2019/9784334752019.jpg",
    "highlights": []
  },
  {
    "id": "72e6b18b54305a1a2e12a33916c0a54e735b1055373be060693fd638492f769d",
    "title": "Vivy prototype(1)",
    "author": "長月達平/梅原英司",
    "publisher": "マッグガーデン",
    "isbn": "9784800010643",
    "asin": "4800010640",
    "readDate": "2021/04/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0643/9784800010643.jpg",
    "highlights": []
  },
  {
    "id": "5ed6020e75ad0126357dce08fd29cd52079f30f6f62334a5ef0132bbea499ec0",
    "title": "SFマガジン 2021年 06 月号 異常論文特集",
    "author": "",
    "publisher": "早川書房",
    "isbn": "",
    "asin": null,
    "readDate": "2021/04/25",
    "thumbnailImage": "https://tshop.r10s.jp/book/cabinet/0611/4910019750611.jpg",
    "highlights": []
  },
  {
    "id": "47e76da1cd0ec5ec635dbce37207b5c0908d9bc52d9af6b25526ce0d002180c6",
    "title": "昭和史(1926-1945)",
    "author": "半藤一利",
    "publisher": "平凡社",
    "isbn": "9784582766714",
    "asin": "4582766714",
    "readDate": "2021/04/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6714/9784582766714.jpg",
    "highlights": []
  },
  {
    "id": "b1a7718c78e690a6e55dc40e5c3931a4fe1cb49a8c24b99e8379b5ffb234f10d",
    "title": "やはり俺の青春ラブコメはまちがっている。 14．5",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094530049",
    "asin": "4094530045",
    "readDate": "2021/04/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0049/9784094530049.jpg",
    "highlights": []
  },
  {
    "id": "3afc21188edd8bdd07c12e5e4fdb4053fe4fd5b1473b9c1e6c5225141df923b8",
    "title": "ポストコロナのSF",
    "author": "日本SF作家クラブ",
    "publisher": "早川書房",
    "isbn": "9784150314811",
    "asin": "4150314810",
    "readDate": "2021/04/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4811/9784150314811.jpg",
    "highlights": []
  },
  {
    "id": "f854929b5142f31be920fe4e8e6e96c3304f90602e16e399d657983a55a4b97e",
    "title": "SCRUM BOOT CAMP THE BOOK【増補改訂版】 スクラムチームではじめるアジャイル開発",
    "author": "西村 直人/永瀬 美穂",
    "publisher": "翔泳社",
    "isbn": "9784798163680",
    "asin": "4798163686",
    "readDate": "2021/04/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3680/9784798163680.jpg",
    "highlights": [
      {
        "text": "最初に、プロダクトオーナーが今回のスプリントで達成したい目的を明らかにします。次に、今回のスプリントでそれを達成するために完成させるプロダクトバックログ項目を選びます。選択する項目は並べ替えてあるプロダクトバックログの上位の項目になるのが一般的です。選択するプロダクトバックログの個数は、それぞれの項目の見積りのサイズや開発チームの過去の実績（これをベロシティと呼びます）、今回のスプリントで作業に使える時間（キャパシティと呼びます）などを踏まえて仮決定します。 また、検討した内容を踏まえて今回のスプリントの目標を簡潔にまとめておきます。これを スプリントゴール と呼び、開発チームがなぜここで選択したプロダクトバックログの項目を開発するのかを理解しやすくなります。",
        "location": "331"
      },
      {
        "text": "注意しなければいけないのは、開発チームはスプリントプランニングで合意した内容を完成させるように全力を尽くす必要はあるものの、計画したことをすべて完成させることを約束しているわけではないという点です。すべての完成を約束してしまうと、見積りが外れたり、難易度が高かったり、不測の事態が発生したりした場合に、開発チームが長時間残業したり、必要な作業を省いたりしてしまうかもしれません。その結果、プロダクトにはさまざまな問題が発生することになります。",
        "location": "355"
      }
    ]
  },
  {
    "id": "330a0af98e6fcc2bc742b475b4ec2cfaf25109410222482195c6a499ff38c275",
    "title": "完全なる投資家の頭の中",
    "author": "トレン・グリフィン/井田京子",
    "publisher": "パンローリング",
    "isbn": "9784775972021",
    "asin": "4775972022",
    "readDate": "2021/04/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2021/9784775972021.jpg",
    "highlights": [
      {
        "text": "人ができる最高のことは、ほかの人がより多くを知る手助けをすることです。 ――チャーリー・マンガー（二〇一〇年のバークシャー・ハサウェイ株主総会）",
        "location": "110"
      },
      {
        "text": "一．株は会社の一部分を所有しているつもりで保有する。 二．安全域を確保するために、本質的価値よりもかなり安く買う。 三．躁鬱病患者のミスター・マーケットを、主人ではなく、しもべとする。 四．合理的に、客観的に、個人的な感情を排する。",
        "location": "184"
      },
      {
        "text": "四〇年前に、ベンジャミン・グレアムがプロの投資家の行動理由を教えてくれました。ある石油試掘者が天国に召される途中で、聖ペトロに「あなたはここに住む資格があるのですが、ご覧のとおり石油関係者の棟は満室なので、入居できません」と言われました。すると、石油試掘者は少し考えてから「住民に一言だけ言わせてもらえませんか」と頼みました。それくらいならば問題ないだろうと聖ペトロが許可すると、石油試掘者は大声で「地獄で石油を掘り当てたぞ」と叫びました。すると、石油棟の門が開き、住民が列をなして地獄に向かって行きました。聖ペトロは感心して石油試掘者を招き入れ、くつろぐよう勧めました。石油試掘者は少し考えてからこう言いました。「私もみんなと一緒に行きます。噂は本当かもしれませんから」 ――ウォーレン・バフェット（一九八五年）",
        "location": "526"
      },
      {
        "text": "グレアムは、「ミスター・マーケット」という概念を持っていました。そして、マーケットを効率的なものではなく、毎日やってくる躁鬱病の人に例えていました。ミスター・マーケットは、「自分の持ち分をあなたが思っているよりもずっと安く売ってあげます」と言ってくることもあれば、「あなたが思っているよりもずっと高く買ってあげます」と言うときもあります。 ――チャーリー・マンガー（一九九四年のＵＳＣビジネススクールでの講演）",
        "location": "682"
      },
      {
        "text": "群衆と一緒に動けば、ミスター・マーケット、つまり群衆に支配されることになる。もしあなたが群衆のひとりならば、当然群衆を上回ることはできない。マンガーは、短期的な価格変動は合理的な理由に基づいて起こるわけでも、常に効率的市場だから起こるわけでもないし、確実に予想できるわけでもないと考えている。ここですべきことは単純だ。バフェットは、「みんなが欲深くなっているときは恐れ、みんなが恐れているときは欲を出しなさい」（ウォーレン・バフェット Buy American, 2008）と言っている。ただ、これは言うのは簡単だが、実行するのは難しい。最も大変なときに勇気がいる行動だからだ。",
        "location": "734"
      },
      {
        "text": "バークシャー史上最大の間違いは、不作為の間違いです。見たのに行動しなかったのです。これは大きな間違いで、それによって数十億ドルも失いました。しかも、それを繰り返しています。私たちも少しずつはうまく対処できるようになっています。しかし、完全に克服することはできません。間違いには二つのタイプがあります。①何もしないこと（バフェットはこれを「指しゃぶり」と呼んでいます）、②たくさん買うべきところを少ししか買わないこと――です。 ――チャーリー・マンガー（二〇〇一年のバークシャー株主総会）",
        "location": "962"
      },
      {
        "text": "紀元前四世紀に、デモステネスは「人は自分が望むことを信じる」と書いています。そしてこの言葉どおり、人は見通しや才能を自己評価するときにも、バカバカしいほど過度に楽観的になります。 ――チャーリー・マンガー（一九九九年のフィランソロピー）",
        "location": "1,317"
      },
      {
        "text": "人はある程度のストレスを受けるだけなら、実はパフォーマンスが上がる。しかし、ストレスが大きすぎると、ひどい判断を下すようになる。例えば、説得力の高いセールスマンは、潜在顧客にストレスを与えて、完全に間違った投資をさせることができる。この悪名高い販売手法が行われている例のひとつが、タイムシェアのリゾートコンドミニアムである。販売員はたいてい親しげな人と、ストレスの使い方に長けた人がペアを組んでいる（「良い警官・悪い警官戦術」として知られている方法）。私ならば、タイムシェアコンドミニアムの無料招待を受けるよりも、足にブロックを落とすほうがマシだと思っている。ストレスにさらされた状態で判断を下してはならない。それだけのことだ。",
        "location": "1,404"
      },
      {
        "text": "マンガーが最も残念なケースのひとつとしているのが、自分ではアクティブ投資家のつもりでも、さまざまな銘柄に投資した結果、実質的に「クローゼットインデックス」ポートフォリオになってしまっている人たちだ。一方、バークシャーシステムを導入している人は、集中投資家と言える。マンガーは、次のように述べている。",
        "location": "2,192"
      },
      {
        "text": "例えば、私が若いころのＡＴ＆Ｔは、非常に官僚的な組織でした。株主やその他の人のことなど何も考えてはいませんでした。官僚主義においては、自分の未決箱からだれかの未決箱に移ったら仕事は終わったと考えます。しかし、もちろんそうではありません。ＡＴ＆Ｔがきちんと納品を終えるところまでが仕事だからです。このような組織では、愚かで動機のない官僚主義がはびこっていきます。……規模の呪いが続くと、ひどく愚かな官僚主義につながります。もちろん、その最高峰で最悪なのが政府です。熱心に働くことに対する報酬がないのです。とはいえ、政府が不要なわけではなく、むしろ必要です。しかし、巨大官僚組織をまともに動かすのは大変なことです。 ――チャーリー・マンガー（一九九四年のＵＳＣビジネススクールでの講演）",
        "location": "2,474"
      },
      {
        "text": "ます。「バカでも経営できる会社に投資すべきです。なぜなら、いずれそうなるのですから」。彼は、社員全員の能力に依存して成功している会社は信用していません。また、会社のファンダメンタルズが悪ければ、素晴らしい人たちでもできることはあまりないと思っています。",
        "location": "2,552"
      }
    ]
  },
  {
    "id": "f9d95fdc0e76dfdc8e119e278924847f026506bbb380e55717b27d293a86666d",
    "title": "SAVE THE CATの法則 : 本当に売れる脚本術",
    "author": "",
    "publisher": "フィルムアート社",
    "isbn": "9784845910564",
    "asin": "484591056X",
    "readDate": "2021/04/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0564/9784845910564.jpg",
    "highlights": []
  },
  {
    "id": "674c40e56d748d8f5331404230521edc1e4e200319fa4ce518c109f1fd1c4e3c",
    "title": "くりぃむしちゅーのオールナイトニッポン 番組オフィシャルブック",
    "author": "ナチュラルエイト/ニッポン放送",
    "publisher": "総合法令出版",
    "isbn": "9784862807939",
    "asin": "4862807933",
    "readDate": "2021/04/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7939/9784862807939.jpg",
    "highlights": []
  },
  {
    "id": "661dcb2a882900d4265096618541d6f77ffe44b79048701004b062ca4d1e910f",
    "title": "ジャックポット",
    "author": "筒井 康隆",
    "publisher": "新潮社",
    "isbn": "9784103145349",
    "asin": "410314534X",
    "readDate": "2021/04/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5349/9784103145349.jpg",
    "highlights": [
      {
        "text": "フレドリック・ブラウンの「電獣ヴァヴェリ」は星新一が翻訳して「ＳＦマガジン」に掲載した。地球にやってきた電気を食べる電波生物ヴァヴェリのためにすべての電気製品が使えなくなった世界。電気がなくなればヴァヴェリはいなくなるのだが、油断して電気を使うと彼らはすぐにやってきてその僅かな電気を食べてしまう。かくて社会は原始時代に戻る。輸送手段は蒸気機関車と馬車にとって代り、テレビも映画もない世界で演劇とコンサートが主流となり、燃料としてはガスが使われ、活字は手で組まれて植字機と印刷機は蒸気機関を使うことになる。そして主人公が雨の夜に稲妻を恋しがっている場面で小説は終る。こいつはまるで新型コロナではないか。感染者が一人になっても彼らはそこにいるのだ。われわれもまた、パーティや大宴会を恋しがりながら残りの生を終えるのであろうか。このコロナ騒動が終ったあとの世界はいったいどんな世界なのか。以前の世界に戻るのだろうか。あるいはそれは今までわれわれが想像もしなかったような未知の世界なのだろうか。",
        "location": "2,532"
      }
    ]
  },
  {
    "id": "342248b4fc092f717ec5b141ea3726a6f4cf7583b17319292900a3844f99eb8e",
    "title": "競馬の血統学",
    "author": "吉沢譲治",
    "publisher": "NHK出版",
    "isbn": "9784140841419",
    "asin": "4140841419",
    "readDate": "2021/04/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1408/14084141.jpg",
    "highlights": []
  },
  {
    "id": "4e74cf6fecd4001a652c94a8ae732814b7c5f0a2e564bee1ac47d0b9f10bf56c",
    "title": "西洋美術史入門",
    "author": "池上英洋",
    "publisher": "筑摩書房",
    "isbn": "9784480688767",
    "asin": "4480688765",
    "readDate": "2021/03/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8767/9784480688767.jpg",
    "highlights": [
      {
        "text": "重要なことは、先ほどのふたつの作品には一二〇〇年以上もの時間的隔たりがあることと、描かれた地域も技法もなにもかも異なる点です。しかしそれでもなお、描かれた人物の容貌と服装、そしてなにより鍵という特徴的なアイテムによって、彼がペテロであることを観る者は理解できるのです。こうした、固体認識のための「属性」、あるいはそれを示す要素を「アトリビュート」と呼びます。仏教用語から来た「 持物」と訳されることもあります。",
        "location": "394"
      }
    ]
  },
  {
    "id": "dc777a8cf314c7cd625b14cd3747f2074d9fdb87ff6a4400d59120a60336185f",
    "title": "名馬を読む2",
    "author": "江面弘也",
    "publisher": "三賢社",
    "isbn": "9784908655142",
    "asin": "4908655146",
    "readDate": "2021/03/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5142/9784908655142.jpg",
    "highlights": []
  },
  {
    "id": "9e85184c81d845b1301840333ce09a410dfd64881e9342630c3d4378cbb25ee9",
    "title": "名馬を読む",
    "author": "江面弘也",
    "publisher": "三賢社",
    "isbn": "9784908655074",
    "asin": "4908655073",
    "readDate": "2021/03/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5074/9784908655074.jpg",
    "highlights": []
  },
  {
    "id": "b075073c0ef905379053cb56401508b7b2c946cad735f68743a07a837d93ff4c",
    "title": "オリエント急行の殺人",
    "author": "アガサ・クリスティ/中村能三",
    "publisher": "早川書房",
    "isbn": "9784151300080",
    "asin": "4151300082",
    "readDate": "2021/03/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1513/15130008.jpg",
    "highlights": []
  },
  {
    "id": "089c41bac467b982292bd6fa8e232410243b9955a4c9e2edacf013e92a9de4a8",
    "title": "カント『純粋理性批判』 2020年6月",
    "author": "西 研",
    "publisher": "NHK出版",
    "isbn": "9784142231140",
    "asin": "4142231146",
    "readDate": "2021/03/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1140/9784142231140.jpg",
    "highlights": [
      {
        "text": "私は、人それぞれの答えでよい領域と、「だれもがこう考えるしかない」という意味で共有できる領域とがあると考えています。 たとえば、「私はどうやって生きるべきか、どんな人生でありたいか」という生き方の問いはどうでしょうか。これについては、最終的に「人それぞれ」で決めていくしかありません。答えがひとつに決められたら、自由がなくなってしまいますから。",
        "location": "71"
      },
      {
        "text": "主観はどうやって客観的世界に一致する知を獲得できるのか。これを「主客一致の問題」といいます。すべての認識が主観にすぎないのならば、自然科学が解明してきた諸法則の客観性も疑わしくなってしまいます。近代には自然科学がめざましい発展を遂げていきますが、他方でこのような「謎」を哲学者たちは抱えこむことになりました。",
        "location": "228"
      },
      {
        "text": "イギリス経験論は、人間のすべての認識は経験によって形成されると考えますから、人間はみずからの主観の外には出られない、と認めることになります。これに対して大陸合理論は、人間は経験に拠らずとも、知性によって理詰めで物事を突き詰めることで、合理的に客観的世界の秩序を認識できると考えるのです。",
        "location": "262"
      },
      {
        "text": "ここで重要なのは、空間と時間は現実世界（物自体）の側にあるのではなく、私たちの感性が空間と時間という枠組みを備えているということです。カント認識論によれば、私たちは客観世界を直接捉えることはできません。あくまでも私たちが備える感性の働きによって、多様な感覚を空間・時間という枠組みのなかでづけるのです。こうしてづけられた感覚を、カントは「直観」と呼びます。",
        "location": "387"
      },
      {
        "text": "アリにとっての花は、人間にとっての花とはちがう。そんなことを想像してみてもいいかもしれません。アリにとっての花は甘い蜜という食べ物を意味するでしょうが、人間にとっては色を楽しむものです。アリと人間とでは空間感覚や時間感覚もちがうでしょう。 ふつう私たちは、客観がまずあってそれを主観が写し取る（客観→主観）と考えます。しかしカントは逆に、主観のア・プリオリな枠組みが現象としての客観をつくり出す（主観→客観）と考えるのです。まさしく発想の大転換です。",
        "location": "422"
      },
      {
        "text": "認識の客観性は、主観の外に出ることで可能になるのではなく、それぞれの主観が捉えた世界（現象界）が他者と共有されることで可能になる、と発想を転換させたわけです。",
        "location": "446"
      }
    ]
  },
  {
    "id": "de6732707645097592ad55e6bf23eb4b1f4411485106599b8e24422185e52391",
    "title": "Learn Better",
    "author": "アーリック・ボーザー/月谷真紀",
    "publisher": "英治出版",
    "isbn": "9784862762580",
    "asin": "4862762581",
    "readDate": "2021/03/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2580/9784862762580.jpg",
    "highlights": [
      {
        "text": "学習とはつまり理解のプロセス、メソッド、体系なのである。学習とは一つのことへの集中と計画性と内省をともなう活動であり、学習の方法がわかれば習得の度合いと効果は大きく上がる。",
        "location": "159"
      },
      {
        "text": "一般人の三分の二が生徒の頭の良さを褒めるべきと考えていた。しかし研究からわかっている事実はその正反対で、人は頭の良さよりも努力を褒められたほうが頑張って学習する。また半分の人は、これといった指導がなくても効果的な学習ができると回答していた。",
        "location": "185"
      },
      {
        "text": "教室に足を運んでみればよい。何百人もの学生が受け身で講義を聴いている。「聞いていれば理解するだろう」というアプローチに効果がないことを示す研究は山ほどある。最近のある調査によれば、従来の講義式授業をとっている学生が単位を落とす確率は五〇パーセント以上だという。従来の講義式授業は「良心的でない」の一言に尽きると思う、と私に語ったノーベル賞受賞者もいた。 もう一つの例として、自己テストのような練習法を考えてみてほしい。この手法が成果を劇的に押し上げる、場合によっては五〇パーセントも成果が高まることを示す、決定的なエビデンスが存在する。ところが学生たちはこのアプローチをめったに利用せず、教科書を読み返すほうを好む（",
        "location": "315"
      },
      {
        "text": "モチベーション＝コスト（タスクを完了させるのに必要な努力の量） ＋期待感（自己効力感の概念、これについては次章で取り上げる） ＋価値あるいは意味の感覚。バロンによれば最後の変数が時として最も重要であり、それは「自分はこのタスクをやりたいのだろうか？」という問題だ。",
        "location": "477"
      },
      {
        "text": "そこで解決策となるのがラーン・クラフティング、いうなれば課せられた知識の習得に意味を探す作業だ。具体的には、自分に次のような問いかけをする。この学ぶ対象は私にとってどう価値があるのか？ どうすればもっと自分に関連性があるようにできるか？ この知識を自分の生活にどう利用できるか？",
        "location": "576"
      },
      {
        "text": "本の内容の中に好奇心をそそるもの、自分にとって価値のあるものを見つけるとよい。そのほうが学習の成果が高く、読書体験もはるかに楽しくなる。",
        "location": "1,040"
      }
    ]
  },
  {
    "id": "b906b9b06e1320b748469d8a81a09702917d30e6c84eace937076399cdc73200",
    "title": "作って覚える! ZBrushフィギュア制作入門",
    "author": "ウチヤマ リュウタ",
    "publisher": "ボーンデジタル",
    "isbn": "9784862464019",
    "asin": "4862464017",
    "readDate": "2021/03/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4019/9784862464019.jpg",
    "highlights": []
  },
  {
    "id": "72a81e5d39ed203af9c9c3bf3b20242fd0f2e2caa5444a6cc5cd813f0388d136",
    "title": "生誕の災厄",
    "author": "エミール・M．シオラン/出口裕弘",
    "publisher": "紀伊國屋書店",
    "isbn": "9784314001472",
    "asin": "431400147X",
    "readDate": "2021/03/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1472/9784314001472.jpg",
    "highlights": []
  },
  {
    "id": "9a3edaab65fbcf071fb31059395c1aeef995342d426448be62d41cdca1ccf3be",
    "title": "山の人魚と虚ろの王",
    "author": "山尾悠子",
    "publisher": "国書刊行会",
    "isbn": "9784336070999",
    "asin": "4336070997",
    "readDate": "2021/03/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0999/9784336070999.jpg",
    "highlights": []
  },
  {
    "id": "67ccfcc26e5130a17f199fc33bb5ed05d8a036083984d0d5d3718120e6a8f7c6",
    "title": "青春ブタ野郎はナイチンゲールの夢を見ない(11)",
    "author": "鴨志田　一/溝口　ケージ",
    "publisher": "KADOKAWA",
    "isbn": "9784049129021",
    "asin": "4049129027",
    "readDate": "2021/02/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9021/9784049129021.jpg",
    "highlights": []
  },
  {
    "id": "cd03cf649d7a6313db2c3c62c363a778794727b7d93278ed93a921cf42031a42",
    "title": "達人に学ぶDB設計徹底指南書",
    "author": "ミック",
    "publisher": "翔泳社",
    "isbn": "9784798124704",
    "asin": "4798124702",
    "readDate": "2021/02/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4704/9784798124704.jpg",
    "highlights": [
      {
        "text": "ビューの使用は、原則として1段にとどめておくようにしましょう。システムの世界には、「過度に複雑な作りはシステムをダメにする」という思想があります。この思想を表現するスローガンを「 KISSの原則」と言います。それは次のようなものです。 勘どころ 58 Keep It Simple, Stupid.（単純にしておけ、このバカ）",
        "location": "4,976"
      }
    ]
  },
  {
    "id": "14d75790b497cf3f6edb5f082e539303db7384c626054065d5ce141c83332371",
    "title": "STEINS；GATE(5)",
    "author": "5pb．/Nitroplus",
    "publisher": "角川書店",
    "isbn": "9784041003053",
    "asin": "4041003059",
    "readDate": "2021/02/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3053/9784041003053.jpg",
    "highlights": []
  },
  {
    "id": "1074495e7ef3d906d34576d6d59250aaf49786a4d1c2c490a2930cf44c4d53f0",
    "title": "STEINS;GATE(4)",
    "author": "5pb．/Nitroplus",
    "publisher": "角川書店",
    "isbn": "9784041002636",
    "asin": "404100263X",
    "readDate": "2021/02/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2636/9784041002636.jpg",
    "highlights": []
  },
  {
    "id": "61e52ccf0a54bba43066c25b0347ff1fc774b753d93c9457691359fe59b56226",
    "title": "｢バカ｣の研究",
    "author": "ジャン=フランソワ・マルミオン/田中 裕子",
    "publisher": "亜紀書房",
    "isbn": "9784750516509",
    "asin": "4750516503",
    "readDate": "2021/02/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6509/9784750516509.jpg",
    "highlights": []
  },
  {
    "id": "6c985940eef2a54b166d2bab082254e5d03feca412c8827f749a9301059b8cb6",
    "title": "STEINS；GATE(3)",
    "author": "5pb./Nitroplus",
    "publisher": "角川書店",
    "isbn": "9784041001431",
    "asin": "4041001439",
    "readDate": "2021/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1431/9784041001431.jpg",
    "highlights": []
  },
  {
    "id": "15ba17d39e6a21a86bbf257c71fe29f37901b45818c4ca26dce5299806f9e927",
    "title": "STEINS；GATE2 形而上のネクローシス：Reverse",
    "author": "三輪　清宗/5pb．×ニトロプラス",
    "publisher": "KADOKAWA",
    "isbn": "9784044748531",
    "asin": "4044748535",
    "readDate": "2021/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8531/9784044748531.jpg",
    "highlights": []
  },
  {
    "id": "7defb75c702f6a024d0cfbaf6369bc6b19047e3e68fc10ebce1323c47f68bfb0",
    "title": "STEINS；GATE",
    "author": "5pb．/Nitroplus",
    "publisher": "角川書店",
    "isbn": "9784044748456",
    "asin": "4044748454",
    "readDate": "2021/02/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8456/9784044748456.jpg",
    "highlights": []
  },
  {
    "id": "fdc9ca3368417242e267f197ad61af54c63f7d528920e68cf6eb0f3214d81f57",
    "title": "同棲から始まるオタク彼女の作りかた4",
    "author": "村上　凛/館川　まこ",
    "publisher": "KADOKAWA",
    "isbn": "9784040732718",
    "asin": "4040732715",
    "readDate": "2021/02/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2718/9784040732718.jpg",
    "highlights": []
  },
  {
    "id": "51ad0c7774c96c03f1f99fe016633f526ad6b81701a55a616f8c4191bc4b3aec",
    "title": "ハウ・トゥー",
    "author": "ランドール・マンロー/吉田　三知世",
    "publisher": "早川書房",
    "isbn": "9784152099099",
    "asin": "4152099097",
    "readDate": "2021/02/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9099/9784152099099.jpg",
    "highlights": [
      {
        "text": "だが、この状況は、スマホのおかげでがらりと変わりつつある。というのも、スマホのカメラはこれまでの50mmレンズよりもはるかに広い画角を持っているからだ。 たとえばiPhoneXは水平方向の画角が65度で、ユーザーは後ろにさがらなくても、広い範囲を写真に収めることができる（しかしこれでもまだ、ある人気撮影テーマを撮るには広さが足りない。それが虹だ。虹は空に83度にわたって広がっているので〔虹の広がりの角度は太陽光線に対してプリズムとして働く水滴の屈折率から、色の違いによる広がりはあるが、半径約42度と決まっているため、全体を見渡したときの画角は約83～84度〕、iPhoneのフレームに収まるにはほんの少し広すぎる）。 このような広角レンズは、今後ますます普及するのではないだろうか。というのも、スマホのユーザーたちは、生活のさまざまな場面を自然に見えるように撮影したり、大勢が一度に写るような自撮りをしたいと思っているからだ。従来の50mmレンズのカメラを腕を伸ばして持った状態で自撮りをするのは難しい。そしてスマホでは撮影したあとで画像を簡単にクロップする（写真の不要な部分を切り取ること。従来トリミングと言われていたことに近い） ことができるので、スマホカメラの設計としてはやや「広すぎる」ぐらいにしておいて、ユーザーにズームなりクロップなりで好きな範囲の画像に加工してもらおうという考え方は理に 適っている。",
        "location": "3,126"
      }
    ]
  },
  {
    "id": "813e3dffd27ec17c2ece35f1f702452b509d77ab0598b2b510ec3f86745fb3ff",
    "title": "ウォール街のモメンタムウォーカー",
    "author": "ゲイリー・アントナッチ/山下恵美子",
    "publisher": "パンローリング",
    "isbn": "9784775971949",
    "asin": "4775971948",
    "readDate": "2021/02/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1949/9784775971949.jpg",
    "highlights": [
      {
        "text": "●コストはできるだけ抑えることが大事。これは、リスク調整済み超過リターン（アルファ）を稼ぐ最も簡単な方法。 ●同じような特徴の異なる名前の銘柄を選ぶのではなく、企業の大きさ、投資スタイル、産業の集中度などに基づいて広範にわたって分散化することが重要。 ●市場を打ち負かすのは簡単ではない。これをやれる投資家はほとんどいない。したがって、市場ポートフォリオを複製するのは良い方法かもしれない。",
        "location": "296"
      },
      {
        "text": "モメンタムとは何だろう。それは投資においてパフォーマンスが継続することを言う。パフォーマンスの良い投資は良いパフォーマンスが続き、パフォーマンスの悪い投資は悪いパフォーマンスが続く。",
        "location": "441"
      },
      {
        "text": "ニュートンは1718年から1721年にかけて起こった南海バブルで、遅く買いすぎ、長く持ち続けたために財産を失った。ニュートンはのちに次のように言っている――「星の動きを計算することはできるが、人間の狂気を計算することはできない」。こう思ったのはニュートンだけではなかった。",
        "location": "448"
      },
      {
        "text": "上昇しているときは最も強い株を買い、下落しているときは最も弱い株を売ることを勧めている。これはまさにレラティブストレングス・モメンタム投資のことである。",
        "location": "471"
      },
      {
        "text": "市場を上回る銘柄を買うことのほうが、市場を下回る銘柄を買うよりも何倍も良い。市場においても、人生においても、強者はより強くなり、弱者はより弱くなるのである。",
        "location": "501"
      },
      {
        "text": "人間は、いったん１つの見解（すでに受け入れられた意見として、あるいはそれ自身に対して同調できるものとして）を受け入れてしまうと、その見解を支持しその見解に賛同するあらゆるものを引き寄せる。そして、その見解と逆の立場にある、より多くの、より重要性の高い事実があっても、なお、そういった事実を無視したり見下したりする。さもなければ、何か間違いを持ち出して脇に追いやったり拒絶したりする。こうして、自身のもつ権威ある結論が無傷のままでいられるようにするのだ。",
        "location": "972"
      },
      {
        "text": "ジョージ・オーウェルは次のように言った――「人間が未来を予見できるのは、それが自分の望みに一致したときだけであり、最も明らかな事実は、歓迎されないものであれば無視される」。",
        "location": "977"
      },
      {
        "text": "ディスポジション効果という言葉はシェフリンとスタットマン（1985年）が考えだしたもので、のちにグリーンブラットとハン（2005年）によって確認された。これは、投資家が利益を確保するために勝ちトレードを早く手仕舞いしすぎ、損失を取り戻すために負けトレードに長くしがみつく傾向があることを言う。",
        "location": "1,040"
      },
      {
        "text": "この原因は、メンタルアカウンティング（心の会計。含み損は現実化した損失よりも痛手は少ない）、後悔の回避（間違ったことをしたことをくよくよ悩むのを回避する）、自制心の欠如（自分で決めたルールを無視する）、税金にあると言う。 フラツィーニ（",
        "location": "1,043"
      },
      {
        "text": "ヴィクトル・ユーゴーの言葉で言えば、「未来はいくつかの名前を持っている。弱き者には『不可能』、憶病者には『未知』、思慮深く勇敢な者には『理想』という名を」。",
        "location": "2,534"
      }
    ]
  },
  {
    "id": "244f9cf4eac808fb5762921d9ccdf67e6584abbc55b154a3b608e080ec324645",
    "title": "春にして君を離れ",
    "author": "アガサ・クリスティ/中村妙子",
    "publisher": "早川書房",
    "isbn": "9784151300813",
    "asin": "4151300813",
    "readDate": "2021/02/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1513/15130081.jpg",
    "highlights": [
      {
        "text": "ブランチは少し軽い口調でいった。 「人間なんて、まあ、そんなものよね。しがみついてた方がいいのに、投げだしちまったり、ほっとけばいいのに、引き受けたり。人生が本当と思えないくらい、美しく感じられて、うっとりしているかと思うと――たちまち地獄の苦しみと惨めさを経験する。物事がうまくいってるときは、そのままの状態がいつまでも続くような気がするけれど、そんなことは長続きしたためしがないんだし。どん底に沈みこんで、もういっぺん浮かびあがって息をつくことなんて、できそうにないと思っていると、そうでもない――人生ってそんなものじゃないの？」",
        "location": "261"
      },
      {
        "text": "「これは、とくにあなたにいっておきたいことなのです。安易な考えかたをしてはなりませんよ、ジョーン。手っとり早いから、苦痛を回避できるからといって、物事に皮相的な判断を加えるのは間違っています。人生は真剣に生きるためにあるので、いい加減なごまかしでお茶を濁してはいけないのです。なかんずく、自己満足に陥ってはなりません」 「はい――あの――いいえ、先生」 「こんなことをいうのは、ここだけの話だけれど、あなたには少々自己満足の気味があるからです。そうは思いませんか？ 自分のことばかり考えずに、ほかの人のこともお考えなさい。そして責任をとることを恐れてはいけません」 オーケストラはついにクライマックスに達した。 「人生はね、ジョーン、不断の進歩の過程です。死んだ自己を踏み石にして、より高いものへと進んで行くのです。痛みや苦しみが回避できないときもあるでしょう。そうした悩みは、すべての人が早晩経験するものなのですから。主イエス・キリストすら、人の世の苦しみに曝されたもうたのですよ。主がゲッセマネの苦しみを味わいたもうたように、あなたもやがて痛みを知るでしょう――あなたがそれを知らずに終わるなら、それはあなたが真理の道からはずれたことを意味するのですよ。疑いに沈むとき、苦難に会ったときに、どうか、わたしのこの言葉を思い出して下さい。わたしは卒業生からのたよりをいつも楽しみにしていますし、求められれば、いつでも助言を惜しみません。どうか、神さまのお恵みがあなたとともにありますように」",
        "location": "1,470"
      }
    ]
  },
  {
    "id": "e420d489e96873b87ba43e567b7d10fb3a5498030264865732d2f89142365cfd",
    "title": "ミヒャエル・エンデ『モモ』 2020年8月",
    "author": "河合 俊雄",
    "publisher": "NHK出版",
    "isbn": "9784142231164",
    "asin": "4142231162",
    "readDate": "2021/02/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1164/9784142231164.jpg",
    "highlights": [
      {
        "text": "ローマ時代のサルスティウス（＊４） は神話について「これらのことは決して起こったことがないが、いつも存在している」という有名な言葉を残していますが、昔話もこれと同じです。つまり昔話は、決して起こったことがないけれども、常に存在しているリアリティを持った物語なのです。だからこそ昔話はいつ読んでもおもしろいのです。",
        "location": "131"
      },
      {
        "text": "ここで三という数字に着目してみましょう。三という数字は、ある一つの世界や構造を形成します。キリスト教の 三位一体（父・子・聖霊）や、時間（現在・過去・未来）も三から成っています。しかし小説や物語が好きな方でしたら、三から成る完璧な世界に四つめの異物が入ってきてこそ物語がおもしろくなることをご存じだと思います。三人が調和しているだけでは物語は動かない。だから灰色の男たちが登場するわけです。",
        "location": "339"
      },
      {
        "text": "これが示唆するのは、近代において時間の節約をして得をするのは、個人ではなくシステムの側だということです。私たちは時間が節約できて得をしたと思っていても、結局は企業の利益や国家の方針などシステムのために利用されているのです。いや、これは時間に限った話ではないかもしれません。",
        "location": "467"
      }
    ]
  },
  {
    "id": "8977e000fb2c918e69bb1404f1197cb13fe8013f03b1efa96fb86637144f845d",
    "title": "ユリイカ(1 2021(第53巻第1号))",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791703968",
    "asin": "4791703960",
    "readDate": "2021/02/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3968/9784791703968.jpg",
    "highlights": []
  },
  {
    "id": "8d76a9ffce556928648db0255ccb4f1ece29562f72884509a12c255752eef166",
    "title": "｢アーサー・C・クラーク｣スペシャル 2020年3月",
    "author": "瀬名 秀明",
    "publisher": "NHK出版",
    "isbn": "9784142231096",
    "asin": "414223109X",
    "readDate": "2021/01/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1096/9784142231096.jpg",
    "highlights": []
  },
  {
    "id": "38b00d2ee6995ef463740ca430a33f5268c603f0725be20de9f7129fef1b77fa",
    "title": "日本沈没 第二部〔小学館文庫〕(上)",
    "author": "小松 左京/谷 甲州",
    "publisher": "小学館",
    "isbn": "9784094082746",
    "asin": "4094082743",
    "readDate": "2021/01/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2746/9784094082746.jpg",
    "highlights": []
  },
  {
    "id": "35ba376c8a71569018b29c47cd5fd3457bb54d691f03fcb7c5e690b642a9e7c0",
    "title": "日本沈没 第二部〔小学館文庫〕(下)",
    "author": "小松 左京/谷 甲州",
    "publisher": "小学館",
    "isbn": "9784094082753",
    "asin": "4094082751",
    "readDate": "2021/01/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2753/9784094082753.jpg",
    "highlights": []
  },
  {
    "id": "cf5039bbc37a2196f22a1715031e89b203485a71f0032aa3cc3bea1b064c4337",
    "title": "思考の整理学",
    "author": "外山　滋比古",
    "publisher": "筑摩書房",
    "isbn": "9784480020475",
    "asin": "4480020470",
    "readDate": "2021/01/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0475/9784480020475.jpg",
    "highlights": [
      {
        "text": "新しいことを考えるのに、すべて自分の頭から絞り出せると思ってはならない。無から有を生ずるような思考などめったにおこるものではない。すでに存在するものを結びつけることによって、新しいものが生れる。",
        "location": "56"
      },
      {
        "text": "思考の整理というのは、低次の思考を、抽象のハシゴを登って、メタ化して行くことにほかならない。",
        "location": "77"
      },
      {
        "text": "どうやら、記録したと思う安心が、忘却を促進するらしい。昔、ある大学者が、訪ねてきた同郷の後輩の大学生に、一字一句教授のことばをノートにとるのは愚だと訓えた。いまどきの大学で、ノートをとっている学生はいないけれども、戦前の講義といえば、一字一句ノートするのが常識であった。教授も、筆記に便なように、一句一句、ゆっくり話したものだ。 その大学者はそういう時代に、全部ノートするのは結局頭によく入らないという点に気付いていたらしい。大事な数字のほかは、ごく要点だけをノートに記入する。その方がずっとよく印象に残るというのである。 字を書いていると、そちらに気をとられて、内容がおるすになりやすい。",
        "location": "92"
      },
      {
        "text": "忘れるのは価値観にもとづいて忘れる。おもしろいと思っていることは、些細なことでもめったに忘れない。価値観がしっかりしていないと、大切なものを忘れ、つまらないものを覚えていることになる。これについては、さらに考えなくてはならない。",
        "location": "115"
      },
      {
        "text": "そればかりではない。知識の量が増大して一定の限度を越すと、飽和状態に達する。あとはいくらふやそうとしても、流失してしまうのである。だいいち、その問題に対する好奇心がうすれてきて、知識欲も低下する。 収穫 逓減 の法則、というのがある。 一定の土地で農作物を作るとき、それに投じられる資本と労力の増加につれて生産高は上がって行くが、ある限界に達すると、こんどは生産が伸びなくなって行く現象を支配する法則のことである。 似たことが知識の習得についても見られるように思われる。",
        "location": "129"
      },
      {
        "text": "気軽に書いてみればいい。あまり大論文を書こうと気負わないことである。力が入ると力作にならないで、上すべりした長篇に終ってしまいがちである。いいものを書きたいと思わない人はあるまいが、思えば書けるわけではない。むしろ、そういう気持をすてた方がうまく行く。論文でなく、報告書、レポートでも同じだ。",
        "location": "135"
      },
      {
        "text": "ロバート・グレイヴスというイギリスの詩人がいた。詩では食っていかれない。詩人は身すぎ世すぎの仕事をしなくてはならないけれども、あまり文学と縁のふかい職業は考えものである。出版社に勤めるのなら、編集より発送係がいい――グレイヴスはそういう詩人への忠告をしている。創作へのエネルギーはとかく代償行動で肩代わりされやすいことを見抜いた言である。",
        "location": "157"
      },
      {
        "text": "あるアメリカの社会学者が、死亡の時期の研究をして、誕生日の前しばらくは死亡率がぐっと下がる。誕生日のあと、急上昇するという一般的現象を見つけた。どうして、誕生日の前後で、老人の死ぬ率にきわ立った変化が見られるのか。興味をもって調べたその学者によると、誕生日を祝ってもらえるという期待がある。プレゼントがどっと来る。それを楽しみにしていると心の張りができる。病気にかかっていても、病勢もしばらくは足ぶみ、あるいは逆に好転するかもしれない。それが、誕生日がすんでしまうと、目先、生きがいとするものがなくなってしまう。そのすきに乗じて病気が勢いをもり返す、という例が多いから、さきのような数字になってあらわれるのであろう。",
        "location": "181"
      }
    ]
  },
  {
    "id": "e2ef84985d3339f789b1d607f714c03572d610cb829e3b9695347993d9ae2c49",
    "title": "象られた力",
    "author": "飛浩隆",
    "publisher": "早川書房",
    "isbn": "9784150307684",
    "asin": "4150307687",
    "readDate": "2021/01/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1503/15030768.jpg",
    "highlights": [
      {
        "text": "宇宙へ出ること、別の星に住まうこと。それは人類でなくなること、宇宙に咀嚼されていくことなのかもしれない。",
        "location": "2,957"
      }
    ]
  },
  {
    "id": "19e46c2657436d06cdc97ebe0c9c0d2d6bf56e7abbfcd3d97864855c055434ff",
    "title": "ブルデュー『ディスタンクシオン』 2020年12月",
    "author": "岸 政彦",
    "publisher": "NHK出版",
    "isbn": "9784142231201",
    "asin": "4142231200",
    "readDate": "2021/01/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1201/9784142231201.jpg",
    "highlights": []
  },
  {
    "id": "4045bb1aafa7766da9b01ea6656cf148b8db59acb84814402154ab8dde430a90",
    "title": "『平家物語』 2020年5月",
    "author": "安田 登",
    "publisher": "NHK出版",
    "isbn": "9784142231133",
    "asin": "4142231138",
    "readDate": "2021/01/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1133/9784142231133.jpg",
    "highlights": []
  },
  {
    "id": "77a2c40e67d05017ce9856e8401efa9d0d39bd8308acf7806009736553948500",
    "title": "ウンベルト・エーコの世界文明講義",
    "author": "ウンベルト・エーコ/和田 忠彦",
    "publisher": "河出書房新社",
    "isbn": "9784309207520",
    "asin": "4309207529",
    "readDate": "2021/01/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7520/9784309207520.jpg",
    "highlights": []
  },
  {
    "id": "535bd834c686ad6bdb31c29e0ec50766a838574f0ca8220c8e73047a66df7558",
    "title": "ですぺら",
    "author": "小中千昭/安倍吉俊",
    "publisher": "徳間書店",
    "isbn": "9784197203284",
    "asin": "4197203284",
    "readDate": "2021/01/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3284/9784197203284.jpg",
    "highlights": []
  },
  {
    "id": "689add8794c4ad5e7fdca00a6eca4a571a6c1c8f2aed582d369ad9253971eaea",
    "title": "フランス名詩選",
    "author": "安藤元雄/入沢康夫",
    "publisher": "岩波書店",
    "isbn": "9784003750117",
    "asin": "400375011X",
    "readDate": "2021/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0037/00375011.jpg",
    "highlights": []
  },
  {
    "id": "87ffcf0209ccb3952c6bc7370417f985a68c92b523a6b59a31fbb3c03c9e0be6",
    "title": "完全な真空",
    "author": "スタニスワフ・レム/沼野充義",
    "publisher": "河出書房新社",
    "isbn": "9784309464992",
    "asin": "4309464998",
    "readDate": "2021/01/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4992/9784309464992.jpg",
    "highlights": [
      {
        "text": "三つの巨大企業は「三位一体・運命の全能の仕掛け人」というものを作り出していた。こうして、コンピュータのプログラムが「運命の書」となり、政党も天候も仕組まれたものとなった。さらに、エド・ハンマー三世がこの世に生を享けたこと自体も、特定の注文の結果なのである。そして、その特定の注文とは、また別の注文の結果に他ならない。もはや誰も自発的に生まれることもできなければ、死ぬこともできない。同様に、一人で、独力で、最後まで何かを経験するなどということも、もはや誰にもできないのだ。なぜならば、人間の思考、恐怖、努力、痛み──このどれ一つをとっても、コンピュータによる代数計算の連鎖の小さな一コマだからである。完全に「仕組まれた」生活からは取引の対象とならない価値が排除されてしまう以上、罪と罰、道徳的責任、善と悪といった概念はもはや空疎なものに過ぎない。人間のあらゆる特徴を百パーセント利用し、それを確かなシステムの中に組み入れることによって作り出されたこのコンピュータ天国。ここに何か問題があるとすれば、それはただ一つ、この世界がまさにそんな風に仕組まれていることを住民たちが知らないということだろう。",
        "location": "2,751"
      },
      {
        "text": "つまり、中枢コンピュータは彼らにこの知識を与えることによって、電脳版「知恵の木」の役回りを果たすことになる。これから先、どうなるのだろうか。完全に「仕組まれた」生活を捨て去って、新たに、もう一度楽園から逃走し、「すべてを最初からもう一度やり直す」べきなのだろうか。それとも、この生活を受け入れ、永久に責任の重荷を放棄してしまえばいいのだろうか。本書はこの問いに対して、答を与えてくれない。",
        "location": "2,762"
      }
    ]
  },
  {
    "id": "2047e8828b1eeb468a6627ca7abc9bb7e069e845f0830f0f3b18514694f9b81a",
    "title": "宗教学の名著30",
    "author": "島薗進",
    "publisher": "筑摩書房",
    "isbn": "9784480064424",
    "asin": "4480064427",
    "readDate": "2020/12/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4424/9784480064424.jpg",
    "highlights": []
  },
  {
    "id": "32cec14d85cb25fa92b6a8d15bf9d4d6a3c5b3d8648c580e9814a9f7ad99e92e",
    "title": "この素晴らしい世界に祝福を！ よりみち2回目！",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041098516",
    "asin": "4041098513",
    "readDate": "2020/12/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8516/9784041098516.jpg",
    "highlights": []
  },
  {
    "id": "13d710869b748c842b87e6f89e3a5175741513c55448a0ab21be8095ecfd0efa",
    "title": "投資の大原則［第2版］",
    "author": "バートン・マルキール/チャールズ・エリス",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532357856",
    "asin": "4532357853",
    "readDate": "2020/12/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7856/9784532357856.jpg",
    "highlights": []
  },
  {
    "id": "cabce2ea6e50a1db500930c2b61e4608475875cbcd7ba6c725bfdf6871e0886e",
    "title": "ユリイカ(12 2020(第52巻第15)",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791703944",
    "asin": "4791703944",
    "readDate": "2020/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3944/9784791703944.jpg",
    "highlights": []
  },
  {
    "id": "6bc919a639467a4f80f99ba9cc1db8fd9122de92f2eca6a97cc6eba3dcf47ed7",
    "title": "初めての自動テスト",
    "author": "Jonathan Rasmusson/玉川 紘子",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873118161",
    "asin": "4873118166",
    "readDate": "2020/11/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8161/9784873118161.jpg",
    "highlights": []
  },
  {
    "id": "0bb6e27acd210bca302bf1fc0d4dc057508f1c1585e65ea7044f89a177871483",
    "title": "ティム・クックーアップルをさらなる高みへと押し上げた天才",
    "author": "リーアンダー・ケイニー/堤 沙織",
    "publisher": "SBクリエイティブ",
    "isbn": "9784815602505",
    "asin": "4815602506",
    "readDate": "2020/11/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2505/9784815602505.jpg",
    "highlights": []
  },
  {
    "id": "f9a07f61107d0a3bd025635a5f9a3aa0cb39473185ef91706bc1d25d1f29a6b6",
    "title": "みずほ銀行システム統合、苦闘の19年史",
    "author": "日経コンピュータ/山端 宏実",
    "publisher": "日経BP",
    "isbn": "9784296105359",
    "asin": "4296105353",
    "readDate": "2020/10/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5359/9784296105359.jpg",
    "highlights": [
      {
        "text": "みずほＦＧの経営トップは勘定系システムの刷新を現場任せにして、情報システムのことを理解せず、必要な資金や人員を投入する決断ができなかった。情報システムの開発に際して業務部門が情報システム部門に全面的に協力したり、関係各所の利害を調整したりできるようリーダーシップを発揮することも怠った。経営陣のＩＴ軽視、ＩＴ理解不足が、大規模システム障害の根本的な原因だった。",
        "location": "68"
      },
      {
        "text": "東京スカイツリーの建設費七本分──。 みずほフィナンシャルグループ（ＦＧ）が二〇一一年六月に開始し、二〇一九年七月に完了した勘定系システム「ＭＩＮＯＲＩ」の構築プロジェクト。同社はこのプロジェクトに「四千億円台半ば」を投じたとする。銀行業界のシステム開発プロジェクトとして前代未聞の金額であり、総事業費が約六百五十億円だった東京スカイツリーに換算すると七本も建てられる計算になる。",
        "location": "131"
      },
      {
        "text": "ＭＩＮＯＲＩの最大の特徴は「ＳＯＡ（サービス指向アーキテクチャー）」を全面採用した点にある（詳細は第２章を参照）。勘定系システムを複数のコンポーネントに分割し、コンポーネント間のつながりを緩やかにすることで、障害の影響を極小化する狙いがあった。夜間のバッチ処理の仕組みも改め、大量の振り込みであってもオンライン処理するやり方に変えた。",
        "location": "215"
      }
    ]
  },
  {
    "id": "39addd35619e921b3c39972c697410adb4357b1c291555c9d029db14b39f2cae",
    "title": "ケーキの切れない非行少年たち",
    "author": "宮口 幸治",
    "publisher": "新潮社",
    "isbn": "9784106108204",
    "asin": "4106108208",
    "readDate": "2020/10/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8204/9784106108204.jpg",
    "highlights": [
      {
        "text": "ここに述べた実際の声は、大きく次の二つにまとめられるかと思います。一つは自己への気づきであり、もう一つは自己評価の向上です。",
        "location": "1,444"
      },
      {
        "text": "子どもの心に扉があるとすれば、その取手は内側にしかついていない」。",
        "location": "1,478"
      },
      {
        "text": "コグトレは、認知機能を構成する５つの要素（記憶、言語理解、注意、知覚、推論・判断）に対応する、「覚える」「数える」「写す」「見つける」「想像する」の５つのトレーニングからなっています。教材はワークシートを利用し、紙と鉛筆を使って取り組みます。トレーニングの代表的なワークと大まかな概要は以下の通りです（教材は宮口幸治著『コグトレ──みる・きく・想像するための認知機能強化トレーニング』〈三輪書店〉で、市販されていますので、詳しくはそちらをご参照ください）。",
        "location": "1,553"
      }
    ]
  },
  {
    "id": "0c4d4fb13ed9d7920ad56d123af99258bdc513e9ce93511374c76c56ece4bbb5",
    "title": "いまこそ｢小松左京｣を読み直す",
    "author": "宮崎 哲弥",
    "publisher": "NHK出版",
    "isbn": "9784140886298",
    "asin": "4140886293",
    "readDate": "2020/10/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6298/9784140886298.jpg",
    "highlights": []
  },
  {
    "id": "7be8e8dbfa11ff48e9e1bfe7170582bbe109aaff9ec8062dcf2165338e152730",
    "title": "一杯のおいしい紅茶",
    "author": "ジョージ・オーウェル",
    "publisher": "中央公論新社",
    "isbn": "9784122069299",
    "asin": "4122069297",
    "readDate": "2020/10/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9299/9784122069299.jpg",
    "highlights": [
      {
        "text": "現代の世界にすでに存在する膨大な悪意の量をさらにふやしたければ、ユダヤ人対アラブ人、ドイツ人対チェコ人、インド人対イギリス人、ロシア人対ポーランド人、イタリア人対ユーゴスラヴィア人対抗の、一連のサッカーの試合をおこない、どの試合もさまざまな人種のまじった十万の観客に見せるのが一番だろう。むろん、スポーツが国際的対立の大きな原因の一つだなどと言うつもりはない。大規模なスポーツは、それ自体で、ナショナリズムを生んだ諸原因の一つの結果にすぎないと思うまでだ。それでも、全国代表のレッテルを貼った十一人のチームを派遣して他国のチームと戦わせ、どこの国にも、負けたほうの国は「面目を失う」という気持ちを抱かせておいたのでは、事態がますます悪化することは確実である。",
        "location": "680"
      },
      {
        "text": "一、一人にはぜったいならない。 二、一人ではぜったい何もしない。 三、野生の草木ばかりか、自然の世界はぜったい見ない。 四、光と温度は、つねに人工的に調節されている。 五、音楽がぜったい絶えない。",
        "location": "742"
      },
      {
        "text": "明かりは消してはいけない。 音楽がいつでも鳴っていなければいけない。 そうでないと、ぼくらは自分の境遇に気がついてしまう、 お化けの出る森で迷い 幸福もよろこびも知らず、 闇をこわがる子供であることに。",
        "location": "753"
      },
      {
        "text": "こういう疑問が首をもたげてくるのは、人間が物理的な宇宙の探究はしても、自己の探究はしなかったからである。娯楽の名で呼ばれているものは、大部分が意識を破壊する努力にすぎないのだ。まず、人間とは何か？ 人間が必要とするものは何か？ どうすれば自己をもっともよく表現できるか？ こういう問題を問うことからはじめるなら、単に労働を回避して、生まれたときから死ぬときまで人工照明に照らされ、缶詰の音楽を聞きながら暮らす力など持ってみても無意味なことに気がつくだろう。人間はぬくもりと、交際と、余暇と、慰安と、安全を必要とするのである。と同時に、孤独と、創造的な仕事と、驚異を感じる感覚も必要なのだ。この事実を認識すれば、あるものが自分をさらに人間的にするか、非人間的にするかというただ一つのふるいにかけて、科学や産業主義の成果も、選びながら利用することもできるだろう。そうなれば、のんびり休息をとり、ポーカーと酒とセックスを一度にやるのが最高の幸福などではないこともわかるはずである。",
        "location": "772"
      },
      {
        "text": "バスに乗るのに雨水の漏る靴で二十分待ったあげく、家に帰りついてみればガスの火がつかないというのでは、礼節など身につきようがない。燃料がもっとゆたかで、交通が便利で、衣類に困らず、町の照明は明るく、食事にも変化があるようになること――礼儀を身につけさせるには、襟に礼節協会のバッジをつけさせるより、そのほうがずっと効果的だろう。",
        "location": "883"
      },
      {
        "text": "そして自分の政治的な立場についての自覚が深まれば、それだけ、政治的に動いても美や知性にかかわる誠実さを犠牲にしないですむようになるのである。 過去十年、わたしの最大の目標は政治的な文章を芸術に高めることであった。わたしの出発点は、つねに一種の党派性、つまり不正にたいする嗅覚である。一冊の本を書こうとするとき、「芸術作品を書くぞ」と思うことはない。暴露したい嘘があるから、世の注意を促したい事実があるから書くのであって、最大の関心事は耳を貸してもらうことである。そうは言っても、一冊の本はおろか、雑誌向けの長い評論のばあいでも、芸術性とまったく無縁では書く気にはなれまい。わたしの書いたものをよく読んでもらえば、プロパガンダそのものの場合でさえ、政治の専門家の目には不必要と思える部分がたくさんあるはずである。",
        "location": "2,413"
      }
    ]
  },
  {
    "id": "73dae17bf1dd52404c8ac0f44689c6590f69af7bdfb7b49724e861d24e596449",
    "title": "プランク・ダイヴ",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150118266",
    "asin": "4150118264",
    "readDate": "2020/10/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8266/9784150118266.jpg",
    "highlights": []
  },
  {
    "id": "2aae677e7ec972e1b1864d65e1c7beaa12a0af830b8e06bfe695a1bca1e84cf4",
    "title": "ドイツ名詩選",
    "author": "生野幸吉/桧山哲彦",
    "publisher": "岩波書店",
    "isbn": "9784003246016",
    "asin": "4003246012",
    "readDate": "2020/09/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6016/9784003246016.jpg",
    "highlights": []
  },
  {
    "id": "4b32e76fcae506a6910b750ff7f830a9584f4efe81ad56a28e1ab599b4d2cb39",
    "title": "わたしが知らないスゴ本は、 きっとあなたが読んでいる",
    "author": "Dain",
    "publisher": "技術評論社",
    "isbn": "9784297111533",
    "asin": "4297111535",
    "readDate": "2020/09/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1533/9784297111533.jpg",
    "highlights": [
      {
        "text": "本を読んで「よかった」「よくなかった」だけでなく、本が自分にどのように変化を及ぼしたかを考え抜く。そして、それを言葉にしてアウトプットする。そうすることで、ほかの人が受けた変化に敏感になれる。その変化を軸に、自分が築いてきた壁や井戸を乗り越え、より広く遠いところまで行ける先達を見つけることができるのだ。 わたしが書評を続けているのは、だれかに読んでもらうためでもあるのはもちろんだが、それはむしろ副次的なものなのかもしれない。ほかのだれよりも、まず自分が読み、自分がどう変化したかに自覚的になるために書いているのだ。",
        "location": "628"
      },
      {
        "text": "『読書礼讃』（アルベルト・マングェル／白水社）は、読書の師匠とも言うべき人からの贈り物だ。「本を読む喜び」が詰まっている。紹介される作品はどれも読みたくなる（再読したくなる）誘惑に満ちた書評集でもある。",
        "location": "1,937"
      },
      {
        "text": "まず結論、これだ。 「怒りの根っこには必ず、『私が正しい』という思いがある」",
        "location": "3,018"
      },
      {
        "text": "本書では、医者である著者がお薦めの死に方を提案している。紹介されているのは、二〇〇三年にアメリカのジョンズ・ホプキンズ大学が医療関係者に対して実施した「自分自身がどのような終末医療を希望するか？」というアンケート結果だ。内容は下記のとおり。 ・ ほぼ全員が、終末期医療についての事前指示書を所持 ・ 大多数の医者は、心肺蘇生、大手術、胃ろうを希望しなかった ・ 全員が鎮痛薬、麻酔薬を希望",
        "location": "3,820"
      }
    ]
  },
  {
    "id": "bb6b1f8a27156c349c231024cc05732c170e2928e3cc1c5e23537fbb4b9720ca",
    "title": "MONUMENT",
    "author": "滝川廉治",
    "publisher": "集英社",
    "isbn": "9784086310857",
    "asin": "4086310856",
    "readDate": "2020/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0857/9784086310857.jpg",
    "highlights": []
  },
  {
    "id": "75109e4d51db5b9c457bf2c81c66140bbddf33041a290e66ab6af31a744789ef",
    "title": "沙耶の唄",
    "author": "大槻 涼樹/虚淵玄（Nitroplus）",
    "publisher": "星海社",
    "isbn": "9784065138243",
    "asin": "4065138248",
    "readDate": "2020/09/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8243/9784065138243.jpg",
    "highlights": []
  },
  {
    "id": "81e3b1f62499f37e22a8c9f5ac5935603fc7a877001ce234fd3d26242b9b07dd",
    "title": "世界樹の棺",
    "author": "筒城 灯士郎/淵゛",
    "publisher": "星海社",
    "isbn": "9784065175361",
    "asin": "4065175364",
    "readDate": "2020/09/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5361/9784065175361.jpg",
    "highlights": []
  },
  {
    "id": "dc085d1148173b7485fc03421c8141c1b7c8f0b7d6501e60886e952e7ddaca23",
    "title": "教養としての経済学",
    "author": "一橋大学",
    "publisher": "有斐閣",
    "isbn": "9784641164048",
    "asin": "4641164045",
    "readDate": "2020/09/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4048/9784641164048.jpg",
    "highlights": []
  },
  {
    "id": "62023bab734ba6a15bae0ae82bf08ec6299f2dda0ddae3ae0b83c36db016f9d8",
    "title": "結晶星団",
    "author": "小松左京",
    "publisher": "角川書店",
    "isbn": "9784041308257",
    "asin": "4041308259",
    "readDate": "2020/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "人々は、やたらに未来に 薔薇色 の幻影を描く。だが、未来には 混沌 と崩壊しかないと悟った時、 過去に達成されたもの の中にこそ、 完璧 の域にまでみがき上げられた、たしかな法悦がある事に気づくだろう。──私のように……",
        "location": "193"
      }
    ]
  },
  {
    "id": "33d33808902b6566eac0a0cd44271bb56f269e3fe86c31ba6b7dd49bbaa1116a",
    "title": "サンリオSF文庫総解説",
    "author": "牧眞司/大森望",
    "publisher": "本の雑誌社",
    "isbn": "9784860112608",
    "asin": "4860112601",
    "readDate": "2020/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2608/9784860112608.jpg",
    "highlights": []
  },
  {
    "id": "32db378ce6f21984d8691671e38659cef9d3a4c20af8a61bbb811a17e4d5ab6a",
    "title": "近代中国史",
    "author": "岡本隆司",
    "publisher": "筑摩書房",
    "isbn": "9784480067241",
    "asin": "4480067248",
    "readDate": "2020/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7241/9784480067241.jpg",
    "highlights": []
  },
  {
    "id": "199fdd6d7335dfeff7383514b9739b4f7a883fea2babe9f3e7e5e832c34781c1",
    "title": "復活の日",
    "author": "小松　左京",
    "publisher": "KADOKAWA",
    "isbn": "9784041065815",
    "asin": "404106581X",
    "readDate": "2020/08/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5815/9784041065815.jpg",
    "highlights": [
      {
        "text": "「これからの世界は、いったいどうなって行くんでしょうね？」 「さあ……」田口三佐は、ふいに妙な質問を出されて、ちょっと言葉につまった。 「どうなるって──あまりかわらんだろうね。もう戦争も大恐慌もなく……」 そういいかけて、彼はふとおどろいた。なるほど！──もう ずいぶん長い間、なにごともなくすごして来たのだ。何度か危機が叫ばれ、何度も寸前で回避された。大国の経済破綻が、世界市場をくつがえすかと思われた瞬間さえあったが、それも結局はやや長期にわたる不景気という形で回避された。──噂だけだが、アメリカの経済危機を、国際経済の舞台裏で、ソ連がすくってやったという話さえある。船でいえば「復元性」というやつが、世界全体に強くなってきつつあるみたいだ。これから先……。 「まあ、多少の振幅はあっても、わずかずつ、ゆっくりと、文明全体が進んで行くだろうね──それがどうしたんだい？」",
        "location": "635"
      },
      {
        "text": "ウイルスは、細菌とちがって 生きた細胞の中 でなければ絶対増殖せず、インフルエンザウイルスの培養も、発育鶏卵──受精卵が孵化しはじめて十日目ぐらいのもの──の中、 生きた 胎児の細胞の中でなければ、絶対できないのである。",
        "location": "1,289"
      },
      {
        "text": "社会面のトップは、相かわらず凶悪犯罪、交通事故、そして「〝チベットかぜ〟で××名死亡」「各地で臨時休校」の記事は、まだようやく三段から五段記事になった所だった。家庭欄には、あいもかわらぬ「カゼの予防法」社会二面に「ゴールデンウィークの外出──人ごみは避けて」という、はなはだ無理な、厚生省〝チベットかぜ〟対策本部の要請。 人々は まだ、知らなかった。科学者たちでさえ気づいていなかった。",
        "location": "1,602"
      },
      {
        "text": "三か月前──いや二か月前、この時間にあふれるばかりだった乗客の数が、妙にまばらになって来ている。ラッシュには、ドアがまるくふくらんで、今にもはじけそうなほどつめこんでいた国電の車輛も、最近では「押し屋」や「はぎとり屋」を必要としないほどすいていた。ホームからこぼれんばかりに渦まいていた、通勤通学の乗降客の流れも、ふと見わたせば、まばらな隙間が見えるようになった。冬から春へ──ふつう、オーバーをぬいでうす着になれば、ラッシュ時の混雑はいくぶん緩和されるという。しかし、人口千二百万の東京のラッシュは、そんな季節的変化を乗客に感じさせないほど、年がら年中ギュウギュウづめだった── いつもなら……。 しかし、その五月はちがっていた。都と国鉄の悪夢においかけられるようなラッシュ緩和の努力が、ついにみのったわけでもない。むしろ、運転、保安要員の確保が次第に困難になり出して、国鉄はラッシュ時のダイヤをくみかえて、運転回数をへらさざるを得なかったのだが──各ターミナル駅に次々にはいってくる電車は、かつてラッシュ最高時には、三十秒に一列車という、神わざ的ダイヤだったのが、今は四十秒から一分、やがて二分間隔におちた。──にもかかわらず、人々は、さまでもみあわずにのりおりすることができた。──五月の朝の七時半から八時の間に、渋谷、新宿、池袋、秋葉原、東京、有楽町の各駅のどのプラットホームでも雑沓と押しあわずにゆうゆう乗降できるなどということが、考えられるだろうか？ 八時半になればもうぼつぼつ、上り電車の車内で腰をかけることができるようになるというような事態を、三か月前に誰が想像できただろうか？",
        "location": "2,725"
      },
      {
        "text": "気づきはじめ、事態が容易ならざる段階に来ているということをさとりはじめたのだった。五月だというのに、合オーバーをきこんで、首に絹マフラーをまき、汗をかいている男がいた。車内をちょっと見わたせば、花びらのように白いマスクが点々と見え、人々はあらためて、このガラガラにすいたラッシュの上り電車の中で、隙間風の吹くようなうそ寒い感じにおそわれるのだった。──そして、そのとたんに、その背筋を走る悪寒が、あのいまわしい〝チベットかぜ〟に感染した兆候ではないかと思って、ギョッとする。誰かが熱っぽいうるんだ眼をしており、誰かがはげしい咳をすれば、人々はうす気味わるそうに、横をむき、身をひく。しかし、その人々もまた、ほとんどが、眼や呼吸器に重くるしい鈍痛を感じているのだった。",
        "location": "2,741"
      },
      {
        "text": "こんなこと一体、 いつまでつづくんでしょうか？」 返事はなかった。──ふと見ると、土屋医師は、ひえきった湯吞みをしっかり両手でささえたまま、軽い寝息をたてていた。──そげた鼻翼が、瀕死の鰓ぶたみたいに、苦しげにひらいたりすぼんだりしていた。田辺は、そっと音のしないように立ち上って、窓際へ行って深呼吸した。それから掌で、眼をしばらくゴシゴシやって、眼をさました。 「どんなことにも……終りはあるさ……」土屋医師は、はっきり寝言とわかる声でいった。「ただ…… どんな終り方をするかが、 問題だ」",
        "location": "3,048"
      },
      {
        "text": "「みなさん……」第十一回のインフルエンザ対策臨時閣議の席上で、厚生大臣は沈痛なおももちでいった。──総理、文部、農林の三閣僚は、 かぜのため欠席。「今日は、私の方から、また新しい事態を御報告しみなさんの掌管範囲での知恵と力をお借りしたい。その新しい問題とは──実を申しますと、 死体処理 問題であります」 居ならぶ閣僚は、陰鬱で疲れきった表情だった。── いま、子分の誰かが、大臣の椅子をほしがったら、わたりに舟とくれてやって、自分はどこかに逃げ出したいような気持だ。",
        "location": "3,130"
      },
      {
        "text": "保守政権だろうが何だろうが、そんなことに関係なく、為政者が責任をとらねばならない時がある。それが妥当であったかどうか、そんなことは結果を見てからしか判断できない。そしてどうせ人間というものは、 完全に 責任をとれるようにできていないのだ。やみくもの試行経験の、それでもその時の最良と思われる行為をえらぶよりしかたがない。",
        "location": "3,202"
      },
      {
        "text": "文明というものにはある限界点のようなものがあって、崩壊作用がその限界点をこえると、高度に有機化した人間社会をささえる「文明」のあらゆる要素が、今度は逆にことごとく文明の解体の方向に作用することを知らなかった。",
        "location": "3,284"
      },
      {
        "text": "「みなさん……私はいま……泣いております……涙が流れるのをとめることができません。人間は──人類は……もっと 別のもの になりえたはずでした。この冥蒙もまた……徐々に……徐々にではありますが──まったく、なさけないぐらい遅々とした歩みではありましたが──わずかずつ、 啓 かれて行くきざしはあったのであります。このまま 猶予 が──誰によってあたえられた猶予かは知りません。おそらくは大宇宙のあやなす運命の目の一つが、偶然かもし出していた猶予が──このままあと、せめて 一千年 つづいてくれていたら……人類は、やがて 人類全体として、一つの高みに達していたかも知れません。",
        "location": "4,005"
      },
      {
        "text": "闘いは決して科学者だけの力によっては、なし得ないものであります。それには数多くの、社会的ファクターがあります。たとえば為政者は……大衆は……官僚は……この闘いに団結して全面的に力をそそいだか？ インテリは？ ホワイトカラーは？ ジャーナリストは？──いかにも、この災厄は不意うちだった。科学者たちでさえ予測できなかった。あまりに急激すぎて、災厄に対する全人類の統一戦線をはるだけの余裕がなかった。しかし──それにしても、われわれが、全力をあげて闘うことは 原理的 に不可能だったでありましょうか？ 人類が もっと早く、自己の存在のおかれた立場に目ざめ、常に災厄の規模を正確に評価するだけの知性を、 全人類共通のものとして 保持し、つねに全人類の共同戦線をはれるような体制を準備していたとしたら──災厄に対する闘いもまた、 ちがった形 をとったのではないでしょうか？",
        "location": "4,039"
      },
      {
        "text": "─本来人類を死と疫病からすくうために生まれてきた医学が三十五億の人類を絶滅させ、そのあと、 人類を絶滅さすだけの目的で つくりあげられた核ミサイルが、皮肉にも人類を救ったということになるからだ。",
        "location": "5,516"
      }
    ]
  },
  {
    "id": "e0985b375bc9121df80786a94e012d403cb7337ab1297c868af47cb9f86e329f",
    "title": "アメリカン・ブッダ",
    "author": "柴田　勝家",
    "publisher": "早川書房",
    "isbn": "9784150314439",
    "asin": "4150314438",
    "readDate": "2020/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4439/9784150314439.jpg",
    "highlights": []
  },
  {
    "id": "6e26895702857c780eea37505409edd0489a18fde6ea309f4c36968b8b4974d4",
    "title": "歴史の大局を見渡す",
    "author": "ウィリアム・ジェームズ・デュラント/アリエル・デュラント",
    "publisher": "パンローリング",
    "isbn": "9784775941652",
    "asin": "4775941658",
    "readDate": "2020/08/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1652/9784775941652.jpg",
    "highlights": [
      {
        "text": "富の集中はごく自然な避けようのないことで、暴力的、あるいは平和的再配分によってときどき緩和される。この視点からとらえると、経済史とは、富の集中と強制的再配分という収縮・弛緩を繰り返す社会的有機体のゆっくりとした心臓の鼓動であるといえよう。",
        "location": "694"
      },
      {
        "text": "民主制は最もむずかしい政体である。民主制のもとでは、誰もが知性を身につけていることが必要になる。ところが私たちは主権を得たとき、知性のことなど考えていなかった。今、教育は普及した。しかし、教育程度の低い人々が多産であるため、知性はなかなか広がっていかない。ある皮肉屋はこう言った。「無知な者がうようよしているからといって、無知な者を王位につけてはならない」。だが、無知な者が長く在位することはない。有力者たちの世論操作に手を貸してしまうからだ。リンカーンは「すべての人をだまし続けることはできない」と言った。確かにその通りだろう。しかし、多数の人をだまして大国を支配することは可能である。",
        "location": "998"
      },
      {
        "text": "こうやって見てくると、民主制は他のどの政体よりも害が少なく益が多い。民主制には落とし穴も欠点もあるが、それをしのぐ活力や同志愛を人間に与えてくれた。思想や科学や事業になくてはならない自由をもたらした。偏見や階級の壁を打ち破り、世代ごとに、どんな地位や場所からも能力のある者を引きあげてきた。刺激的な民主制のもとで、アテネとローマは史上最も創造的な都市となり、アメリカは建国から二世紀経たないうちに国民の多くに豊かさをもたらした。民主制は今、教育の普及と教育期間の長期化、公衆衛生に力を注いでいる。教育の機会均等を実現できたら社会的平等は本物だと認められるだろう。人は平等ではあり得ないが、もっと平等に教育機会を得られるようにすることは可能なのである。人の権利とは、仕事と能力を手にする権利ではない。それらを手にすることができるよう、適性を探り、高めるためのあらゆる道が開かれている、それが人の権利である。権利とは神や自然からの贈り物ではない。それは特権であり、その権利を個人に与えることが社会の利益となる。",
        "location": "1,014"
      },
      {
        "text": "私たちの文明も他の文明と同じように滅びるのではないかとあまり心配しないほうがよい。フリードリヒ２世はプロイセンの戦いで退却する兵士にこう尋ねた。「君たちは永遠に生きるつもりだったのか［（７９）Rousseau and Revolution, Ch. II, Sec. iii, William Coxe, History of the House of Austria, III, 379.］」。生き物はおそらく新しい形をとるほうがよいのだろう。そして、文明や中心地も順に変わっていくのがよい。だが、台頭してきた東に対抗するための努力が、西を再び活気づける可能性もあるのだ。",
        "location": "1,329"
      }
    ]
  },
  {
    "id": "15adb468ea21c213af5432dc1a2464851ef316d5e4bc7a807deef37d9c01a260",
    "title": "董白伝〜魔王令嬢から始める三国志〜(2)",
    "author": "伊崎 喬助/カンザリン",
    "publisher": "小学館",
    "isbn": "9784094518474",
    "asin": "4094518479",
    "readDate": "2020/08/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8474/9784094518474.jpg",
    "highlights": []
  },
  {
    "id": "1beba1f5b27dd46614f6840ae58debeb9b4e2acdab7026b09989b754c8e3e3a6",
    "title": "董白伝〜魔王令嬢から始める三国志〜",
    "author": "伊崎 喬助/カンザリン",
    "publisher": "小学館",
    "isbn": "9784094518252",
    "asin": "4094518258",
    "readDate": "2020/08/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8252/9784094518252.jpg",
    "highlights": []
  },
  {
    "id": "f29f2b91803e0edf960463efdc5d605b29f73b8c080869eb1f84244259f03a7a",
    "title": "ペスト",
    "author": "カミュ",
    "publisher": "新潮社",
    "isbn": "9784102114032",
    "asin": "4102114033",
    "readDate": "2020/08/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4032/9784102114032.jpg",
    "highlights": [
      {
        "text": "天災というものは、事実、ざらにあることであるが、しかし、そいつがこっちの頭上に降りかかってきたときは、容易に天災とは信じられない。この世には、戦争と同じくらいの数のペストがあった。しかも、ペストや戦争がやってきたとき、人々はいつも同じくらい無用意な状態にあっ",
        "location": "616"
      },
      {
        "text": "戦争が 勃発 すると、人々はいう──「こいつは長くは続かないだろう、あまりにもばかげたことだから」。そしていかにも、戦争というものは確かにあまりにもばかげたことであるが、しかしそのことは、そいつが長続きする妨げにはならない。愚行は常にしつこく続けられるものであり、人々もしょっちゅう自分のことばかり考えてさえいなければ、そのことに気がつくはずである。わが市民諸君は、この点、世間一般と同様であり、みんな自分のことばかりを考えていたわけで、別のいいかたをすれば、彼らは 人間 中心 主義者 であった。つまり、天災などというものを信じなかったのである。天災というものは人間の尺度とは一致しない、したがって天災は非現実的なもの、やがて過ぎ去る悪夢だと考えられる。ところが、天災は必ずしも過ぎ去らないし、悪夢から悪夢へ、人間のほうが過ぎ去って行くことになり、それも 人間 中心 主義者 たちがまず第一にということになるのは、彼らは自分で用心というものをしなかったからである。わが市民たちも人並以上に不心得だったわけではなく、謙譲な心構えを忘れていたというだけのことであって、自分たちにとって、すべてはまだ可能であると考えていたわけであるが、それはつまり天災は起りえないと見なすことであった。彼らは取り引きを行うことを続け、旅行の準備をしたり、意見をいだいたりしていた。ペストという、未来も、移動も、議論も封じてしまうものなど、どうして考えられたであろうか。彼らは自ら自由であると信じていたし、しかも、天災というものがあるかぎり、何びとも決して自由ではありえないのである。",
        "location": "621"
      },
      {
        "text": "世間誰でもそういうものなのである。──結婚する。まだ多少は愛したりもできる。そして働く。働いて働いて、そのあげく愛することも忘れてしまうのである。",
        "location": "1,385"
      },
      {
        "text": "同情がむだである場合、人は同情にも疲れてしまうのである。そして心",
        "location": "1,556"
      },
      {
        "text": "しかし、筆者はむしろ、美しい行為に過大の重要さを認めることは、結局、間接の力強い賛辞を悪にささげることになると、信じたいのである。なぜなら、そうなると、美しい行為がそれほどの価値をもつのは、それがまれであり、そして悪意と冷淡こそ人間の行為においてはるかに頻繁な原動力であるためにほかならぬと推定することも許される。かかることは、筆者の 与しえない思想である。世間に存在する悪は、ほとんど常に無知に由来するものであり、善き意志も、豊かな知識がなければ、悪意と同じくらい多くの被害を与えることがありうる。人間は邪悪であるよりもむしろ善良であり、そして真実のところ、そのことは問題ではない。しかし、彼らは多少とも無知であり、そしてそれがすなわち美徳あるいは悪徳と呼ばれるところのものなのであって、最も救いのない悪徳とは、自らすべてを知っていると信じ、そこで自ら人を殺す権利を認めるような無知の、悪徳にほかならぬのである。殺人者の魂は盲目なのであり、ありうるかぎりの明識なくしては、真の善良さも美しい愛も存在しない。",
        "location": "2,295"
      },
      {
        "text": "ペストはすべての者から、恋愛と、さらに友情の能力さえも奪ってしまった。なぜなら、愛は幾らかの未来を要求するものであり、しかもわれわれにとってはもはや刻々の瞬間しか存在しなかったからである。",
        "location": "3,198"
      },
      {
        "text": "誰でもめいめい自分のうちにペストをもっているんだ。なぜかといえば誰一人、まったくこの世に誰一人、その病毒を免れているものはないからだ。そうして、引っきりなしに自分で警戒していなければ、ちょっとうっかりした瞬間に、ほかのものの顔に息を吹きかけて、病毒をくっつけちまうようなことになる。自然なものというのは、病菌なのだ。そのほかのもの──健康とか無傷とか、なんなら清浄といってもいいが、そういうものは意志の結果で、しかもその意志は決してゆるめてはならないのだ。りっぱな人間、つまりほとんど誰にも病毒を感染させない人間とは、できるだけ気をゆるめない人間のことだ。しかも、そのためには、それこそよっぽどの意志と緊張をもって、決して気をゆるめないようにしていなければならんのだ。実際、リウー、ずいぶん疲れることだよ、ペスト患者であるということは。しかし、ペスト患者になるまいとすることは、まだもっと疲れることだ。つまりそのためなんだ、誰も彼も疲れた様子をしているのは。なにしろ、今日では誰も彼も多少ペスト患者になっているのだから。しかしまたそのために、ペスト患者でなくなろうと欲する若干の人々は、死以外にはもう何ものも解放してくれないような極度の疲労を味わうのだ。",
        "location": "4,523"
      },
      {
        "text": "なぜなら、彼はこの歓喜する群衆の知らないでいることを知っており、そして書物のなかに読まれうることを知っていたからである──ペスト菌は決して死ぬことも消滅することもないものであり、数十年の間、家具や下着類のなかに眠りつつ生存することができ、部屋や穴倉やトランクやハンカチや 反古 のなかに、しんぼう強く待ち続けていて、そしておそらくはいつか、人間に不幸と教訓をもたらすために、ペストが再びその 鼠 どもを呼びさまし、どこかの幸福な都市に彼らを死なせに差し向ける日が来るであろうということを。",
        "location": "5,520"
      }
    ]
  },
  {
    "id": "5d741bc0fa8c407de08444c895b57b826052932e66e3ea265220f52930757421",
    "title": "宇宙・肉体・悪魔 ［新版］",
    "author": "J・D・バナール/鎮目恭夫",
    "publisher": "みすず書房",
    "isbn": "9784622089230",
    "asin": "4622089238",
    "readDate": "2020/08/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9230/9784622089230.jpg",
    "highlights": []
  },
  {
    "id": "5e073feeec7871c377ba8fe600f8f0be4dbcc73c12890fca628dc491e75ead41",
    "title": "現代の金融入門新版",
    "author": "池尾和人",
    "publisher": "筑摩書房",
    "isbn": "9784480065292",
    "asin": "4480065296",
    "readDate": "2020/08/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5292/9784480065292.jpg",
    "highlights": []
  },
  {
    "id": "2268898e07dd170f069613cef3e97bbf227ce5be6e396bcbe7be7107b22c8a9a",
    "title": "モモ",
    "author": "ミヒャエル・エンデ/大島かおり",
    "publisher": "岩波書店",
    "isbn": "9784001141276",
    "asin": "4001141272",
    "readDate": "2020/08/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1276/9784001141276.jpg",
    "highlights": [
      {
        "text": "ローマ時代のサルスティウス（＊４） は神話について「これらのことは決して起こったことがないが、いつも存在している」という有名な言葉を残していますが、昔話もこれと同じです。つまり昔話は、決して起こったことがないけれども、常に存在しているリアリティを持った物語なのです。だからこそ昔話はいつ読んでもおもしろいのです。",
        "location": "131"
      },
      {
        "text": "ここで三という数字に着目してみましょう。三という数字は、ある一つの世界や構造を形成します。キリスト教の 三位一体（父・子・聖霊）や、時間（現在・過去・未来）も三から成っています。しかし小説や物語が好きな方でしたら、三から成る完璧な世界に四つめの異物が入ってきてこそ物語がおもしろくなることをご存じだと思います。三人が調和しているだけでは物語は動かない。だから灰色の男たちが登場するわけです。",
        "location": "339"
      },
      {
        "text": "これが示唆するのは、近代において時間の節約をして得をするのは、個人ではなくシステムの側だということです。私たちは時間が節約できて得をしたと思っていても、結局は企業の利益や国家の方針などシステムのために利用されているのです。いや、これは時間に限った話ではないかもしれません。",
        "location": "467"
      },
      {
        "text": "小さなモモにできたこと、それはほかでもありません、あいての話を聞くことでした。なあんだ、そんなこと、とみなさんは言うでしょうね。話を聞くなんて、だれにだってできるじゃないかって。 でもそれはまちがいです。ほんとうに聞くことのできる人は、めったにいないものです。そしてこのてんでモモは、それこそほかにはれいのないすばらしい 才能 をもっていたのです。",
        "location": "536"
      },
      {
        "text": "いちどに道路ぜんぶのことを考えてはいかん、わかるかな？ つぎの一歩のことだけ、つぎのひと 呼吸 のことだけ、つぎのひと 掃きのことだけを考えるんだ。いつもただつぎのことだけをな。」 またひと休みして、考えこみ、それから、 「するとたのしくなってくる。これがだいじなんだな、たのしければ、仕事がうまくはかどる。こういうふうにやらにゃあだめなんだ。」 そしてまたまた長い休みをとってから、 「ひょっと気がついたときには、一歩一歩すすんできた道路がぜんぶおわっとる。どうやってやりとげたかは、じぶんでもわからんし、息もきれてない。」 ベッポはひとりうなずいて、こうむすびます。 「これがだいじなんだ。」",
        "location": "1,600"
      },
      {
        "text": "けれど時間とは、生きるということ、そのものなのです。そして人のいのちは心を住みかとしているのです。 人間が時間を 節約 すればするほど、生活はやせほそっていくのです。",
        "location": "3,312"
      },
      {
        "text": "光を見るためには目があり、音を聞くためには耳があるのとおなじに、人間には時間を感じとるために心というものがある。そして、もしその心が時間を感じとらないようなときには、その時間はないもおなじだ。",
        "location": "7,115"
      }
    ]
  },
  {
    "id": "1775ed9c48ad351cca686393c2f487bc3f9005692c5cb0e93eba5cfbd8db0ce5",
    "title": "べストSF2020",
    "author": "大森 望/石川宗生",
    "publisher": "竹書房",
    "isbn": "9784801923508",
    "asin": "480192350X",
    "readDate": "2020/08/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3508/9784801923508.jpg",
    "highlights": []
  },
  {
    "id": "3c5cd7381d6b931fe6290a45494fe1ad42e667e3a51efe7046fc7b09ae02662d",
    "title": "全てのアイドルが老いない世界",
    "author": "伴名練",
    "publisher": "小説すばる",
    "isbn": "",
    "asin": null,
    "readDate": "2020/07/26",
    "thumbnailImage": "https://m.media-amazon.com/images/I/511Dckd-UKL.jpg",
    "highlights": []
  },
  {
    "id": "0c6db17c23321b4fc2bf8224e190e125b3328bee32cca243a63759455ab9cde3",
    "title": "やがて君になる 佐伯沙弥香について(2)",
    "author": "入間　人間/仲谷　鳰",
    "publisher": "KADOKAWA",
    "isbn": "9784049125184",
    "asin": "4049125188",
    "readDate": "2020/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5184/9784049125184.jpg",
    "highlights": [
      {
        "text": "「昔がどうだからって今が否定されるわけじゃないし……逆に今がいいから、昔がなかったことになるわけでもないんだけどさ。 繫 がりなんてあるようでないから、今こうしてるのが全部だし。今 綺麗 なら、今は好きなんだ。そう言うしかない」",
        "location": "1,634"
      }
    ]
  },
  {
    "id": "e7a739603ed8a72fe8ddd116dec8226a4b946fc436000b933d99b0a73367194c",
    "title": "同棲から始まるオタク彼女の作りかた3",
    "author": "村上　凛/館川　まこ",
    "publisher": "KADOKAWA",
    "isbn": "9784040732688",
    "asin": "4040732685",
    "readDate": "2020/07/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2688/9784040732688.jpg",
    "highlights": []
  },
  {
    "id": "b4826b8ca83b227e005e362879f99288026945f7decd477a195072fd463556a9",
    "title": "ゲームの王国 下",
    "author": "小川　哲",
    "publisher": "早川書房",
    "isbn": "9784150314064",
    "asin": "4150314063",
    "readDate": "2020/07/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4064/9784150314064.jpg",
    "highlights": [
      {
        "text": "「『人生』という名前のゲームだ」と彼は答えた。「あるいは、『ゲーム』という名の人生だ」",
        "location": "203"
      },
      {
        "text": "「これから君は、誰かを愛するだろう。もしかしたら、今も誰かを深く愛しているかもしれない。でも君は、君の人生において、誰かひとりを選ばなければいけないんだ。目の前の相手は、はたして『運命』だろうか。この後の人生で、より運命的な出会いをするだろうか。決断は一度しかできない」",
        "location": "1,847"
      },
      {
        "text": "ソンクローニ族の調査を行ったのは、彼らが近隣の部族の中でも――というか、全世界の中でも――きわめて倫理的な生活をしていて、犯罪発生率が非常に低く、個人の幸福度と生産性が高かったからだ。調査を終えたグリーンバーグは、ソンクローニ族の部落を『ゲームの王国』と呼んだ」 「ソンクローニ族は、人生を一種のゲームとして考えている。そしてそれは成功している、そういう話ですか？」",
        "location": "2,678"
      },
      {
        "text": "「ルール違反をするなと命令するのではなく、そもそも違反ができない状態にするわけだ」 ラディーが言った。 「そうです」とソリヤはうなずいた。「そのために、私たちは選挙に勝ち、『ゲームの王国』を築かなければなりません」",
        "location": "3,324"
      },
      {
        "text": "世の中の出来事をそのまま物語にしたら、本当はみんな、そんな感じなんだ。途中まで面白そうで、何か意味がありそうに見えるけど、最後はだいたい無意味に終わる」",
        "location": "4,271"
      },
      {
        "text": "ムイタックはその自伝に何か真理を見た気がした。人生は、わずかに残った印象的な断片と、その断片を補完する現在の自分と、直近の一年間で成立している。記憶は",
        "location": "4,344"
      }
    ]
  },
  {
    "id": "27183ed24c3f649aac6d650acd4a3c75777447836fddef9c8f2aa1357c2d5f73",
    "title": "ゲームの王国 上",
    "author": "小川　哲",
    "publisher": "早川書房",
    "isbn": "9784150314057",
    "asin": "4150314055",
    "readDate": "2020/07/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4057/9784150314057.jpg",
    "highlights": [
      {
        "text": "なかった。サルはこの壮大な茶番を通じて、ある重要な真理を強く認識した。結局のところ、権力を握った者がすべてのルールを決めるのだ。サッカーの試合をしていたら、審判が「ゴールを決めるな」と命令してくる。審判に反抗してゴールを決めた選手は退場させられ、ゴールは無効にされる。結果的に、誰もゴールを決めようとはしなくなる。試合終了。五対〇、シハヌークの勝ち。いったいどうすればいい？ 答えは簡単だ。自分たちがルールを支配すればいい。選挙の顛末を受けて、カンボジア共産党は即座に合法部門の撤廃を決めた。権力者の定めたルールに従ってフェアプレイを行っても絶対に勝つことはできない。相手がルールを変更することで勝利を盤石にしようとするならば、自分たちもルールを逸脱してそれに応じなければならない。そのために手段を選んでいる場合ではない。残念ながら、革命が闘争であるという格言は正しい。驚くほど正しい。",
        "location": "93"
      },
      {
        "text": "まるでゲームだ、アドゥはそう思った。革命の名のもとに、オンカーは複雑怪奇なルールを設定した。ひとつでも違反をすると殺される。まさに命を賭けたゲームだ。生き残るためにはすべてのゲームで勝つことが必要だった。",
        "location": "3,402"
      },
      {
        "text": "政治とは正しい考えを競うゲームではなく、正しい結果を導くゲームだ。",
        "location": "3,813"
      },
      {
        "text": "「違う。最低の考えよ。無限の善を前提にすれば、あらゆる有限の悪が許容されるから。無限の善のために、想像以上の人が苦しみ、そして死ぬことになる。もっとも高い理想を掲げている人が、もっとも残酷なことをするの」",
        "location": "4,076"
      },
      {
        "text": "賢くなるとは、臆病になることだ。 ロベーブレソンに凱旋した叔父が、スピーチで口にしようとしていた言葉だった。何も知らなければ勇敢でいられる。火の熱さを知らなければ焚き火に手を入れることができる。死の怖さを知らなければ崖から飛び降りることができる。前進するということは、遠くの光を見つけることではない。どれだけ前進しても、暗闇の向こうに光が見えることはない。前進するということは、暗闇の向こうに何かがあると知ることだ。何か自分の知らない空間がある。それを知る。 そしてそれがすべてだ。",
        "location": "5,314"
      }
    ]
  },
  {
    "id": "807f82b1ea73ff2e4b99aabd51bdebb501bdc7da915ac0389416b863879632e6",
    "title": "2020年6月30日にまたここで会おう 瀧本哲史伝説の東大講義",
    "author": "瀧本 哲史",
    "publisher": "星海社",
    "isbn": "9784065194287",
    "asin": "4065194288",
    "readDate": "2020/07/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4287/9784065194287.jpg",
    "highlights": []
  },
  {
    "id": "7ef515177cbe76e7a7b48e5950d6e8070aff6d3fb38e1b6dec454f50362a302a",
    "title": "日本SFの臨界点［怪奇篇］",
    "author": "伴名　練",
    "publisher": "早川書房",
    "isbn": "9784150314415",
    "asin": "4150314411",
    "readDate": "2020/07/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4415/9784150314415.jpg",
    "highlights": []
  },
  {
    "id": "fed70e382fd38b035cd74ca150d3a6cfd3a0330f972a08e6ce5e4fb0bd01b506",
    "title": "日本SFの臨界点［恋愛篇］",
    "author": "伴名　練",
    "publisher": "早川書房",
    "isbn": "9784150314408",
    "asin": "4150314403",
    "readDate": "2020/07/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4408/9784150314408.jpg",
    "highlights": []
  },
  {
    "id": "693fb918add6822cb5c9ee64d538f543f14cec5bd88995cb3ea6b1bef69a65fb",
    "title": "失敗の本質",
    "author": "戸部良一",
    "publisher": "中央公論新社",
    "isbn": "9784122018334",
    "asin": "4122018331",
    "readDate": "2020/07/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8334/9784122018334.jpg",
    "highlights": [
      {
        "text": "大東亜戦争における諸作戦の失敗を、組織としての日本軍の失敗ととらえ直し、これを現代の組織にとっての教訓、あるいは反面教師として活用することが、本書の最も大きなねらいである。",
        "location": "184"
      },
      {
        "text": "すなわち、平時において、不確実性が相対的に低く安定した状況のもとでは、日本軍の組織はほぼ有効に機能していた、とみなされよう。しかし、問題は危機においてどうであったか、ということである。危機、すなわち不確実性が高く不安定かつ流動的な状況――それは軍隊が本来の任務を果たすべき状況であった――で日本軍は、大東亜戦争のいくつかの作戦失敗に見られるように、有効に機能しえずさまざまな組織的欠陥を露呈した。",
        "location": "207"
      },
      {
        "text": "ノモンハンは、大東亜戦争には含まれないが、その作戦失敗の内容から見て、大東亜戦争におけるいくつかの作戦の失敗を、すでに予告していたと考えられる。たとえば、そこでは作戦目的があいまいであり、しかも中央と現地とのコミュニケーションが有効に機能しなかった。情報に関しても、その受容や解釈に独善性が見られ、戦闘では過度に精神主義が誇張された。これらの点を含む日本軍のさまざまな組織特性や欠陥は、あとで見るように、大東亜戦争開始後の重要な作戦でも、程度の差こそあれ、一様に繰り返されたのである。また、ノモンハンでの失敗は、ほとんど学習されることがなかったのであり、その意味でノモンハンは、比喩的にいえば、失敗の序曲でもあった。",
        "location": "252"
      },
      {
        "text": "戦闘は錯誤の連続であり、より少なく誤りをおかしたほうにより好ましい 帰結 をもたらすといわれる。戦闘というゲームの参加プレーヤーは、次の時点で直面する状況を確信をもって予想することができない。相手がどのような行動に出るか、それに対してこちらが対応した行動がどのような帰結を双方にもたらすかを、確実に予測することはできないのである。このような不確実な状況下では、ゲーム参加プレーヤーは連続的な錯誤に直面することになる。",
        "location": "992"
      },
      {
        "text": "日本軍は、初めにグランド・デザインや原理があったというよりは、現実から出発し状況ごとにときには場当り的に対応し、それらの結果を積み上げていく思考方法が得意であった。このような思考方法は、客観的事実の尊重とその行為の結果のフィードバックと一般化が頻繁に行なわれるかぎりにおいて、とりわけ不確実な状況下において、きわめて有効なはずであった。",
        "location": "2,979"
      },
      {
        "text": "どんな計画にも理論がなければならない。理論と思想にもとづかないプランや作戦は、女性のヒステリー声と同じく、多少の空気の震動以外には、具体的な効果を与えることはできない。",
        "location": "3,499"
      },
      {
        "text": "この指摘からも明らかなように、日本軍は結果よりもプロセスを評価した。個々の戦闘においても、戦闘結果よりはリーダーの意図とか、やる気が評価された。",
        "location": "3,583"
      },
      {
        "text": "個人責任の不明確さは、評価をあいまいにし、評価のあいまいさは、組織学習を阻害し、論理よりも声の大きな者の突出を許容した。このような志向が、作戦結果の客観的評価・蓄積を制約し、官僚制組織における下剋上を許容していったのである。",
        "location": "3,590"
      },
      {
        "text": "組織の共有された行動様式の体系が組織文化であるとすれば、その最も根幹をなすのは、その組織の持っている価値である。日本軍には、最もマクロ的には「大東亜共栄圏」、「五族協和」、「八紘一宇」などの政治的な価値があった。しかしながら、このような抽象的かつあいまいな政治的価値は、戦闘における行動様式にはなりえない。したがって、帝国陸海軍が個々の戦闘で最も強調したのは、結局、陸の白兵銃剣主義、海の艦隊決戦主義であったと思われる。",
        "location": "3,965"
      }
    ]
  },
  {
    "id": "a832cccfa69f8500eb43c0c865122f0210b7be3c9fc0deb0a5598073dcfd98be",
    "title": "この素晴らしい世界に祝福を！ よりみち！",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041085219",
    "asin": "4041085217",
    "readDate": "2020/06/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5219/9784041085219.jpg",
    "highlights": []
  },
  {
    "id": "2393e19c6378e5890e359c992b616ce8580d9114fa5fb7fb7b4ad1537f7358d6",
    "title": "アラブ飲酒詩選",
    "author": "アブー・ヌワース/塙治夫",
    "publisher": "岩波書店",
    "isbn": "9784003278512",
    "asin": "4003278518",
    "readDate": "2020/06/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8512/9784003278512.jpg",
    "highlights": []
  },
  {
    "id": "c6d4012cf316423856d195f893225b0883e31e6428459627d426e7059c3d8657",
    "title": "俺の妹がこんなに可愛いわけがない(14) あやせif 下",
    "author": "伏見　つかさ/かんざき　ひろ",
    "publisher": "KADOKAWA",
    "isbn": "9784049128963",
    "asin": "4049128969",
    "readDate": "2020/06/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8963/9784049128963.jpg",
    "highlights": []
  },
  {
    "id": "7d1ee93589eda8dfb4211e869512a3345f1c9dab752e2249b53edb7a970e1119",
    "title": "山月記",
    "author": "",
    "publisher": "新潮社",
    "isbn": "9784108310032",
    "asin": "4108310039",
    "readDate": "2020/06/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0032/9784108310032.jpg",
    "highlights": []
  },
  {
    "id": "dffd2db2807cd71c54fae454f079d395b0bac262f03f64490d59b53e8dde11cc",
    "title": "暗黒の啓蒙書",
    "author": "ニック ランド/五井 健太郎",
    "publisher": "講談社",
    "isbn": "9784065197035",
    "asin": "4065197031",
    "readDate": "2020/05/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7035/9784065197035.jpg",
    "highlights": []
  },
  {
    "id": "462ce54c797d66520a0f3a00927c221bc9904c4be7e660894bb6709838f943e4",
    "title": "やはり俺の青春ラブコメはまちがっている。アンソロジー(4)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094518467",
    "asin": "4094518460",
    "readDate": "2020/05/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8467/9784094518467.jpg",
    "highlights": []
  },
  {
    "id": "84d56a2e0c9c4701cbd608624c1c19f42fc9a6e791de4550cc2c1e508f16597d",
    "title": "やはり俺の青春ラブコメはまちがっている。アンソロジー(3)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094518450",
    "asin": "4094518452",
    "readDate": "2020/05/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8450/9784094518450.jpg",
    "highlights": []
  },
  {
    "id": "a24d20644e5e264e6cbdc688e6ad33038d861049cffde6367ef32b9826d30b64",
    "title": "やはり俺の青春ラブコメはまちがっている。アンソロジー(2)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094518368",
    "asin": "4094518363",
    "readDate": "2020/05/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8368/9784094518368.jpg",
    "highlights": []
  },
  {
    "id": "dec3674511b3c0ba89c3b6ea53ce4dc5b4523549478cd1229efb2746c6b60e18",
    "title": "この素晴らしい世界に祝福を！17 この冒険者たちに祝福を！",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041095430",
    "asin": "4041095433",
    "readDate": "2020/05/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5430/9784041095430.jpg",
    "highlights": []
  },
  {
    "id": "1b5634a3a3a7cbb8bfa493bb261e1ff6462701bb618df5403e8287700b94fa3d",
    "title": "やはり俺の青春ラブコメはまちがっている。アンソロジー(1)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094518351",
    "asin": "4094518355",
    "readDate": "2020/05/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8351/9784094518351.jpg",
    "highlights": []
  },
  {
    "id": "0f405d94ffcd033c9532d463ec289264adfa2eb1ae6d88e81df59993c54a6afb",
    "title": "感染症の世界史",
    "author": "石　弘之",
    "publisher": "KADOKAWA",
    "isbn": "9784044003678",
    "asin": "404400367X",
    "readDate": "2020/03/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3678/9784044003678.jpg",
    "highlights": [
      {
        "text": "蚊にとっておあつらえ向きの増殖環境も増やしてしまった。舗装の穴、植木鉢の受け皿、詰まった雨どい、よどんだドブなど身辺で水たまりは多い。ヒトスジシマカは、大さじ一杯ほどの水でも卵を産むことができる。昔の人は墓参りのときに、花入れに一〇円玉を入れて帰った。こうすると水の中に銅のイオンが溶け出して、ボウフラが生きられないからだ。こうした先人の知恵も継承されなくなった。",
        "location": "490"
      },
      {
        "text": "一八五八年には、ペリー艦隊の一隻のミシシッピ号にコレラに感染した乗組員がいたため、長崎に寄港したときにコレラが発生した。八月には江戸に飛び火して三万人とも二六万人ともいわれる死者が出た。その後三年間にわたって流行した。その 怨みは黒船や異国人に向けられ、開国が感染症を招いたとして 攘夷 思想が高まる一因になった。",
        "location": "967"
      },
      {
        "text": "日露戦争（一九〇四～〇五年） で戦死した五万五六五五人のうち、約半数の二万七一九二人は戦病死だった。このうちの約五七〇〇人はビタミンＢ不足の 脚気 によるものだった。チフスなどの消化器感染症も多く、その予防のために陸軍が開発したのが「クレオソート丸」。露（ロシア） を征する丸（薬） の意味で「征露丸」と名づけられた。その後、「正露丸」と名前を変え現在でも親しまれて",
        "location": "1,007"
      }
    ]
  },
  {
    "id": "82c7ec8ff444c149e78d96e93fb2cc8de349041018f5138c35a5f02e7aa58e44",
    "title": "銀河帝国は必要か？",
    "author": "稲葉　振一郎",
    "publisher": "筑摩書房",
    "isbn": "9784480683540",
    "asin": "4480683542",
    "readDate": "2020/02/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3540/9784480683540.jpg",
    "highlights": []
  },
  {
    "id": "db4411712990e0507b6e7ffb1a8172d904a84d886a1e73e6cc5767ca6c864bd5",
    "title": "国立西洋美術館 名画の見かた",
    "author": "渡辺 晋輔/陳岡 めぐみ",
    "publisher": "集英社",
    "isbn": "9784087816846",
    "asin": "4087816842",
    "readDate": "2020/02/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6846/9784087816846.jpg",
    "highlights": []
  },
  {
    "id": "884adbf786170e34b8a89d436eaa60849656521198980b0cee4fe3a719b41165",
    "title": "2010年代SF傑作選 1",
    "author": "大森　望/伴名　練",
    "publisher": "早川書房",
    "isbn": "9784150314156",
    "asin": "4150314152",
    "readDate": "2020/02/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4156/9784150314156.jpg",
    "highlights": []
  },
  {
    "id": "d8a51cc58d17cca7035f66b418c68b2d100fa00f84baf562835e1bd7157795db",
    "title": "青春ブタ野郎は迷えるシンガーの夢を見ない(10)",
    "author": "鴨志田　一/溝口　ケージ",
    "publisher": "KADOKAWA",
    "isbn": "9784049128505",
    "asin": "4049128500",
    "readDate": "2020/02/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8505/9784049128505.jpg",
    "highlights": []
  },
  {
    "id": "cfb51348ff698b707cc7d4dd8a5d0e2391edbc7a2ed6d346aa8c8a2ca2c858bd",
    "title": "【後悔しないための入門書】Spring解体新書: Spring Boot2で実際に作って学べる！Spring",
    "author": "田村達也",
    "publisher": "個人出版",
    "isbn": "",
    "asin": null,
    "readDate": "2020/02/08",
    "thumbnailImage": "https://images-fe.ssl-images-amazon.com/images/I/51w2s0SQ%2BgL.jpg",
    "highlights": []
  },
  {
    "id": "f6201e7fd1b01925b52a6d7a210148a2312c4f60e086464a4374f78cc4b9c402",
    "title": "世界大恐慌 1929年に何がおこったか",
    "author": "秋元 英一",
    "publisher": "講談社",
    "isbn": "9784062919357",
    "asin": "4062919354",
    "readDate": "2020/01/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9357/9784062919357.jpg",
    "highlights": []
  },
  {
    "id": "fa6ea0d62fbb664a5dc2c77d2248e2b76f2652ff910d766bef9def47dd1c3627",
    "title": "マーケットの魔術師",
    "author": "ジャック・D．シュワッガー/横山直樹",
    "publisher": "パンローリング",
    "isbn": "9784939103407",
    "asin": "4939103404",
    "readDate": "2020/01/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9391/93910340.jpg",
    "highlights": [
      {
        "text": "まず最初に言っておきたいのは、一つのトレード・アイデアに対しては常に資金の五パーセント以下の金しか使わないということだね。そうすれば二〇回君が間違ったとしても大丈夫だし、全部やられるまでには随分時間が稼げる。強調したいのは一つのアイデアに五パーセントということだよ。だからもし君が二つの穀物の商品でそれぞれロングしていても、その二つの商品に相関関係があるのであれば一つのアイデアと考えるべきだ。",
        "location": "765"
      },
      {
        "text": "多分最も重要なことは、利が乗っているポジションはできるだけそのままにしておいて、やられているポジションは早く切るということじゃないかな。",
        "location": "784"
      },
      {
        "text": "客観性だよ。優れたトレーダーは物事に固執しないんだ。もし視野を広く持って物事を見ようとしている人がいたら、その人は優れたトレーダーになる素質を持ち合わせていると言っていい。",
        "location": "854"
      },
      {
        "text": "ナンピンをしないこと。トレードがうまくいかないときは枚数を減らすこと。うまくいっているときには枚数を増やすこと。コントロールができないような局面では決してトレードしないこと。例えば、私は重要な発表の前には多くの資金をリスクにさらすようなことはしない。それはトレードでなくギャンブルだからだ。",
        "location": "2,240"
      },
      {
        "text": "英雄を気取ってはいけない。自己中心的な考え方をしてはいけない。常に自分自身とその能力を疑ってみる。自分はうまいんだなどと思ってはいけない。そう思った瞬間、破滅が待っている。",
        "location": "2,254"
      }
    ]
  },
  {
    "id": "231efe704553682ff881069192b6aed23e4c761d8ec4dd73e2d91e81a955713d",
    "title": "お金の流れでわかる世界の歴史",
    "author": "大村大次郎",
    "publisher": "KADOKAWA",
    "isbn": "9784041032190",
    "asin": "4041032199",
    "readDate": "2020/01/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2190/9784041032190.gif",
    "highlights": []
  },
  {
    "id": "7384ed8d9a0f1a78c95513fac7c46eea435929f65824bf0ed45ac597cc03d72a",
    "title": "最新版 日本の15大財閥",
    "author": "菊地　浩之",
    "publisher": "KADOKAWA",
    "isbn": "9784040822587",
    "asin": "4040822587",
    "readDate": "2020/01/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2587/9784040822587.jpg",
    "highlights": []
  },
  {
    "id": "53d783257d1c973f1437adbc328e6a6926256ce41a5dda352fb6a0ac55ccb528",
    "title": "世界の終わりに問う賛歌",
    "author": "白樺 みひゃえる/須田 彩加",
    "publisher": "小学館",
    "isbn": "9784094516876",
    "asin": "4094516875",
    "readDate": "2020/01/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6876/9784094516876.jpg",
    "highlights": []
  },
  {
    "id": "bfd519edfeab4002725fdf5dd2fac09e7d42b7ef0c6a31456986c499975359c6",
    "title": "大坂堂島米市場 江戸幕府vs市場経済",
    "author": "高槻 泰郎",
    "publisher": "講談社",
    "isbn": "9784065124987",
    "asin": "4065124980",
    "readDate": "2020/01/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4987/9784065124987.jpg",
    "highlights": []
  },
  {
    "id": "92aed9f4a4b2dd4edcbf775b0ba59a56164c8f3cf1e8e8462c20b446fbcee509",
    "title": "お前ら、おひとり様の俺のこと好きすぎだろ。4",
    "author": "凪木　エコ/あゆま紗由",
    "publisher": "KADOKAWA",
    "isbn": "9784040731025",
    "asin": "4040731026",
    "readDate": "2020/01/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1025/9784040731025.jpg",
    "highlights": [
      {
        "text": "誰に臆することなく自分の意見を述べられる＝自己中、空気読めない 他人の意見を柔軟に受け入れられる＝どうでもいい、人に興味がない",
        "location": "365"
      },
      {
        "text": "読書ってノリと勢いが大切だ。生モノと言ってもいいくらいだし、賞味期限があると言っても過言ではない。食品のように 傷みこそしないが、読む 間隔 が空けば空くほど面白味や感動が 薄れてしまう。登場人物を忘れてしまえば感情移入などできやしないし、 伏線 を忘れてしまえば今まで何で読んでいたのか分かったもんじゃない。 鉄は熱いうちに打て、本は熱いうちに読め。ｂｙぼっち",
        "location": "409"
      }
    ]
  },
  {
    "id": "c3be68c9b75ca7fe22bdeff001011c8a49bc56d3e19982bd53d729fa4ca59285",
    "title": "科学する麻雀",
    "author": "とつげき 東北",
    "publisher": "講談社",
    "isbn": "9784061497658",
    "asin": "4061497650",
    "readDate": "2020/01/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0614/06149765.jpg",
    "highlights": []
  },
  {
    "id": "3dab09ae069b9ad044c7831fc991432daa04d853ab6d9dba0a07a93cfabfe4c9",
    "title": "編集長殺し",
    "author": "川岸 殴魚/クロ",
    "publisher": "小学館",
    "isbn": "9784094517149",
    "asin": "4094517146",
    "readDate": "2020/01/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7149/9784094517149.jpg",
    "highlights": []
  },
  {
    "id": "c86957400541cc30d8ecdcf2e26ab395f601d9a21bb2e2a17e24e6d272feb8bc",
    "title": "賭けの考え方",
    "author": "イアン・テイラー/マシュー・ヒルガー",
    "publisher": "パンローリング",
    "isbn": "9784775949061",
    "asin": "4775949063",
    "readDate": "2020/01/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9061/9784775949061.jpg",
    "highlights": [
      {
        "text": "１．ポーカーのさまざまな現実を理解し受け入れる ２．長期的視野でプレイする ３．金を儲けることよりも正しい決断を下すことを優先させる ４．金への執着を捨てる ５．自尊心を持ち込まない ６．あらゆる感情を決断から排除する ７．分析と改善のサイクルを継続的に繰り返す 上記",
        "location": "64"
      }
    ]
  },
  {
    "id": "8ea26e3c317f176ce714488d418030c8fa02529ce3c858b88888639d9a30a4ec",
    "title": "あんたなんかと付き合えるわけないじゃん!ムリ!ムリ!大好き!",
    "author": "内堀　優一/希望つばめ",
    "publisher": "ホビージャパン",
    "isbn": "9784798615202",
    "asin": "479861520X",
    "readDate": "2020/01/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5202/9784798615202.jpg",
    "highlights": []
  },
  {
    "id": "2b20ac563e1ee3aa6f84c9a85525f333d3feea5383acc4a5443d473407426c1a",
    "title": "生まれてきたことが苦しいあなたに 最強のペシミスト・シオランの思想",
    "author": "大谷 崇",
    "publisher": "星海社",
    "isbn": "9784065151624",
    "asin": "4065151627",
    "readDate": "2020/01/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1624/9784065151624.jpg",
    "highlights": []
  },
  {
    "id": "54498bf101a20592e60f241b1701836acd9f457c1854a941e67d4274700c5755",
    "title": "新蒸気波要点ガイド",
    "author": "佐藤秀彦/New Masterpiece",
    "publisher": "DU BOOKS",
    "isbn": "9784866470863",
    "asin": "4866470860",
    "readDate": "2019/12/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0863/9784866470863.jpg",
    "highlights": []
  },
  {
    "id": "be7115d8f3b14da4e446b54ad15ab316d5a91f37958d48e8c7bd1430f8270aa0",
    "title": "幻獣辞典",
    "author": "ホルヘ・ルイス・ボルヘス/柳瀬尚紀",
    "publisher": "河出書房新社",
    "isbn": "9784309464084",
    "asin": "4309464084",
    "readDate": "2019/12/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4084/9784309464084.jpg",
    "highlights": [
      {
        "text": "本書のタイトルからすれば皇子ハムレット、点、線、平面、ｎ次元の多平面と多容積、あらゆる総称語、そしておそらくわれわれ個々の人間や神を入れることが正当化されるだろう。要するに──一切の事柄の総計、宇宙である。しかしながらわれわれは、《想像の存在》という言葉が即座に喚起するものにのみ限ることとした。時と空間を通して人間の想像力によって考えられた奇妙な創造物の小冊子を編んだのである。",
        "location": "109"
      },
      {
        "text": "当時、鏡の世界と人間の世界は、今日のように切り離されていなかった。さらに、双方がまるで異なっていた。存在も色彩も形も同じではなかった。双方の王国、つまり鏡の王国と人間の王国は円満に共存していた。鏡を通って行き来できたのだった。ある夜、鏡の人々が地上に侵入した。彼らの力は強大だったが、血まみれの戦いの終る頃、黄帝の魔力が支配した。彼は侵入者たちを撃退し、彼らを鏡の中に閉じ込め、あたかも一種の夢の中でのように、人間のすべての行為を反復する仕事を課した。彼は彼らの力と形とを 剝奪 し、彼らをたんに奴隷的な反射像にしてしまった。しかしながら、いつかその魔力の解ける日がやってくる。",
        "location": "521"
      },
      {
        "text": "ショーペンハウアーは『自然界の意志』のなかでこう書いている（第七章）。「『魔術叢書』第一巻三二五で、ホルストはイギリスの神秘家ジェイン・リードの教義をこう要約している。すなわち、魔力を有する者は誰でも、鉱物界、植物界、動物界を自由自在に支配し変えることができる。したがって数人の魔術師が協力して働けば、この世を楽園の国に戻すことができる、と」",
        "location": "969"
      },
      {
        "text": "ヴォルムスのエレアザール（一一六〇－一二三〇）はゴーレムをつくる秘法を伝えている。必要な手順としてはおよそ二十三の二つ折り本の円柱を網羅し、「二百二十一の門のアルファベット」の知識を要し、それをゴーレムの器官ひとつひとつの上で復唱しなければならない。「真理」を意味する《emet》という語を額に記す。この生き物を殺すには、その最初の一文字を消し去る。《met》という語は「死」の意味である。",
        "location": "984"
      },
      {
        "text": "ノルニル 中世北欧神話で、ノルニルは運命の女神たちである。十三世紀の初めに分散的な北欧神話を整理したスノリ・ストルルソンは、ノルニルが三人いて、名はそれぞれウルズ（過去）、ヴェルザンディ（現在）、スクルド（未来）であると語っている。この三人の天のノルニルが世の運命を支配し、人が生れるときには三人ともかならずその場にいて、その人間の一生の定めを下す。ノルニルの三人の名はどうやら神学的な色をおびた上品なつくりもの、もしくは付け加えたものらしい。古代ゲルマン種族はそうした抽象的思考ができなかったからだ。スノリは世界樹ユグドラシルの根元の泉のそばに、三人の乙女を配している。 仮借 なしに、彼女たちはわれわれの運命を織りなす。 時は（それが彼女たちをつくっているのだが）この三人のことを忘れ去ったようだった。しかし一六〇六年頃にシェイクスピアが悲劇『マクベス』を書き、その最初の場に彼女たちが登場する。バンクォーとマクベスを待ち受ける運命を予言する三人の魔女である。シェイクスピアは彼女たちを運命の姉妹《weird sisters》と呼んでいる（第一幕三場）。 運命の姉妹、手に手をとって、 海と陸とを急ぐ者たち、 そうしてぐるぐる動きまわり…… アングロサクソン人の間でウィルド《Wyrd》は、神々と人間の運命を治める沈黙の女神だった。",
        "location": "1,992"
      },
      {
        "text": "事実、ホルヘ・ルイス・ボルヘスの読者は少ない。あるタキトゥス読者の推定によると、それはヘミングウェイの一四〇四一分の一である。一四〇四一という数はアルゼンチンでは《número capicúa》と称され、それ自体が円環を成す吉兆の数である。彼自身、読者の少ないことを吉、幸福としている。それは作家にとってかけがえのない孤独を侵されないからであり、彼のいう「作家の身売り」が不可能となるからである。（日本の花柳界から出た語に「売れっ子」という言葉があり、これはすべての意味でボルヘスと正反対の作家をいう。）なお、十四という数は彼が取り 憑かれているように思われる神秘的な数で、作品のなかにしばしば現れ、無限を象徴する。",
        "location": "3,075"
      }
    ]
  },
  {
    "id": "b340e7821a6255c000318518adf93910e04bd0de88675bbba9a49cc8c3b924f4",
    "title": "レガシーコードからの脱却",
    "author": "David Scott Bernstein/吉羽龍太郎",
    "publisher": "オライリージャパン",
    "isbn": "9784873118864",
    "asin": "4873118867",
    "readDate": "2019/12/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8864/9784873118864.jpg",
    "highlights": []
  },
  {
    "id": "c3907f5659e1933ad600a32ce7f13b0486197d3741ba66b1749f203b75226b26",
    "title": "宇宙創成(上巻)",
    "author": "サイモン・シン/青木薫",
    "publisher": "新潮社",
    "isbn": "9784102159743",
    "asin": "4102159746",
    "readDate": "2019/12/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9743/9784102159743.jpg",
    "highlights": []
  },
  {
    "id": "68451c731cc842f0d98ef1d2326593a0f31f62738a42aa74b993c0347ff2fd2d",
    "title": "論語と算盤",
    "author": "渋沢　栄一",
    "publisher": "KADOKAWA",
    "isbn": "9784044090012",
    "asin": "4044090017",
    "readDate": "2019/12/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0012/9784044090012.jpg",
    "highlights": [
      {
        "text": "道徳なき商業における拝金主義と、空理空論の道徳論者の商業 蔑視 と、この両者に引き裂かれている実情に対して、渋沢は〈現実社会において生きることのできる道徳に基づいた商業〉をめざしたのである。それを可能とする接着剤、商業と道徳との接着剤として、渋沢が選んだのが儒教であった。",
        "location": "17"
      },
      {
        "text": "人物観察法は、まず第一にその人の外部に顕われた行為の善悪正邪を相し、それよりその人の行為は何を動機にしているものなるやを 篤と観、さらに一歩を進めて、その人の安心はいずれにあるや、その人は何に満足して暮らしてるや等を知ることにすれば、必ずその人の真人物が 明瞭 になる",
        "location": "221"
      },
      {
        "text": "人として生まれたならば、人たる趣味を持って尽くしたいと思う。果たしてこの世に一人前の趣味を持って、その趣味が真正に向上して往ったら、それこそ相応の功徳が世の中に現れ得るであろう。それまでになくとも、趣味ある行動であったならば、必ずその仕事について精神あることであろうと思う。もしそのお決まり通りの仕事に従うのであったら、生命の存在したものでなくて、ただ形の存したものとなる。ある書物の養生法に、もし老衰して生命が存在しておっても、ただ食って、寝て、その日を送るだけの人であったならば、それは生命の存在ではなくして、 肉塊 の存在である。ゆえに人は老衰して、身体は充分に利かぬでも、心をもって世に立つ者であったら、すなわちそれは、生命の存在であるという言葉があった。人間は生命の存在たり得たい。肉塊の存在たり得たくないと思う。これは私ども 頽齡 のものは、始終それを心掛けねばならぬ。まだあの人は生きておるかしらんといわれるのは、 蓋し肉塊の存在である。",
        "location": "2,282"
      },
      {
        "text": "現に家康が遺訓の一つとして今日まで人口に 膾炙 する。「人の一生は重荷を負うて遠き道を行くが如し、急ぐべからず。不自由を常と思えば不足なく、心に望みおこらば困窮したる時を思い出すべし。堪忍は無事長久の基、いかりは敵と思え。勝つことばかり知りてまくる事を知らざれば、害その身に至る。おのれを責めて人をせむるな。及ばざるは過ぎたるにまされり」について考えてみるに、皆経学中に求めたものである。多くは論語中の警句中より成立している。当時、 殺伐 の人心を慰安して、よく三百年の太平を致した所以のものは、 蓋し学問の活用、すなわち実際と理論とを調和して、極めて密接ならしめたるによることと思うのである。",
        "location": "2,978"
      }
    ]
  },
  {
    "id": "b2f82098d8972d5003c75a3ccad5fe3874d76c4edbbb8e86bd1df1390854f58a",
    "title": "イギリス近代史講義",
    "author": "川北 稔",
    "publisher": "講談社",
    "isbn": "9784062880701",
    "asin": "4062880709",
    "readDate": "2019/12/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0701/9784062880701.jpg",
    "highlights": []
  },
  {
    "id": "0ff44ac1209061f731f85d4a5aba2958293fdb976eb78857c63b1cd1c8c593c7",
    "title": "継ぐのは誰か？",
    "author": "小松左京",
    "publisher": "角川春樹事務所",
    "isbn": "9784894563810",
    "asin": "4894563819",
    "readDate": "2019/12/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3810/9784894563810.jpg",
    "highlights": [
      {
        "text": "かつての目標 ──長い長い間人類の目標だったものが、突然達成されはじめ出したら……じゃいったい、その時期にうまれてきた世代は、今度は 何を 目標にしたらいいんだ？ こいつは大問題だと思わないかい？──ねえ、ミナ、ぼくたちは、時間というエスカレーターにのっけられて、自動的にこの時代の中に押し上げられて行く。ところが、この華やかで上に行くほどすばらしい栄光で光り輝いているエスカレーターの、 金色 燦然 たる頂上のむこうには──何もないんだ。 光と喜びにみちた虚無があるだけなんだ！」 「すると、あとはまっさかさまってわけ？」ミナは、かすかに苦笑するように小首をかしげて、その深い、 菫色の眼を、ぼくにむけた。 「ちがうよ、ミナ。君は虚無ってものの性質をとりちがえているよ。虚無というやつは── おちて行くべき奈落 さえないんだ。すべてがあり、そしてささえるものはなにもない……」 「私は、別にいまが〝黄金時代のはじまり〟だなんて、思っちゃいないのよ」ミナは、ベンチの傍でたちどまった。「すわりましょうよ、タツヤ」 ぼくたちは、ペンキがほとんどはげおちたベンチに腰をおろした。 木肌 が 陽ざしをすってあたたかかった。 あたたかく、 満ち足りた金色の虚無……。",
        "location": "102"
      },
      {
        "text": "「いい大学だ……」ナハティガルは、ぽつりとつぶやいた。「学問とはふしぎなものだね、タツヤ。──ちょうど、祭典のない宗教に似ている。人間の知性というものは、いったいどこへむかっているのだろう？」 「宇宙の秘義にむかって、でしょう？」 「だろうな、──だが、なんのために？──まことにむなしいことだと思わないかね？」 「しかし、科学は着実に進んでいますよ」 「科学の体系と、知性とは、別にして考えなければならんと思うよ。──知性とは、直感とか感得、あるいは悟達にかかわるものだ。近代以降、技術はすさまじい発達をしつつあるが、知性の方は、はたして古代に達成された限界を突破できただろうか？」",
        "location": "1,039"
      },
      {
        "text": "どうせ いずれ、人類はほろびるだろうしね。しかし、そういったことを、骨の 髄 まで悟った上で、なおかつそういった立場を、 総体的 に、 のりこえる 方法はないものかね？ タツヤ……。人類そのものについて、 絶対的肯定 もしない。といって、絶対的否定の立場にもたたない。この宇宙──いや、地球史のあゆみの中ではたした、一定の役割りは肯定しつつ、かつ、それをのりこえることによって、人類みずからが、自己の 滅亡を前提とした上で、本当に、 宇宙史に対して自己を肯定し得る ような立場が……」 ナハティガルは、ゆっくり歩き出した。──ぼくも並んで歩きながら、考えた。ナハティガルのいわんとすることは、漠然とわかるような気がした。しかしまだはっきりわかったわけではなかった。 「その 立場 とはなんでしょう？」と、ぼくはきいた。 「愛 ──だと、わたしは思うのだがね……」と、ナハティガルは、低い、しずかな声でいった。 ──その単語を口にした時の、不思議に若々しい 含羞 をふくんだ声音が、ぼくをちょっとびっくりさせた。",
        "location": "2,688"
      }
    ]
  },
  {
    "id": "2f3a9bbe2875afc62f2050be8d044dc769ca45c3637c84fd63d5c838348dc472",
    "title": "おれがあいつであいつがおれで",
    "author": "山中恒",
    "publisher": "角川書店",
    "isbn": "9784041417034",
    "asin": "4041417031",
    "readDate": "2019/12/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7034/9784041417034.jpg",
    "highlights": []
  },
  {
    "id": "9f32036b4beb2916dd028f1ed1cd528126ff7dfc9b97a06d627a97fc1f1f75b4",
    "title": "奇書の世界史 歴史を動かす“ヤバい書物”の物語",
    "author": "三崎　律日",
    "publisher": "KADOKAWA",
    "isbn": "9784046043931",
    "asin": "4046043938",
    "readDate": "2019/12/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3931/9784046043931.jpg",
    "highlights": [
      {
        "text": "まずは新渡戸稲造の談話からです。新渡戸が展開した野球批判はおおよそ次のようなものでした。 ・野球は 賤技 なり剛勇の気なし。 ・相手を常にペテンにかけよう、計略に陥れよう、 塁 を盗もうなど、眼を四方八面に配り神経を鋭くしてやる遊びである。 ・ゆえに米人には適するが英人やドイツ人には決して出来ない。 ・英国の国技たる 蹴球※７ のように鼻が曲がっても顎骨が歪んでもボールに嚙り付いているような勇剛な遊びは米人には出来ない。 ※７ ここではラグビーを指す。 ・日本の野球選手は礼儀を知らない。過日の軽井沢で行われた外国人との試合において不調法な野次を飛ばして試合が中止になったという。 ・海外では「スポーツマンライク」と言って非常に礼儀正しいことであるが、これを日本語に訳して「運動家らしい」と言うとなんというか礼儀も知らぬ 破落漢 の様に聞こえるのも日本の運動家の品性下劣から来ている。",
        "location": "798"
      },
      {
        "text": "野球にしろ、ゲームにしろ、世の中に突然現れたものは、人々への影響力が強ければ強いほど「善い・悪い」だけでなく、「快・不快」の議論にも晒されるものです。 「良い影響を与えるかどうか」だけでなく、「私が気に入るか」という基準は、世の中では個人の判断軸として必ず存在します。しかし一方で、善悪の基準を掘り下げてみると、根っこにあったのは快・不快の話だったということはよくあり、そこがまた面白いところでもあります。 現在の高校野球にある「さわやかな」イメージも、もとをたどれば「害毒論」に対するアンチテーゼとして大阪朝日新聞が作り上げたものです。そう考えれば、そもそも「害毒論」がなければ、現在の野球はもっとアングラな雰囲気のスポーツになっていたかもしれません。 対論が存在するというのは、その題材をさらなる高みへ導くための大切な要素であると言えるでしょう。",
        "location": "914"
      },
      {
        "text": "歴史の先端にいる現代人は、過去の「平凡で、さして面白くもない人々の営み」という面をすべて無視して「面白い歴史」というエンタテインメントとして消費する権利を持ってしまっています。ひょっとすると、歴史を「面白い」と感じている時点で、私たちはすでに「面白さ」のバイアスがかかった歴史を見せられているのかもしれません。",
        "location": "2,725"
      }
    ]
  },
  {
    "id": "19062e1252658f52a9ef4f86dcd3408273f0e2f8b497b6b7d4cfd04694d98b87",
    "title": "脱税の世界史",
    "author": "大村大次郎",
    "publisher": "宝島社",
    "isbn": "9784800293671",
    "asin": "4800293677",
    "readDate": "2019/12/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3671/9784800293671.jpg",
    "highlights": []
  },
  {
    "id": "6d8b7209108a9ca34f581a0c14dbaf7d48da996acc112ee1e1d0426af0944e0d",
    "title": "息吹",
    "author": "テッド・チャン/大森　望",
    "publisher": "早川書房",
    "isbn": "9784152098993",
    "asin": "4152098996",
    "readDate": "2019/12/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8993/9784152098993.jpg",
    "highlights": []
  },
  {
    "id": "cd246b80e6795fb1ed8d5c0bfe4ec0c2c19fa350690495a86b2ff37085536e5e",
    "title": "習慣の力〔新版〕",
    "author": "チャールズ・デュヒッグ/渡会　圭子",
    "publisher": "早川書房",
    "isbn": "9784150505424",
    "asin": "415050542X",
    "readDate": "2019/12/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5424/9784150505424.jpg",
    "highlights": [
      {
        "text": "定期的に運動を始めると、それがたとえ週に１回といった少ない回数でも、他の運動とは関係のない部分も、知らないうちに変わってくる。代表的なのが、運動を始めると食生活が向上し、さらに職場での生産性も上がるという現象だ。喫煙量が減り、同僚や家族に対しても寛大になる。クレジットカードを使う回数が減り、ストレスも軽減する。",
        "location": "2,082"
      },
      {
        "text": "寝る前に体の部位を緊張させてからリラックスさせるという一節があった。「右手を拳に握ってぱっと開き、緊張が解けていく姿を想像する」",
        "location": "2,122"
      }
    ]
  },
  {
    "id": "69387ac89333c794f116d3fe88267dc29407ad037889e7f5a6d96bc785530d34",
    "title": "現代思想(2019 11(vol．47-)",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791713882",
    "asin": "4791713885",
    "readDate": "2019/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3882/9784791713882.jpg",
    "highlights": []
  },
  {
    "id": "e0bc3843fa9ff2f6ebbba9723a0ffa304d7a7dc04ff617089716c7058cc2458f",
    "title": "ウォール街の物理学者",
    "author": "ジェイムズ・オーウェン・ウェザーオール/高橋璃子",
    "publisher": "早川書房",
    "isbn": "9784152093974",
    "asin": "4152093978",
    "readDate": "2019/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3974/9784152093974.jpg",
    "highlights": [
      {
        "text": "株価が正規分布になるのではなく、 収益率 が正規分布になっているのだ（＊",
        "location": "937"
      },
      {
        "text": "株の収益率と値動きは、数学的にいえば「対数」という関係にある。仮に収益率が正規分布になるとしたら、株価の分布は対数正規分布という分布になる（＊ 58）。",
        "location": "945"
      },
      {
        "text": "つまり株価の分布は正規分布ではなく、対数正規分布になっていたのだ。ということは、ランダムウォークの動きをするのは株価ではなく、収益率のほうだと考えられる。",
        "location": "948"
      },
      {
        "text": "オズボーンの試みは、部分的な成功をおさめた。彼は株の出来高（一定時間内に売買が成立した数）が、均等な分布になっていないことを発見した（＊ 68）。ブラウン運動モデルでは、出来高が一日中同じくらいであるというシンプルな前提をおいていた。でも実際には、一日のはじまりと終わりに取引が集中していた。週の初めと終わり、それに月初と月末にも取引量が大きく増えた（ちなみにこれは、鮭の泳ぎでいうところの「遅いゆらぎ」が出来高に現れた例だと言える）。",
        "location": "1,131"
      },
      {
        "text": "ソープ夫妻を迎えてくれた元ファンドマネジャーは、資産運用の世界を離れて新たなプロジェクトを立ち上げようとしているところだった。古い繊維会社を買いとり、経営を立て直すつもり",
        "location": "2,324"
      },
      {
        "text": "カオス系は決定論的（条件によって結果が決まるので、かぎりなく正確なデータがあれば結果を予測することが可能）だが、そこまで正確に世界の状態を知ることは不可能だ。どんなにがんばっても、地球上のすべての蝶の羽ばたきを観察することはできない。そのうえ、ものすごく小さな誤差が、結果をまったくちがうものに変えてしまう。 つまり気象の動きは与えられた条件によって正確に決まるけれど、すべての蝶を観察できないせいで、ランダムである かのように 見えるということだ。",
        "location": "3,148"
      },
      {
        "text": "ソネットはあることに気づいた。あらゆる部分で臨界現象の準備が整っている場合、大きな割れ目の前身である小さなひびの増幅する様子にも影響がでてくる。決定的な破裂が起こる前には、それよりも小さなできごとの起こる頻度が特定のパターンを描きながら増えてくるのだ。 このパターンは対数周期と呼ばれ、時間の対数になるような形で、小さなできごとの起こる間隔がどんどん短くなってくる。",
        "location": "3,782"
      }
    ]
  },
  {
    "id": "ee816da58c3e8e75ff31c881a9a42f0bc5a42504c27a4e49fccfcc9de0b4f895",
    "title": "ユリイカ(12 2019(第51巻第21)",
    "author": "",
    "publisher": "青土社",
    "isbn": "9784791703791",
    "asin": "4791703790",
    "readDate": "2019/11/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3791/9784791703791.jpg",
    "highlights": []
  },
  {
    "id": "bf4cda113b480ca9321918deb10dbe086d8fd6a87788f817207cebf01d53dd0b",
    "title": "リーダブルコード",
    "author": "ダスティン・ボズウェル/トレバー・フォシェ",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873115658",
    "asin": "4873115655",
    "readDate": "2019/11/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5658/9784873115658.jpg",
    "highlights": []
  },
  {
    "id": "3752be1802ccd4cba5638e5bbb4ffe37c2b2cf799525110fbafbe60a45f125aa",
    "title": "楽園の日々",
    "author": "アーサー・チャールズ・クラーク/山高昭",
    "publisher": "早川書房",
    "isbn": "9784150116699",
    "asin": "4150116695",
    "readDate": "2019/11/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6699/9784150116699.jpg",
    "highlights": [
      {
        "text": "今日まで記憶される彼の唯一の作品は『シリンダーの救世主』 The Messiah of the Cylinder（一九一七）で、Ｈ・Ｇ・ウエルズの『睡眠者が目ざめる時』 When the Sleeper Wakes に応えて書いたアンチユートピア小説である（本文の中で、ウエルズの名が何度も言及される）。これには『一九八四年』の非常に印象的な予測がいくつも含まれているから、ジョージ・オーウェルがルッソー（・エマニュエル）の小説を読んだことは、まずまちがいないと思われる（このテーマは、きっと彼にアピールしたのだろう（ １））。",
        "location": "461"
      },
      {
        "text": "そして、一九三〇年としては実に 仰天するような 一節がある。 ……この時点で、われわれは月面からわずか約六五〇〇〇マイルほどのところにいた。これからプラネタラ号は向きを変えて、火星への直線コースをとる。この月の接近通過の際には、乗客の注意を引くようなことは何も起こらなかった。われわれはいつものように衛星の引力を利用して、より大きな初速度を得た。 この最後の文章を読んだとき、わたしは文字どおり口をあんぐり開けたままだった。わたしの知るかぎりでは、“〝 重力アシスト”〟 という概念は（少しも自明ではなく、一見すると保存則に反するように思えるのだが）、約二〇年後まで発見されなかった（ １）。七",
        "location": "737"
      },
      {
        "text": "長い目で見て（いや、大至急に）、われわれは知能ある哺乳動物になるべきで、武装した恐竜に逆戻りしてはならない。さきほどのオーデンの引用を続けるが、「たがいに愛しあわねば、死ぬ」のだ。ただし、もっともな理由で好きになれない者を愛するのは、非常にむずかしいものだが。 しかし、そうしなければ、はるかに悪いことになるのだ。",
        "location": "2,401"
      },
      {
        "text": "１ 知識人とは、自分の知能を上まわる教育を受けた者である。",
        "location": "2,696"
      },
      {
        "text": "いまやアスタウンディングは、ＳＦというよりファンタジーに深く関わる別の作家を呼び物にしようとしていた。Ｈ・Ｐ・ラヴクラフトは一九三六年に突然の登場をした─",
        "location": "2,912"
      },
      {
        "text": "未来の兵器に対する唯一の防衛は、そもそも使用されるのを防ぐことにあるという結論に戻ることになる。言い換えれば、これは政治の問題であって、軍事ではないのだ。 一つの国の武装兵力には、 もはや国を防衛する力がない。 せいぜい、 敵を破滅させると約束できるだけだ。",
        "location": "4,500"
      },
      {
        "text": "第一法則──著名だが年配の科学者が、なにごとかが可能だと言えば、それはまずまちがいなく正しい。しかし彼が不可能だと言えば、たいていの場合はまちがっている。 第二法則──可能性の限界を知る唯一の方法は、それを超えて不可能の段階に入ることである。 第三法則──充分に進歩した技術は、魔法と区別できない（ １）。",
        "location": "4,518"
      }
    ]
  },
  {
    "id": "b408ce822056718950cb8604dfc3a3c2b1cc16cde1faa45b3da3a3d56c6cc5ed",
    "title": "俺の青春を生け贄に、彼女の前髪をオープン3",
    "author": "凪木　エコ/すし*",
    "publisher": "KADOKAWA",
    "isbn": "9784040724577",
    "asin": "4040724577",
    "readDate": "2019/11/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4577/9784040724577.jpg",
    "highlights": []
  },
  {
    "id": "9824c8f0d2f049a5b4666763d1cd88542ae4962daa81b58a189355678a6d856d",
    "title": "佇むひと",
    "author": "筒井康隆",
    "publisher": "角川書店",
    "isbn": "9784041305263",
    "asin": "4041305268",
    "readDate": "2019/11/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0413/04130526.jpg",
    "highlights": []
  },
  {
    "id": "d27ab1424d18cb65a6470010f2e6fb535663fa8e1dedfa915bcab0443ec17296",
    "title": "ボルヘス詩集",
    "author": "ホルヘ・ルイス・ボルヘス/鼓直",
    "publisher": "思潮社",
    "isbn": "9784783725121",
    "asin": "4783725128",
    "readDate": "2019/11/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7837/78372512.jpg",
    "highlights": []
  },
  {
    "id": "ce3cafe7bedc9b224f95d2a94d95d20c7603a7100b4c76b1e614718fa02728b5",
    "title": "冴えない彼女の育てかた Memorial2",
    "author": "丸戸　史明/深崎　暮人",
    "publisher": "KADOKAWA",
    "isbn": "9784040734026",
    "asin": "4040734025",
    "readDate": "2019/11/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4026/9784040734026.jpg",
    "highlights": []
  },
  {
    "id": "1607165c36a793c9c7f3c1e4d5149e07a8e280ccc9b017559d171750cba28a75",
    "title": "やはり俺の青春ラブコメはまちがっている。(14)",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094517811",
    "asin": "4094517812",
    "readDate": "2019/11/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7811/9784094517811.jpg",
    "highlights": []
  },
  {
    "id": "d09aab935b78cb3dc43b78953b599b71314fe5d3d57f59be0948002b987e824b",
    "title": "寝ながら学べる構造主義",
    "author": "内田 樹",
    "publisher": "文藝春秋",
    "isbn": "9784166602513",
    "asin": "4166602519",
    "readDate": "2019/11/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2513/9784166602513.jpg",
    "highlights": [
      {
        "text": "よい入門書は、まず最初に「私たちは何を知らないのか」を問います。「私たちはなぜそのことを知らないままで今日まで済ませてこられたのか」を問います。 これは実にラディカルな問いかけです。 なぜ、私たちはあることを「知らない」のでしょう？ なぜ今日までそれを「知らずに」きたのでしょう。単に面倒くさかっただけなのでしょうか？ それは違います。私たちがあることを知らない理由はたいていの場合一つしかありません。 「知りたくない」からです。 より厳密に言えば「自分があることを『知りたくない』と思っていることを知りたくない」からです。 無知というのはたんなる知識の欠如ではありません。「知らずにいたい」というひたむきな努力の成果です。無知は怠惰の結果ではなく、勤勉の結果なのです。 噓だと思ったら、親が説教くさいことを言い始めた瞬間にふいと遠い目をする子どもの様子を思い出して下さい。",
        "location": "100"
      },
      {
        "text": "入門書が提供しうる最良の知的サービスとは、「答えることのできない問い」、「一般解のない問い」を示し、それを読者一人一人が、自分自身の問題として、みずからの身に引き受け、ゆっくりと嚙みしめることができるように差し出すことだと私は思っています。",
        "location": "132"
      },
      {
        "text": "制度に「疑いのまなざし」を向けているおのれの「疑い」そのものまでが、「制度的な知」として、現に疑われている当の制度の中に回収されてゆくことへの不快。そのことに気づかずに「権力への反逆」をにぎやかに歌っている愚鈍な学者や知識人への侮蔑。この不快にドライブされた徹底的な自己言及がフーコーの批評性の真骨頂です。（この「大衆嫌い」もニーチェからフーコーが受け継いだ知的資質の一つです。）",
        "location": "1,327"
      }
    ]
  },
  {
    "id": "232d28e101d3870b091675b0b2d2865a899948dd7230d263b79eca26de774abc",
    "title": "ハプスブルク家",
    "author": "江村洋",
    "publisher": "講談社",
    "isbn": "9784061490178",
    "asin": "4061490176",
    "readDate": "2019/11/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0178/9784061490178.jpg",
    "highlights": []
  },
  {
    "id": "021eebd2f428f052a1a2d59689b5d3d8132ee1fee7ef7d949c417e25d1cbca7a",
    "title": "デイトレード",
    "author": "オリバー・ベレス/グレッグ・カプラ",
    "publisher": "日経BP社",
    "isbn": "9784822242978",
    "asin": "4822242978",
    "readDate": "2019/11/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8222/82224297.jpg",
    "highlights": [
      {
        "text": "幼年期の成長の効率を最大化するために最適な方法は、トレーディング日誌をつけることである。すべての取引内容を記録するだけでなく、そのトレーディングに関する見解、アイデア、その取引の結果を記録しなければならない。学んだ教訓を日誌に記録することによって、その教訓を決して無駄にしないようにしなければならない。この日誌は自分を映す鏡、また、自分がどこへ向かおうとしているかを示す地図となるのである。すべての経験、感情、思考を記録する習慣を身につけることによって、最終的には、壮年期に至る恒常的な成長を確保できる。第2の人生において、第1の人生での努力と苦労が日々のトレーディングに反映されるようになるのである。",
        "location": "2,244"
      }
    ]
  },
  {
    "id": "164002bab028ca4560fcfe0945774090660b514f97227fddc272b15b4c5badbb",
    "title": "俺の青春を生け贄に、彼女の前髪をオープン2",
    "author": "凪木　エコ/すし*",
    "publisher": "KADOKAWA",
    "isbn": "9784040722009",
    "asin": "4040722000",
    "readDate": "2019/11/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2009/9784040722009.jpg",
    "highlights": []
  },
  {
    "id": "7bec85c3aafd01fd30a387fad33cfaa1abce4f16e786b7b668f18aa8a0f07332",
    "title": "ハプスブルク家12の物語",
    "author": "中野京子",
    "publisher": "光文社",
    "isbn": "9784334034696",
    "asin": "4334034691",
    "readDate": "2019/11/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4696/9784334034696.jpg",
    "highlights": []
  },
  {
    "id": "e96303650d2943eed19021dda45fbf86074d681c89f428228abd46823a363a2c",
    "title": "創作する遺伝子",
    "author": "小島 秀夫",
    "publisher": "新潮社",
    "isbn": "9784101016412",
    "asin": "4101016410",
    "readDate": "2019/11/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6412/9784101016412.jpg",
    "highlights": []
  },
  {
    "id": "dcdb7df7f792e963d0161b729851482fff3de7276b2ca470081ec10a83545681",
    "title": "あの夏ぼくは天使を見た",
    "author": "焦茶/岩倉　文也",
    "publisher": "KADOKAWA",
    "isbn": "9784046043436",
    "asin": "4046043431",
    "readDate": "2019/11/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3436/9784046043436.jpg",
    "highlights": []
  },
  {
    "id": "f556ab35d38bb92228fb0d7472df1f02a63d1c4ddaff2ccb85f7a98874067628",
    "title": "一人の力で日経平均を動かせる男の投資哲学",
    "author": "cis",
    "publisher": "KADOKAWA",
    "isbn": "9784041069691",
    "asin": "4041069696",
    "readDate": "2019/11/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9691/9784041069691.jpg",
    "highlights": [
      {
        "text": "日本、アメリカ、ヨーロッパの３つのマーケットのうち、時差の関係から月曜日に最初に市場が開くのは日本。 なので週末に世界的な事件が起きると、日本で最初に影響があらわれる。 イギリスのＥＵ離脱決定、トランプの勝利など、欧米の政治的な事件があると、まず大きく売られる。そのとき日本では売られすぎる傾向がある。 僕の経験からいえば、こういうときは 90％は逆張りで買っていい。 トランプの大統領選勝利のように、「今後どうなってしまうんだ？」という状況のときこそ逆張りだ。 もちろん、これは何か大事件が起きた場合の話。通常時にダウ先物が安くなっているからといって逆張りするのは、「上がっているときには買い」の原則に反する。 逆パターンで、週末にアメリカに好材料が出て、ダウ先物が４００くらい大きくプラスしているときに日経平均も爆上げしたら、空売りする。 だいたいすぐ戻る。",
        "location": "683"
      }
    ]
  },
  {
    "id": "fbc41d6a9059f1506a698d4049b4cd176237ec06cf11d3f272a4824399773a1a",
    "title": "やがて君になる 佐伯沙弥香について",
    "author": "入間　人間/仲谷　鳰",
    "publisher": "KADOKAWA",
    "isbn": "9784049121650",
    "asin": "4049121654",
    "readDate": "2019/10/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1650/9784049121650.jpg",
    "highlights": [
      {
        "text": "「昔がどうだからって今が否定されるわけじゃないし……逆に今がいいから、昔がなかったことになるわけでもないんだけどさ。 繫 がりなんてあるようでないから、今こうしてるのが全部だし。今 綺麗 なら、今は好きなんだ。そう言うしかない」",
        "location": "1,634"
      }
    ]
  },
  {
    "id": "6ed3c1d9662a889eca5051d3ee6ceac809860ef882265944482e144c386fa307",
    "title": "タイタンの妖女",
    "author": "カート・ヴォネガット/浅倉久志",
    "publisher": "早川書房",
    "isbn": "9784150117009",
    "asin": "4150117004",
    "readDate": "2019/10/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7009/9784150117009.jpg",
    "highlights": [
      {
        "text": "これから物語るのは、数年の前後はあってもだいたい第二次大戦から第三次大不況のあいだに落ちつく、あの悪夢の時代の実話である。",
        "location": "60"
      },
      {
        "text": "「善が、悪ほどたびたび勝利をあげることができないという理由は、どこにもない。勝利はすべて組織力の問題だ。もし、天使というようなものが存在するなら、せめてマフィア程度の組織力は持ってもらいたい」",
        "location": "2,965"
      },
      {
        "text": "むかしむかし、トラルファマドール星には、機械とはまったくちがった生物が住んでいた。彼らは信頼性がなかった。能率的でもなかった。予測がつかなかった。耐久力もなかった。おまけにこの哀れな生物たちは、存在するものすべてなんらかの目的を持たねばならず、またある種の目的はほかの目的よりもっと高尚だという観念にとりつかれていた。 この生物は、彼らの目的がいったいなんであるかを見出そうとする試みで、ほとんどの時間を費していた。そして、これこそは彼らの目的であると思われるものを見出すたびに、その目的のあまりの低級さにすっかり自己嫌悪と羞恥におちいるのが常だった。 そこで、そんな低級な目的に奉仕するよりはと、生物たちは一つの機械をこしらえ、それに奉仕を代行させることにした。これで、生物たちには、もっと高級な目的に奉仕する暇ができた。しかし、いくら前より高級な目的を見つけても、彼らはその目的の高級さになかなか満足できないのだった。 そこで、より高級なかずかずの目的に奉仕するよう、かずかずの機械が作られた。 そして、これらの機械はあらゆることをみごとにやってのけたので、とうとう生物たちの最高の目的がなんであるかを見つける仕事を仰せつかることになった。 機械たちは、生物たちがなにかの目的を持っているとはとうてい考えられないという結論を、ありのままに報告した。 それを聞いて、生物たちはおたがいの殺し合いをはじめた。彼らは目的のないものをなによりも憎んでいたからである。 やがて彼らは、自分たちが殺し合いさえもあまり巧くないことに気づいた。そこで、その仕事も機械たちにまかせることにした。そして機械たちは、〈トラルファマドール〉というのに要するよりも短い時間で、その仕事… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "4,823"
      }
    ]
  },
  {
    "id": "9c18f343bd530e195c9bac5ce3cdc0b8353664c3f2fd5dfb9836008d4fa14397",
    "title": "ファイト・クラブ新版",
    "author": "チャック・パラニューク/池田真紀子",
    "publisher": "早川書房",
    "isbn": "9784150413378",
    "asin": "4150413371",
    "readDate": "2019/10/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3378/9784150413378.jpg",
    "highlights": []
  },
  {
    "id": "dbfe91e86bc51cde2a45c269e1050011719489f76962c8e6f01abc86d8f09235",
    "title": "冴えない彼女の育てかた Memorial",
    "author": "丸戸　史明/深崎　暮人",
    "publisher": "KADOKAWA",
    "isbn": "9784040724607",
    "asin": "4040724607",
    "readDate": "2019/10/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4607/9784040724607.jpg",
    "highlights": []
  },
  {
    "id": "9085c8b6b5810b4b732ce8d71c6c4052806921d5c7616af5e8629ad14ee1f161",
    "title": "同棲から始まるオタク彼女の作りかた2",
    "author": "村上　凛/館川　まこ",
    "publisher": "KADOKAWA",
    "isbn": "9784040729367",
    "asin": "4040729366",
    "readDate": "2019/10/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9367/9784040729367.jpg",
    "highlights": []
  },
  {
    "id": "68473a2f34ec012cbfe993c08a4cd1d11215f005ac5a25c0b115aaa1a475f376",
    "title": "同棲から始まるオタク彼女の作りかた",
    "author": "村上　凛/館川　まこ",
    "publisher": "KADOKAWA",
    "isbn": "9784040729350",
    "asin": "4040729358",
    "readDate": "2019/10/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9350/9784040729350.jpg",
    "highlights": []
  },
  {
    "id": "e0047c9bcb0180e571033d14f291f0d3451ceaf1f29ffda2424b61f4392a20d2",
    "title": "資本主義に出口はあるか",
    "author": "荒谷 大輔",
    "publisher": "講談社",
    "isbn": "9784065170168",
    "asin": "4065170168",
    "readDate": "2019/10/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0168/9784065170168.jpg",
    "highlights": [
      {
        "text": "われわれがいま生きている「この社会」とは、どんな社会なのでしょうか。 「社会」というよく分からないものの情勢をさぐるために、従来「右／左」あるいは「保守／リベラル」という概念対が用いられてきました。「右」「左」「保守」「リベラル」というそれぞれの言葉の中身は、話し手の立場や文脈によってその都度、微妙に異なったりします。しかしまずは一般的に、「保守」あるいは「右」を「伝統や歴史を守って急激な社会変化を好まない傾向性」、「リベラル」あるいは「左」を「平等な社会を目指して社会を（ときに急進的に） 改革しようとする方向性」と理解するところから話をはじめましょう。",
        "location": "142"
      },
      {
        "text": "ファシズムやナチズムは「右」あるいは「保守」と呼ばれるべき運動ではなく、いわば「民族主義的急進派」と呼ばれるべきものだと思われます。つまり、それらはルソー的社会を目指すことにおいて「左」というべき運動でした。",
        "location": "1,879"
      }
    ]
  },
  {
    "id": "a6a42a3049680477cd4c904713b840925606b47a4f44581e8eb443b012c4698a",
    "title": "俺の青春を生け贄に、彼女の前髪をオープン",
    "author": "凪木　エコ/すし*",
    "publisher": "KADOKAWA",
    "isbn": "9784040721996",
    "asin": "4040721993",
    "readDate": "2019/10/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1996/9784040721996.jpg",
    "highlights": [
      {
        "text": "あとがきを書きながらも、自分の青春時代はいつだったかなと考えています。高校と大学は同じくらい楽しかったのですが、青春というワードを入れると高校の 頃 かな？ くだらない思い出でいっぱいです。教室でチョーク粉パーティーをして身体中カラフルで早退したり、 顧問 の自転車の空気キャップを 抜いてマンホールの中に 証拠 隠滅 したり、授業中にマリオ○ートで８人対戦してレインボーロードでめっちゃ身体が 傾いたり。 当時の自分からしたら 些細 なことなのでしょうが、こうやって思い出すとゴミみたいな 奴 だなと改めて実感します。でもゴミみたいなこと、今読んでる中高生の皆さんは進行形でやっているだろうし、大学生や社会人の方もやってきたはずです。否定させません、絶対やってます。赤の他人からしたらゴミみたいなのですが、当の本人たちにとっては、すげー楽しいですよね。芸人にとって鼻水はダイアモンドと同じです。だからこそ、今が青春の人たちって、すげー 羨ましいです。部活帰りにコンビニでたむろしている学生さんを見ると、ノスタルジックな気持ちになります。ベンチで初々しくも制服カップルが会話しているのを見たら、後ろからベンチを引っくり返したくなります。いや、これは僕が中高生時代から思ってることだから関係なさそうです。 青春時代は 戻ってきません。だからこそ僕は、自分ができなかった体験を補うべく書いているのかもしれません。カッコイイこと言ったなと思いましたが、最初に書こうと思ったジャンルはバトルものでした。 というわけで、今が青春だという方々は、思う存分に青春してください。凪木同様に青春なんか終わっちまったという方々は、たまに集まった友達と昔話に花を 咲かしたり、ガールズバーでチャンネーと会話したり、青春ラブコメを読んで過去補正… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "3,427"
      }
    ]
  },
  {
    "id": "a56d656379d7a822a4108b6334c2fd7f30b6130a565fe77d1fb7b2eb424b6dc3",
    "title": "われら",
    "author": "ザミャーチン/松下隆志",
    "publisher": "光文社",
    "isbn": "9784334754099",
    "asin": "4334754090",
    "readDate": "2019/10/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4099/9784334754099.jpg",
    "highlights": []
  },
  {
    "id": "8eb06ab7278e8893b6f85eee579a61ca734237f9288097803970364410332a22",
    "title": "唯脳論",
    "author": "養老孟司",
    "publisher": "筑摩書房",
    "isbn": "9784480084392",
    "asin": "4480084398",
    "readDate": "2019/10/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4800/48008439.jpg",
    "highlights": [
      {
        "text": "第一、功利的にいっても、いまあるヒトの脳というものを、手間暇かけて人工的に作ったところで、なんの得もない。ヒトの脳を作る必要などまったくない。そんなものなら、いまだって、それこそ腐るほどある。これは当り前のことだが、しばしば誤解を生じる点である。人工知能が人間を置き換えるというのは、単なる誤解に過ぎない。第一、機械というのは、ヒトの脳ほどいい加減なものではない。 それなら、ヒトの脳を置換するものはないか。それはもちろんある。あると思う。それはなにか。ヒトの脳を包含する脳である。",
        "location": "712"
      },
      {
        "text": "れている。永遠の現在では、過去は「水に流して」お祀りする他はない。すなわち、時は「行く川の流れは絶えずして、しかももとの水にあらず」であり、「月日は百代の過客にして、行き交う年もまた旅人」なのである。時",
        "location": "1,804"
      }
    ]
  },
  {
    "id": "cd544678b89320bcfd3128921de5c40b84a14685e0f1a6ce63385d557fb6b492",
    "title": "｢豊かさ｣の誕生(下)",
    "author": "ウィリアム・バーンスタイン",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532197698",
    "asin": "4532197694",
    "readDate": "2019/10/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7698/9784532197698.jpg",
    "highlights": []
  },
  {
    "id": "9851dfe6679bb68cc08aa136b4b5d773e3ac273e0a5045e98d4ebfb74c33c2a3",
    "title": "ゴルディアスの結び目",
    "author": "小松　左京",
    "publisher": "KADOKAWA",
    "isbn": "9784041073261",
    "asin": "404107326X",
    "readDate": "2019/10/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3261/9784041073261.jpg",
    "highlights": [
      {
        "text": "「われわれの時代は、あまりにも理性を過大評価しているのかも知れんな……」テッドはにやにや笑った。「吸いこんだだけで、恍惚となる香りがあることを思うと、これから先は、〝古代の知恵〟である、フェロモンや向精神薬のことを、もっと考えなきゃいかんだろう。──人類の〝幸福〟のために……」",
        "location": "562"
      },
      {
        "text": "未来」がありすぎることが、彼らを 焦らせ、短気にさせ、未来との距離をちぢめようとするいらだたしいさまざまな試みが、かえってまた、その試みの 苦い 挫折 と、一刻の 飛躍 の幻影からの不快な 覚醒 をもたらすのだ。",
        "location": "633"
      },
      {
        "text": "ふたたび、波…… 永劫 の彼方から、はてしなく押しよせ、背後の過ぎ去った永劫の彼方へと消えて行く、無限の波の背……波とともに、波を 逐って、風もまた、宇宙の深淵より永劫にこの 断崖 に吹きよせ、砕ける波頭とともに、島の西の断崖を削り、やかましく",
        "location": "681"
      },
      {
        "text": "で、どんなことをやって聖籍を 剝奪 されたか……。だが、ここでは 誰 も、そんなことは問題にせん。クワン師が言ったように、私たちは 年をとりに、この島へ来た。あのごたごたした文明の中では、人間は〝老人〟にさえなれん……。年齢だけが見ることを可能にしてくれるものを、あの喧騒が邪魔して見させてくれんのだ……。年さえとれない、ということは、〝老人の未来〟をうばうことだ。で──私たちは、老年の未来をとりもどしにこの島へ──〝岬〟へ来た……。人間は、自ら意志し、自らの人生を守る賢明さを持たなければ、せっかく長生きした人間にのこされている〝老人になる〟可能性さえ無茶苦茶にしてしまうのだ。肉体が衰え、頭がぼけ、暦数年齢だけふえて、まだ青壮時の我欲、 煩悩 に 苛まれながら、醜い 妄執 の中で死ななければならん……」",
        "location": "769"
      }
    ]
  },
  {
    "id": "ef163d79fcbb3b1be8189a83edc069e632aa9c0db9868757edc15621b0cbd58e",
    "title": "嘘と正典",
    "author": "小川　哲",
    "publisher": "早川書房",
    "isbn": "9784152098863",
    "asin": "4152098864",
    "readDate": "2019/09/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8863/9784152098863.jpg",
    "highlights": [
      {
        "text": "しかし、そうやって半ば暴力的に規範となる文化を取り入れることによって、それまで見えていなかったものが見えてくるのだ。なんとなくカッコ良さそうだからという理由で、理解できないフランス映画を観る。賢く見られたいからという理由で、ニーチェやマルクスやピケティを読む。人気だからという理由で、日本画やモダンアートの展覧会へ行く。そうやって、人々は本来興味のなかったものに興味を持つ。",
        "location": "1,810"
      },
      {
        "text": "僕が言いたいのは、歴史上の成果は二つの種類に分けることができるということなんです。ある特定の人物がいなくても存在したものと、ある特定の人物がいなければ存在し得なかったものの二つに」",
        "location": "2,134"
      }
    ]
  },
  {
    "id": "2ba521dad9308285d37afb7d030c9c13a73bfbe9bab28e6cc8b41161be038b48",
    "title": "不良老人の文学論",
    "author": "筒井 康隆",
    "publisher": "新潮社",
    "isbn": "9784103145332",
    "asin": "4103145331",
    "readDate": "2019/09/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5332/9784103145332.jpg",
    "highlights": []
  },
  {
    "id": "e6faaca2dfd9298d95330151b0d9f780cb863a0a4c5dd919fc46e908b3fb3705",
    "title": "｢豊かさ｣の誕生(上)",
    "author": "ウィリアム・バーンスタイン",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532197681",
    "asin": "4532197686",
    "readDate": "2019/09/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7681/9784532197681.jpg",
    "highlights": []
  },
  {
    "id": "4bcc738f2182795f24980bcc52cb20d02ea4ab613e3379958b4fe243a9bcc82d",
    "title": "日英インテリジェンス戦史",
    "author": "小谷　賢",
    "publisher": "早川書房",
    "isbn": "9784150505448",
    "asin": "4150505446",
    "readDate": "2019/09/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5448/9784150505448.jpg",
    "highlights": []
  },
  {
    "id": "25aa8b599ad045c9dfc90f4720286025f643ddbf74a068ee54d7571044ca57f7",
    "title": "フロスト詩集",
    "author": "川本皓嗣",
    "publisher": "岩波書店",
    "isbn": "9784003234310",
    "asin": "4003234316",
    "readDate": "2019/09/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4310/9784003234310.jpg",
    "highlights": []
  },
  {
    "id": "de187ec03d93f5b9cd6db7d93e107b31bdf0e60aef42c22dac48084e51b19b0c",
    "title": "俺の妹がこんなに可愛いわけがない(13) あやせif 上",
    "author": "伏見　つかさ/かんざき　ひろ",
    "publisher": "KADOKAWA",
    "isbn": "9784048932851",
    "asin": "4048932853",
    "readDate": "2019/09/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2851/9784048932851.jpg",
    "highlights": []
  },
  {
    "id": "c797735419feac53f407c54f059bc1510a6053966ac0d4d3a828c1d52c7a0798",
    "title": "妻を帽子とまちがえた男",
    "author": "オリヴァー・サックス/高見幸郎",
    "publisher": "早川書房",
    "isbn": "9784150503536",
    "asin": "4150503532",
    "readDate": "2019/09/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3536/9784150503536.jpg",
    "highlights": [
      {
        "text": "いったい病気の「本質」とか「新しい病気」とはなにをいうのか？ 医者は自然科学者とはちがう。自然科学者は、多くの生命体を広くとりあげ、それらがある方法によってある環境に適合してゆくさまを研究するが、このとき、方法も環境も平均で考えている。これに反して医者が問題にするのは、一個の生命体、すなわち、逆境のなかで自己のアイデンティティを守りぬこうとする個人としての人間である。",
        "location": "218"
      },
      {
        "text": "記憶をすこしでも失ってみたらわかるはずだ、記憶こそがわれわれの人生をつくりあげるものだということが。記憶というものがなかったら、人生はまったく存在しない……記憶があってはじめて、人格の統一が保てるのだし、われわれの理性、感情、行為もはじめて存在しうるのだ。",
        "location": "600"
      },
      {
        "text": "もしわれわれが足とか眼を失ったとしたら、われわれは足や眼がなくなったことに気づく。だが自分自身を失ったとしたら、そのことを知ることができない。なぜならば、それに気づく自分というものがいないのだから）。",
        "location": "893"
      },
      {
        "text": "倫理的、宗教的、劇的なるものすべてを豊かに享受する身になっている。はじめてジミーに会ったとき私は思った、しょせん彼はヒュームのいう「泡」でしかないのではないか、人生の表面でぷかぷかする無意味なはかない存在にすぎないのではないか、と。ヒュームによって指摘された、一貫性もなにもない支離滅裂の状態からはたして脱する道があるのだろうか、と疑わしく思ったものだった。経験哲学からいえば、道はないはずだった。しかし経験哲学は、魂というものを考慮にいれていない。個人の人格をかたちづくったり、決定づけたりしているものには考慮をはらわない。おそらくジミーのこの話のなかには、診療上の教訓だけでなく、哲学上の教訓もあるのではないだろうか。すなわち、コルサコフ症候群や痴呆やその他の悲惨な状態において、たとえ器質的障害やヒュームのいう溶解がどんなにひどくても、芸術や聖体拝領や魂のふれ合いなどによって人間らしさは回復されうる、ということだ。神経学上は望みのない状態に見えようとも、この可能性は存在するのである。",
        "location": "976"
      },
      {
        "text": "ある物を前にしたとき、その最も重要なところは、それが単純で身近なものであるがゆえに目につかない（いつも目の前にあるから、それに気づかないのである）。いちばん探求しなければならないところは、まったく見過ごされている。 ウィトゲンシュタイン",
        "location": "1,083"
      },
      {
        "text": "重度の感覚神経障害の患者は数多く見つかっているのである。障害がひどい場合には、クリスチーナのように、身体イメージをまったく失ってしまうのである。患者のほとんどが健康崇拝者かビタミン剤狂信者で、ビタミンＢ６（ピリドキシン）を多量に飲んでいる。したがって、現在、からだがなくて生き霊同然の男女が何百人もいるのだ。もっともクリスチーナとはちがって、彼らの場合は、ピリドキシンという「毒」を飲むことをやめれば、よくなる見込みはある。",
        "location": "1,331"
      },
      {
        "text": "粘土 同然のこの手が、何かできるようになるんでしょうかねえ」 「行為こそすべてのはじまり」とゲーテは書いている。",
        "location": "1,482"
      },
      {
        "text": "この患者に見られるような、人をくったような無関心さや「均一化」は、珍しいものではない。ドイツの神経学者たちは、これを「 諧謔症」と呼んでいる。一世紀前にヒューリングズ・ジャクソンは、これを神経系の「解体」のひとつの基本的形態であると考えた。この病気が自覚されることはまれだが、病気としてはめずらしいものではない。これが自覚されないのは、おそらく、洞察力自体が、「解体」につれて失われていくからであろう。私はおなじような症例を一年にいくつも診るが、その原因はさまざまである。ときどき、患者がただ滑稽でひょうきんなだけなのか、それとも分裂病なのか、初めのうちはよくわからないことがある。そんなわけで私がつけていたノートのなかに、一九八一年に診た多発性硬化症患者について、自分で次のように書いているのを発見したのも偶然のことだった（この患者については経過観察ができなかった）。",
        "location": "2,593"
      }
    ]
  },
  {
    "id": "c155ff0f7795f213740f1981e13733c663a30fe802f422cd987ccf23c7657b08",
    "title": "おれの血は他人の血",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171081",
    "asin": "4101171084",
    "readDate": "2019/09/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "b1fe0e25f7c876d2a0e518acb8d3d582c0b5b09429c9349530126ea423a30b31",
    "title": "虚妄のAI神話",
    "author": "ジャン＝ガブリエル・ガナシア/伊藤　直子",
    "publisher": "早川書房",
    "isbn": "9784150505431",
    "asin": "4150505438",
    "readDate": "2019/09/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5431/9784150505431.jpg",
    "highlights": [
      {
        "text": "その昔、まだ人工知能という言葉すら存在していなかった頃、アラン・チューリング（ 74） はすでに機械の自己学習に言及していた。一九四八年と一九五〇年に執筆した、機械の知能に関する論文の中で、彼はこう述べている。機械が 考える ためには、より正確には、考えることができる生物のように行動するためには、われわれを取り巻く世界や社会の実情に関する膨大な量の知識を持たなくてはならない、と。しかし、これらの知識を機械に移行するのは気の遠くなるような作業であるばかりか、終わりがない。人間の知識には明確な限度というものがないからだ。チューリングによれば、知識をいちいちプログラム言語に変換するよりも、機械に学習能力を持たせる方がはるかに効率的だという。つまり、機械が周囲の状況や自らのいる場所、自らの行動を観察し、それによって知識や技術を獲得する能力を持つということだ。",
        "location": "720"
      },
      {
        "text": "科学と空想の明確な区別がなければ、混乱が生じるだけだ。彼らは両者の区別を曖昧にすることで、未来の本当の姿を隠している。単なるひとつの可能性にすぎないシナリオを、まるで避けることのできない運命のように言うことで、他にも存在するはずの無数の選択肢を 隠蔽 し、シンギュラリティ以外の選択肢を選んだ場合、どのような結果が生じるかや、その選択肢が人間の行動にどれほどの自由を与えてくれるかといった問題を考えさせなくしている。",
        "location": "1,724"
      },
      {
        "text": "機械と人間の融合という、特に奇抜な可能性についてはどうだろう。もしそんなことができたならば、人間は自分の欲望を、すぐその場で満たすことができるようになるだろう。人間の欲望充足を妨げるものがなくなれば、人間は世界と切り離された存在とは言えなくなる。世界と同化してしまえば、人間の意志は消滅してしまう。人間の生きている時間は平坦なものとなり、大きな変化も起こらない。要するに、人間は神のような存在となるのだ。しかし、人間とは本来、中間的な存在であると言える。天上的な存在と地上的な存在、生と死の中間の存在なのだ。",
        "location": "1,845"
      }
    ]
  },
  {
    "id": "f593d9376eaeb80869d5490117aeb460daac845875675aa58179be96e23ac41d",
    "title": "サイバネティックス",
    "author": "ノーバート・ウィーナー/池原止戈夫",
    "publisher": "岩波書店",
    "isbn": "9784003394816",
    "asin": "400339481X",
    "readDate": "2019/09/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4816/9784003394816.jpg",
    "highlights": []
  },
  {
    "id": "242af0949483662e5eba7337d41a64790c5550fb75c7e824ba4f6a23ac08ab3a",
    "title": "なぜ世界は存在しないのか",
    "author": "マルクス・ガブリエル/清水 一浩",
    "publisher": "講談社",
    "isbn": "9784062586702",
    "asin": "4062586703",
    "readDate": "2019/08/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6702/9784062586702.jpg",
    "highlights": []
  },
  {
    "id": "4174983c1318be1f34aed288fc778de2a34cea094d44f67e91dedb75adb6d3a3",
    "title": "千年投資の公理",
    "author": "パット・ドーシー/鈴木一之",
    "publisher": "パンローリング",
    "isbn": "9784775971147",
    "asin": "477597114X",
    "readDate": "2019/08/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1147/9784775971147.jpg",
    "highlights": [
      {
        "text": "一．長期間にわたって平均以上の利益を上げることができる企業を探す 二．その企業の株価が本質的価値より安くなるまで待ってから買う 三．企業価値が低下するか、株価が割高になるか、さらに優れた投資先が見つかるまで、その銘柄を保有する。保有期間は、月単位というよりも年単位で考える 四．この手順を必要に応じて繰り返す",
        "location": "146"
      },
      {
        "text": "筆者の経験では、 ①素晴らしい製品、②大きなマーケットシェア、③ムダのない業務執行、④優れた経営陣――などが「誤解されている堀」の代表的なものだ。この四つの罠にかかると、実際にはありもしない堀を持っている魅力的な企業に見えてしまう。",
        "location": "272"
      },
      {
        "text": "肝心な点は、企業が大きなマーケットシェアを持っているかではなく、そのシェアをどのようにして獲得していったのかということだ。それが分かれば、企業が現在の支配的な地位をどの程度守れるかについても深い洞察を得ることができる。",
        "location": "319"
      },
      {
        "text": "三．忍耐強く待つ 素晴らしい企業が割安になることはめったにないが、ウォーレン・バフェットが言うとおり「投資の世界では、『ストライク』を宣告されることはない」。適正価格で買いたい企業のリストを準備し、その株価になるまで待って襲いかかる。あまりえり好みしすぎてもいけないが（チャンスにはコストもかかる）、判断がつかないときは「損失を出すことよりも、儲からないことのほうが常に勝る」ということを覚えておいてほしい。",
        "location": "1,899"
      }
    ]
  },
  {
    "id": "6a3f6c9fe884f64dbe224f7de9206152ad2b7997ac8b2495c408f4e9856f94b3",
    "title": "フラッシュ・ボーイズ 10億分の1秒の男たち",
    "author": "マイケル・ルイス/渡会 圭子",
    "publisher": "文藝春秋",
    "isbn": "9784167913403",
    "asin": "4167913402",
    "readDate": "2019/08/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3403/9784167913403.jpg",
    "highlights": []
  },
  {
    "id": "1bdfc3d716f2e35573742e92d0b91866020a8d8a8fee888fabb3c9dba42a0fa3",
    "title": "勇者の村の村人は魔族の女に懐かれる",
    "author": "まさみティー",
    "publisher": "TOブックス",
    "isbn": "9784864727778",
    "asin": "4864727775",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7778/9784864727778.jpg",
    "highlights": []
  },
  {
    "id": "053c3f23992409d3a7e5d7395f9209cc7c00d1d06a3538c83b4798d6d251f8ad",
    "title": "ソロモンの指環",
    "author": "コンラート・ローレンツ/日高敏隆",
    "publisher": "早川書房",
    "isbn": "9784150502225",
    "asin": "4150502226",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2225/9784150502225.jpg",
    "highlights": [
      {
        "text": "いわゆる あまりに 人間的なものは、ほとんどつねに、 前 人間的なものであり、したがってわれわれにも高等動物にも共通に存在するものだ、ということを理解してもらいたい。心配は無用、私は人間の性質をそのまま動物に投影しているわけではない。むしろ私はその逆に、どれほど多くの動物的な遺産が人間の中に残っているかをしめしているにすぎないのだ。私",
        "location": "1,028"
      },
      {
        "text": "動物の愛と結婚は「獣的な」したがって肉欲的な動機に支配されたものだという先入観も正しくない。愛と結婚が大きな役割を果たしているような動物では、ほとんどつねに婚約が肉体的な結合に長期間先立つことを強調しておく必要がある。",
        "location": "1,040"
      },
      {
        "text": "どんなわずかな表現運動でも理解できるという社会性動物の能力は、まさに彼らがことばを理解でき ない からこそ、話すことができ ない からこそ発達したのだ、ということを忘れている。",
        "location": "1,517"
      },
      {
        "text": "きみの目が伸びてゆく緑の生きものの美しさにひたすらあこがれているのなら、アクアリウムを買いたまえ。家の中をたのしく生き生きとさせたいのなら、小鳥をひとつがい買うのがよい。幸せに結婚したウソの夫婦のいる大きな 籠 が、どれほどたのしい空気をかもしだしてくれることか、まあためしてみるとよい。",
        "location": "1,988"
      },
      {
        "text": "大きくなったイヌを買ってきて、それがほんとにきみのイヌになることはごくまれにしかない。それはちょうどきみが金持の紳士かご婦人であったとして、お金を払ってやとった人、たとえば女中、看護婦、女家庭教師、住込家庭教師たちにきみの子どもの養育をまかせきりにしておいたら、まずその子はほんとうにきみの子にはならないのとおなじである。親密な心のかよう接触がなくてはだめなのだ。だから、ほんとうに愛情のこもった鳥がほしかったら、きみ 自身 で、かえったばかりのヒナから育てあげ、手塩にかけてやらねばならない。",
        "location": "2,010"
      }
    ]
  },
  {
    "id": "25b79e8ce421b82d035f0e333190147b50cbcd555ffc042a1b700f9e4054a07a",
    "title": "お金 2.0",
    "author": "佐藤航陽",
    "publisher": "幻冬舎",
    "isbn": "9784344032156",
    "asin": "4344032152",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2156/9784344032156.jpg",
    "highlights": [
      {
        "text": "長く運営されることで徐々に特定の層に利益が滞留し始めると、当然それ以外の人の間で新しいシステムの誕生を望む声が高まっていきます。 また人間には「飽き」があるので、長く同じ環境にいると不満がなかったとしても、新しい環境を望んでしまう傾向があります。",
        "location": "527"
      },
      {
        "text": "最初から完璧なシステムを作ろうとせずに、寿命が存在することを前提にし、寿命がきたら別のシステムに参加者が移っていけるような選択肢を複数用意しておく ことで、結果的に安定的な経済システムを作ることができるようになります。",
        "location": "529"
      },
      {
        "text": "世の中に膨大なデータが溢れたことで進んでいく「自動化」と、ネットワーク型社会に移行することで起きる「分散化」という２つの大きな流れは、今後の 10 年を考える上で非常に重要になります。 そして、 この２つが混ざった時に起こる「自律分散」というコンセプトが、多くの産業のビジネスモデルを覆すことになると私は思っています。",
        "location": "1,290"
      },
      {
        "text": "評価経済や信用経済のメリットばかりが最近は強調されていますが、根本的にはどの仕組みも行きすぎると資本主義と同じような問題は起こり得る、ということを全員が認識しておくことが重要です。",
        "location": "1,688"
      }
    ]
  },
  {
    "id": "1dd3926dbecee19ac7cfc06f2b864330f0c0b838f5044792dc6f2707548ba72d",
    "title": "アステリズムに花束を 百合SFアンソロジー",
    "author": "S-Fマガジン編集部",
    "publisher": "早川書房",
    "isbn": "9784150313838",
    "asin": "4150313830",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3838/9784150313838.jpg",
    "highlights": []
  },
  {
    "id": "f381adac4fa9f81273def2808adb7277be8d0b0ad00827263899bf84c44ded88",
    "title": "その日彼は死なずにすむか？",
    "author": "植田 亮/小木 君人",
    "publisher": "小学館",
    "isbn": "9784094511420",
    "asin": "4094511423",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1420/9784094511420.jpg",
    "highlights": []
  },
  {
    "id": "d411b70440d9338a70837669d4896f2b45bf44fd43a42fd3adfae3b7347d422b",
    "title": "多数決を疑う",
    "author": "坂井豊貴",
    "publisher": "岩波書店",
    "isbn": "9784004315414",
    "asin": "4004315417",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5414/9784004315414.jpg",
    "highlights": [
      {
        "text": "多数決という意思集約の方式は、日本を含む多くの国の選挙で当たり前に使われている。だがそれは慣習のようなもので、他の方式と比べて優れているから採用されたわけではない。そもそも多数決以外の方式を考えたりはしないのが通常だろう。だが民主制のもとで選挙が果たす重要性を考えれば、多数決を安易に採用するのは、思考停止というより、もはや文化的奇習の一種である。",
        "location": "163"
      },
      {
        "text": "つまりこうした自由割り当てルールを用いれば、実質的に多数決と近いものになったり、少数の熱狂的な支持者がいる選択肢が勝ったり、といった事態が容易に起こりうるわけだ。こうした理由から、点数の割り当ては各有権者が自由に決めるのではなく、「１位は３点、２位は２点」のように、事前に固定しておくほうが望ましい。",
        "location": "311"
      },
      {
        "text": "当選者が複数いる選挙でボルダルールを使うとき、組織力が高い集団は、クローン候補を擁立して上位を独占することができる。これを クローン問題 という。",
        "location": "370"
      },
      {
        "text": "どの集約ルールを使うかで結果がすべて変わるわけだ。「民意」という言葉はよく使われるが、この反例を見るとそんなものが本当にあるのか疑わしく思えてくる。結局のところ存在するのは民意というより集約ルールが与えた結果にほかならない。選挙で勝った政治家のなかには、自分を「民意」の反映と付け自分の政策がすべて信任されたように振る舞う者もいる。だが選挙結果はあくまで選挙結果であり、必ずしも民意と呼ぶに相応しい何かであるというわけではない。そして選挙結果はどの集約ルールを使うかで大きく変わりうる。",
        "location": "615"
      },
      {
        "text": "多数決をめぐる最大の倫理的課題は、なぜ少数派が多数派の意見に従わねばならないのか、というものだ。",
        "location": "836"
      },
      {
        "text": "ところで「政治に文句があるなら自分が選挙で立候補して勝て」といった物の言い方がある。何を根拠としているのか不明だが、それを口にする者の頭のなかでは、それが「ゲームのルール」なのだろう。だが、わざわざ政治家にならねば文句を言えないルールのゲームは、あまりにプレイの費用が高いもので、それは事実上「黙っていろ」というようなものだ。人々に沈黙を求める仕組みはまったくもって民主的ではない。",
        "location": "1,651"
      }
    ]
  },
  {
    "id": "2f97747fc45241b6bbb49e89f58847640585abda4587c14fcdba7f56859a080f",
    "title": "あなたと原爆 オーウェル評論集",
    "author": "ジョージ・オーウェル/秋元孝文",
    "publisher": "光文社",
    "isbn": "9784334754082",
    "asin": "4334754082",
    "readDate": "2019/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4082/9784334754082.jpg",
    "highlights": []
  },
  {
    "id": "80670a7a307e9b46d8e0c01a5a0fb025afba0dd66c7ce32371673c014226085f",
    "title": "くたばれPTA改版",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171197",
    "asin": "410117119X",
    "readDate": "2019/08/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1197/9784101171197.jpg",
    "highlights": []
  },
  {
    "id": "2b9925e44f213ce6c2e6f2a50becedb21d35c4fb789d125d91f1fa36774f1f77",
    "title": "なめらかな世界と、その敵",
    "author": "伴名　練",
    "publisher": "早川書房",
    "isbn": "9784152098801",
    "asin": "4152098805",
    "readDate": "2019/08/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8801/9784152098801.jpg",
    "highlights": [
      {
        "text": "「あんた、何者だ」無理に発した声も掠れ気味だったが、彼女はあっさりと応じた。 「北条美亜羽」 ミァハ。どこかで聞き覚えのある名前に出くわし、検索を掛けようとして、実継はヒエロが外れてしまっていることを思い出す。それを見透かしたように彼女が告げた。 「小説から取った、僕自身でつけた名前だ。二十一世紀初頭のディストピア文学から」",
        "location": "1,107"
      },
      {
        "text": "んだね」 神冴の医師連絡会に属する者、全員が所有している物理書籍がある。ポケットサイズだが、 箔押しされた豪華な装丁の真っ白な本。前世紀末から今世紀初頭に書かれた脳科学に 纏わる長・短編小説を蒐集した、三段組千頁弱のアンソロジー。脳科学黎明期のビジョンや誤解を知るための教本として十数年前に医師連絡会が編んだもので、形状から「聖書」と呼ばれる。",
        "location": "1,112"
      },
      {
        "text": "「それを、同一人物だとどうして言い切れるんですか？ 妻のことが愛せなくなった夫は、もう別人なんじゃないですか？ 実は人間なんて、ちょっとした気分の変化で、つぎつぎ過去の自己を殺しているんだとしたら？」",
        "location": "1,567"
      },
      {
        "text": "「たぶん、人間にとって、『私』に比べて、『あなた』という存在が、もっと曖昧な連続であって構わないということなんだと思います。",
        "location": "1,580"
      },
      {
        "text": "人間の心は新しい『私』という波に上書きされ続ける砂の城のように脆いものだから、絶対の『私』はいない。だから、同じように不連続な『あなた』との、『他者』との関係の中に、『私』の幻影を築くんじゃないでしょうか」",
        "location": "1,585"
      },
      {
        "text": "「あの頃書かれた脳科学フィクションってのは、愛やら正義やら倫理やらを解体することを主眼に置いてた。その目的を達成するためには、語り手は、自身、テクノロジーの恩恵による施術を脳に刻まれて、その目から世界を眺めなければならなかった。分かるか？ 主人公が自らの視点で相対化を経験しないと──既存の価値観を決定的に崩すことができないから、 啓蒙 の用を為さないんだよ」",
        "location": "1,765"
      },
      {
        "text": "「土台、外でも白衣で通そうとするのは、変人に見せかけた身なりで自分を 鎧おうとする、凡人の浅知恵に過ぎないよ。感情を否定し、自らの安らぎの地を求め世界を破壊する──その超越と諦念に『憧れる』側の人間がミァハのようであるはずがない。憧れてその名を 僭称 する人間は寧ろ、彼女から一番遠い凡庸な魂の持ち主だ。僕は破壊者の背をひたすら追い続ける影に過ぎなかったのさ」 恐らくは、彼女が自身の名付けに用いた作品の言葉で語っているのだろうが、俺にはよく分からなかった。それでも理解できたのは、彼女が超越者などでは無い、ということだった。 永い片思いの果てに、恋人を喪って自ら死を選んだ、か弱い人間に過ぎなかった、ということだった。",
        "location": "1,960"
      },
      {
        "text": "「我らソヴィエトの人工知能──『ヴォジャノーイ』は、 技術的特異点 を突破した」",
        "location": "2,617"
      }
    ]
  },
  {
    "id": "42845990cbd82d685eac12c2bc482cdadfc65c3fb290053805ce48ca35315500",
    "title": "朝のガスパール",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171340",
    "asin": "4101171343",
    "readDate": "2019/08/10",
    "thumbnailImage": "https://images-fe.ssl-images-amazon.com/images/I/51FcOSxanPL.jpg",
    "highlights": [
      {
        "text": "そこにおいてこそ作者は、胸を張って言おうではないか。読者に誤読の自由があるのなら、作者にだって「誤作」の自由があると。 読者はこの虚構に参加していただきたい。いや。展開にかかわった以上、その読者はこの虚構の作者であると同時に登場人物になることさえあり得る。作者が作中に登場することは、今となってはさほど珍しいことではない。",
        "location": "31"
      },
      {
        "text": "読者の想像力をがちがちに束縛して 飛翔 の余地を与えないこうした古典から脱け出し、卒業したからこその現代の作家だし読者なんだろうが。",
        "location": "2,837"
      }
    ]
  },
  {
    "id": "c39204d8c1a8ac9c3bd8993ec4bbd61f95bea9630bed0d5d7e34942ba6218a2d",
    "title": "古代ローマの生活",
    "author": "樋脇博敏",
    "publisher": "KADOKAWA",
    "isbn": "9784044092221",
    "asin": "4044092222",
    "readDate": "2019/08/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2221/9784044092221.jpg",
    "highlights": [
      {
        "text": "小プリニウスに限らず、多くのローマ人にとって（といっても、上層のローマ人にとって、という意味だが）の理想の老後は、 otium honestum という言葉に要約できます。直訳すると「名誉ある閑暇」ですが、わかりやすくいうと、老後の時間を高尚な趣味に費やし楽しむこと、同輩や後輩の範となるように最期を生きること、でした。 しかし、この名誉ある閑暇を実現させるためには、名声、財力、教養の三つに加えて、心身の健康が必要条件でした。小プリニウスは、これらの諸条件がすべてそろって初めて理想の老後を送ることができる、と信じていたので、三二歳で痛風を患って以来、その痛みに苦しめられ続け、老境にいたってもはやその痛みに耐えられなくなったクィントゥス＝コレッリウス＝ルフスが自ら食を断って六七歳で自害したことを、ひどく悲しみましたが、と同時に、その死に方に理解も示しています（同一・一二）。大事なのは、どれだけ生きるかではなく、いかに生きるかである、",
        "location": "1,546"
      }
    ]
  },
  {
    "id": "60e7da61bf3edcef8ac044aef2fb4d2d2ff3974cb29b6513fa6b5eddad456c9b",
    "title": "ユービック",
    "author": "フィリップ・キンドレッド・ディック/浅倉久志",
    "publisher": "早川書房",
    "isbn": "9784150103149",
    "asin": "4150103143",
    "readDate": "2019/08/04",
    "thumbnailImage": "https://images-na.ssl-images-amazon.com/images/I/51Q5q1sn1xL._SX334_BO1,204,203,200_.jpg",
    "highlights": [
      {
        "text": "司書の話だと、英語じゃないんですって。でも、それに近いラテン語はあるそうです。ウビーク（ｕｂｉｑｕｅ）といって、その意味は──」 「あらゆる場所、だ」ジョーはいった。 フランセスカ・スパニッシュはうなずいた。「ええ、そういう意味。でも、ＵＢＩＫという単語はありません。夢の中ではそんな綴りだったけど」 「おなじ単語だよ」ジョーはいった。「ただ、綴りがちがうだけさ」",
        "location": "3,422"
      },
      {
        "text": "わたしはユービックだ。この宇宙の始まる前からわたしは在った。わたしは多くの太陽を創った。多くの世界を創った。生き物とそれが住む場所を創った。わたしは彼らをこちらへ動かし、あちらへ置く。彼らはわたしのいうままに動き、わたしの命ずることをする。わたしは〈ことば〉であり、わたしの名は決して口にされず、だれも知らない。わたしはユービックと呼ばれるが、それはわたしの名ではない。わたしは在る。わたしはつねに在りつづける。",
        "location": "4,733"
      }
    ]
  },
  {
    "id": "ff75820793cc02c8c4be3cb85c3d03b66e8925c75b0201a22b1e4e94ba505ea3",
    "title": "クジラアタマの王様",
    "author": "伊坂 幸太郎",
    "publisher": "NHK出版",
    "isbn": "9784140057063",
    "asin": "4140057068",
    "readDate": "2019/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7063/9784140057063.jpg",
    "highlights": []
  },
  {
    "id": "e9a9348e92aaefd80cca5ae95731b4800a39400bc7c63acb80dfa72f5f59148c",
    "title": "群衆心理",
    "author": "ギュスターヴ・ル・ボン/桜井成夫",
    "publisher": "講談社",
    "isbn": "9784061590922",
    "asin": "4061590928",
    "readDate": "2019/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0922/9784061590922.jpg",
    "highlights": [
      {
        "text": "群衆は、ただ過激な感情にのみ動かされるのであるから、その心を捉えようとする弁士は、強い断定的な言葉を大いに用いねばならない。誇張し断言し 反覆 すること、そして推論によって何かを証明しようと決して試みないこと、これが、民衆の会合で弁士がよく用いる論法である。",
        "location": "663"
      },
      {
        "text": "群衆は、弱い権力には常に反抗しようとしているが、強い権力の前では卑屈に屈服する。権力の作用が、あるいは強くあるいは弱く働く 間歇 的なものであるときには、常にその極端な感情のままに従う群衆は、無政府状態から隷属状態へ、隷属状態から無政府状態へと交互に移行するのである。",
        "location": "721"
      },
      {
        "text": "従って、民衆の想像力を動かすのは、事実そのものではなくて、その事実の現われ方なのである。それらの事実が──こういっていいならば──いわば 凝縮して、人心を満たし、それにつきまとうほどの切実な心象を生じねばならない。群衆の想像力を刺戟する術を心得ることは、群衆を支配する術を心得ることである。",
        "location": "954"
      },
      {
        "text": "この感情は、極めて単純な特徴を具えている。すなわち、優越者と目される人物に対する崇拝心、その人物が有すると思われる権力に対する 畏敬 の念、彼の命令に対する盲目的服従、彼の説く教義を論議することの不可能なこと、その教義を流布しようとする欲望、それの認容を拒む者をすべて敵対者と見なす傾向、などである。",
        "location": "980"
      },
      {
        "text": "「もし、宗教によって鼓吹されたあらゆる芸術上の作品や記念物を、博物館や図書館でうち砕き、それらを聖堂内の石畳に投げつけるならば、人間の壮大な夢の 痕跡 として、何があとに残るであろうか？」",
        "location": "1,576"
      },
      {
        "text": "人々がそれなくしては生存できない希望と幻想との分け前を人々に与えること、これこそが、神々や英雄や詩人たちの存在理由である。しばらくのあいだは、科学が、この役目を引き受けるかのように見えた。しかし、科学が、理想に餓えた人々の心のうちで、危ぶまれるようになったのは、科学が、もはやあえて十分に将来を約束しなくなり、さりとて十分に噓をつくこともできないからである」と。",
        "location": "1,579"
      },
      {
        "text": "候補者の文書による綱領は、あまりに明確であってはならない。反対派の候補者たちが、後日それを楯に攻撃してくるかも知れないからだ。しかし、口頭による綱領は、どんなに誇張してあってもさしつかえない。どんなに重大な改革であっても、恐れ憚らず約束することができる。即座に、これら誇大な言葉は、大した効果を生ずるが、将来もそのために少しも拘束を受けることはない。事実、その後になって、選挙人は、当選者が、当初歓迎された声明、そのために当選したと想像される声明のとおりにはたして実行したかどうかということなど、少しも意に介しないのである。 ここに、上述した説得のあらゆる要素が認められる。その要素を 言葉と標語 の作用のうちに改めて見ようと思うが、それらの強大な支配力については、すでに示したとおりである。言葉や標語の使い方を心得ている弁士は、自分の意のままに群衆をあやつる。不浄なる資本とか、下劣なる山師とか、賞讃すべき労働者とか、富の社会化とかいった文句は、すでにやや使い古されてはいるが、同じ効果を常に生ずる。しかし、明確な意味を欠き、従って種々な願望に適用される、新たな標語を発見し得る候補者は、必ず成功する。",
        "location": "2,645"
      }
    ]
  },
  {
    "id": "b6269ff2ea21fd8488781fe25e0f52a7c904d86f5f3fad58e1116034aa701d0e",
    "title": "世につまらない本はない",
    "author": "養老孟司/池田清彦",
    "publisher": "朝日新聞出版",
    "isbn": "9784022618443",
    "asin": "4022618442",
    "readDate": "2019/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8443/9784022618443.jpg",
    "highlights": [
      {
        "text": "都会ではそうした環境は稀少です。親が「外遊び」というのを相当意識して、そういう場所に連れて行くなどして、かなり意図的にさせないと、自分からはしません。 つまり、親にそういう知識、意識、意欲があるかないかで、子どもの脳の発達に大きな格差が生まれてしまう。 最近、都心の公園をたまたま通りがかった友人から聞いた話です。 子どもが木登りをしていました。イチジクの木に登って実を食べていたのです。 しかも相当に高いところまで登っていたのは、なんと女の子でした。 聞くと、名門と呼ばれる私立小学校の子でした。下に数人の子がいて見ていたそうです。 私立小へ行くことと頭の良し悪しは直接には関係しませんが、少なくとも彼女の親は教育に熱心だったはずです。だとすると、幼いころから、外遊びも十分にさせていた可能性があります。 一方で、そういうことをさせられなかった子どもは、木登りもできなければ、勉強もできない。その子が大人になって、子どもを生んでも、そういう教育をしない。そうすれば、その子どもも同じようになってしまう。 私が危惧しているのは、そういう格差です。 小学校の先生からも、こんな話を聞きました。最近の子どもは、かけっこが速い子どもは勉強もできる。身体に特に異状はないのに、かけっこがちゃんとできない子は勉強もできないそうです。 せめて「バリアオンリー」の家を、と言ったのも、こういう事態が進みかねないからです。",
        "location": "165"
      },
      {
        "text": "「文武両道」とは、本来、入力した結果を身体で動かし、身体を動かすことで新たな入力を得る、という意味だったのでしょう。 ところが、いつごろからか、勉強も運動もできる、というように、別々のものにしてしまった。",
        "location": "321"
      },
      {
        "text": "人間はひたすら変わっていくものなのです。変わっていって当たり前だ、という常識がまずあります。そういう常識の中で、あいつは死ぬまで、あの点だけは変わらなかったよなあ、と驚嘆、感嘆したときの言葉なのです。人間変わるのが当たり前なのに、変わらないものもあるんだなあと。そうでなければ格言になって残るはずがないでしょう。",
        "location": "343"
      },
      {
        "text": "くだらない本は存在しない もっとも最初からそういうふうに読んでいたわけではありません。しばらく後になって、自分がそうやって読んでいるということに気がつきました。それは医学の訓練を受けたからだと思います。 私はもともと精神科に興味がありました。はじめは、相手の心理を読むということをしました。でも、相手の心理なんか読んだって意味がないということが、だんだんわかってきました。人の頭の中なんて、わかるわけがない。 そうすると今度は、相手がどうやってものを見ているかということを、むしろ素直に受けとめるようになりました。 その結果、その人の見方では見えないものは、いったい何だというふうに考えるようになったのです。 逆にいえば、そういう読み方をしていくと、普通の人がどういうふうな筋道でものを考えているのかが、わかってくる。だから本というのは非常に大事で、つまり、ふだんは見えていない普通の人の考え方が、本の中で発見できるわけです。 私はくだらない本もいっぱい読みます。いまもアメリカのファンタジーを持っています。どうしてファンタジーを読むかというと、アメリカの常識はこうなんだな、というのがわかるからです。",
        "location": "651"
      },
      {
        "text": "つまり、中身を読むよりは形を読む。一般的には、読書をするというのは、本の内容を理解することでしょうが、それがすべてではない、ということです。 そういう読み方ができるようになると、本が別の意味でおもしろくなってくる。「世につまらない本がない」というのは、そこなのです。",
        "location": "673"
      },
      {
        "text": "人間は一人ひとり違うという前提から入ると、本を一生懸命読むんです。人間は同じだという前提から入ると、違っているのが気にいらないわけです。",
        "location": "707"
      },
      {
        "text": "人間は本来、お互いに通じないもの。だからこそ、言葉がある。そこのところがわかっていない。言葉こそが共通だということがわかっていない。",
        "location": "719"
      },
      {
        "text": "近代になると、モノローグの時代になる。著者が一人語りをする。そのモノローグの行く先がケータイになっているわけです。現在は、モノローグが猛烈に肥大しているということだと思います。 そして、このモノローグ全盛の中で何か古典を読むということが、たいくつだけど安心というような時代なのではないでしょうか。 たとえば、西洋文化を理解しようとしたら聖書は絶対読む必要がある。小学校から英語をやるんだったら聖書かシェイクスピアは必ず読ませろ、というふうに。 もしいまから育ち直すのだったら、そういう教育をむしろ受けたいと私は思います。",
        "location": "757"
      },
      {
        "text": "結局、日本というのはだんだん状況が厳しくなってくると、ある種、原理主義的な固いものが出てくる。多様性を否定する雰囲気が出てくる。 だから、そうした世間と微妙に距離をとるために、本を読むということは非常に役に立つのです。 ただ、その距離の取り方が難しい。実は、ふだん読書で訓練するということは、そこなのです。",
        "location": "844"
      },
      {
        "text": "自分の利害関係のないところというのは、人間、いくらでも過激になれる。「２",
        "location": "1,255"
      },
      {
        "text": "吉岡 ポル・ポト一派は普遍主義の国、フランスで教育を受けた。 池田 そう。昔のフランス革命の理念みたいなものを根っから信じていた。理想主義の人が政権をとって親玉になると、国民が全部不幸になるんだなというのがよくわかるよ。やっぱり親玉は純粋だけじゃだめ。悪いこと全部わかってるやつじゃないとな。 吉岡 連合赤軍事件やオウム真理教事件を見てても、純粋主義が最悪の結果をもたらすことがわかるな。結局、上からの粛清になっていく。そうならないために何が必要かと考えるには、障害者運動と女性運動の当事者が書いた『当事者主権』が参考になるよ。民主主義が 形骸 化していく中で、えらく具体的な直接民主主義を打ち出している。ここからは絶対に血の雨は降らないな、と安心できるもの。",
        "location": "1,274"
      },
      {
        "text": "自然の懐の深さを感じたのは『黄砂 その謎を追う』。黄砂は厄介者のイメージだけど、さまざまな汚染物質を吸着して自然を浄化する役目がある、という見方が面白い。",
        "location": "1,362"
      },
      {
        "text": "池田 チャーチルは「 25 歳のときリベラルでない者は情熱が足りない。 35 歳のときコンサーバティブ（保守主義）でない者は知恵が足りない」って言った。本人がほんとに言ったかどうか異論があるらしいけど、たしかにそう。僕なんかいまだに知恵が足りない（笑）。",
        "location": "1,727"
      }
    ]
  },
  {
    "id": "24caa9a82f0dbbccec1ffb10e11f9483d4f08cbd8f0eccf55209a94b829bf010",
    "title": "この素晴らしい世界に祝福を！16 脱走女神、ゴーホーム！",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041085202",
    "asin": "4041085209",
    "readDate": "2019/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5202/9784041085202.jpg",
    "highlights": []
  },
  {
    "id": "34f1b27ccd45c616746dfa9eb3c93e4e918149c8e51d18dbdd35a1fe023b2b13",
    "title": "この素晴らしい世界に祝福を！15 邪教シンドローム",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041075548",
    "asin": "4041075548",
    "readDate": "2019/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5548/9784041075548.jpg",
    "highlights": []
  },
  {
    "id": "4da178da635c837d11df0acd5a3647c73ee86c03a8fda62daf530d85bcacf323",
    "title": "この素晴らしい世界に祝福を！14 紅魔の試練",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041061114",
    "asin": "4041061113",
    "readDate": "2019/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1114/9784041061114.jpg",
    "highlights": []
  },
  {
    "id": "7740c7c12c5317a2d191a93cccddc44667ef1f635bd65cb3faf71e4305613a7f",
    "title": "この素晴らしい世界に祝福を！13 リッチーへの挑戦状",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041061091",
    "asin": "4041061091",
    "readDate": "2019/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1091/9784041061091.jpg",
    "highlights": []
  },
  {
    "id": "3559d712f825c9558fd6eadbff4323e268bb673dd92c66be8637c039d65b03c9",
    "title": "天才たちの日課",
    "author": "メイソン・カリー/金原瑞人",
    "publisher": "フィルムアート社",
    "isbn": "9784845914333",
    "asin": "4845914336",
    "readDate": "2019/08/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4333/9784845914333.jpg",
    "highlights": [
      {
        "text": "その日のうちにやりたいこと、やらねばならないことを決め、それを毎日必ず決まった時間にやる。そうすれば欲望に煩わされることはない」",
        "location": "271"
      },
      {
        "text": "いる。「結局、仕事はいまでも人生から逃避する最高の方法なのだ！」",
        "location": "661"
      },
      {
        "text": "また、きわめて非社交的で、感情的な交わりを避け、だれかと親しくなりすぎると急に関係を断った。一",
        "location": "2,150"
      }
    ]
  },
  {
    "id": "c979d81b6affb13b814ad879e854b16cad95b3c605d67d8c2370fe38e3a98d70",
    "title": "OD＞株とPython",
    "author": "宮部保雄",
    "publisher": "インプレスR＆D",
    "isbn": "9784844398844",
    "asin": "4844398849",
    "readDate": "2019/07/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8844/9784844398844.jpg",
    "highlights": []
  },
  {
    "id": "5d77e433a24ba4435fd9559f9cf8dde28c6dd7d8d74452de667fd74fc171f483",
    "title": "難しいことはわかりませんが、お金の増やし方を教えてください！",
    "author": "山崎元/大橋弘祐",
    "publisher": "文響社",
    "isbn": "9784905073246",
    "asin": "4905073243",
    "readDate": "2019/07/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3246/9784905073246.jpg",
    "highlights": []
  },
  {
    "id": "3d0590fe148745a45761084bbb58418ccbde93af9de645e494fb63075669392d",
    "title": "止まりだしたら走らない",
    "author": "品田遊",
    "publisher": "リトル・モア",
    "isbn": "9784898154151",
    "asin": "4898154158",
    "readDate": "2019/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4151/9784898154151.jpg",
    "highlights": [
      {
        "text": "「え？ 青春？」 「青春映画とか青春小説とか、あとロックのバンドが歌ってるでしょ、若者の悩みやら葛藤みたいなのを。でもね、あんなの青春だと思ったらダメよ。あれは全部、大人が作ってるんだからね」 「うん？」 「ああいうのは大人のみみっちい後悔を子供に演じさせてるだけなの。あんたは本物の子供なんだから、そんなのに付き合わなくて",
        "location": "479"
      },
      {
        "text": "もう」 「『由緒がある』っていうのは、そういうのを言うんだろうね。本名なんて親のエゴを貼り付けたラベルにすぎないけど、ニックネームは人間関係や環境が嚙み合って生まれる偶発的なものだ。だから自分はあだ名が好きなんだよね。名には願いがあり、あだ名には歴史がある」",
        "location": "560"
      },
      {
        "text": "噓を暴くと称する噓」に騙される人間は、本当に多い。ここの連中は考えない。何も考えていない。口を開けて待っていれば、誰かが美味しい餌、栄養のある餌を放り込んでくれると思っている。俺はそこに、石を投げ入れてやるのだ。",
        "location": "656"
      },
      {
        "text": "に立つ。連結部が大きくきしむ音がした。 「世の中には二種類の人間がいる。教える人間と信じる人間だ」という言葉を再び思い出す。やはり名言だ。俺がさっき考えたにしては、上出来だと思わないか？",
        "location": "667"
      },
      {
        "text": "「あたし、何やっても長続きしなくてさあ」 と言いながら煙草に火を点けた首藤さんは笑っていた気がする。 「なんかね、飽きちゃうんだよね。ん、飽きるとも違うな。分かっちゃうっていうか」 「何を？」 「最初は何やっても面白いんだ。でもしばらくすると分かっちゃうの。『ああ、これはこういうことね。ハイハイ』って。そうするともう、気分的にはお腹いっぱいなんだよね。満足しちゃって、どうでもよくなる。そういうことってない？ あたし、スーパーに買いものしに行くときはやる気マンマンなの。『卵と豚肉と牛乳買って……』って。でもスーパーに着くと一気に冷めるんだ。このお店に卵も豚肉も牛乳もみんな揃ってるなら、もう、いいかって」",
        "location": "1,678"
      }
    ]
  },
  {
    "id": "258279a1b1bc6b323334d6adae311b3604ee7b6927ff8355dfcd4a777fc6ab37",
    "title": "アマゾンの倉庫で絶望し、ウーバーの車で発狂した",
    "author": "ジェームズ・ブラッドワース/濱野大道",
    "publisher": "光文社",
    "isbn": "9784334962272",
    "asin": "4334962270",
    "readDate": "2019/07/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2272/9784334962272.jpg",
    "highlights": [
      {
        "text": "もし 暗黒 郷 がわれわれの未来のなかにあるとすれば――人種差別的なファシズムへと社会が回帰することを予想した作家フィリップ・ロスやシンクレア・ルイスが描く悪夢のなかにではなく――能力にもとづく生産性至上主義という教えのなかにあるはずだ。",
        "location": "2,985"
      }
    ]
  },
  {
    "id": "49778f2141df52fd576e639b9f6fe99c0eb3438a853d4c1764401f4bc4923093",
    "title": "無知の壁",
    "author": "養老孟司/アルボムッレ・スマナサーラ",
    "publisher": "サンガ",
    "isbn": "9784905425182",
    "asin": "4905425182",
    "readDate": "2019/07/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5182/9784905425182.jpg",
    "highlights": [
      {
        "text": "スマナサーラ 「自分に合っている仕事を探す」ということに対しては、私はずっと養老先生と同じく、反対意見を言っています。あれは「自分を変えたくはない」「発展させたくはない」「プログレスさせたくはない」という反進化論です。進化させたくないんです。 釈 今の人たちは、「確固たる自分」というものが「ある」ということを前提としている。だからこそ、「何かもっと自分に向いた仕事があるんじゃないか」とか、「もっと自分にぴったりの場所があるんじゃないか」という方向へと向かってしまうのでしょうね。そういえば、一時期、「自分探し」なんていう言葉も 流行りました。しかし、その「本当の自分がどこかにある」という前提と、だから「それを損ないたくない」「それを必死で守ろうとする」といった生き方は、構造的な苦悩を生み出し続けるのではないでしょうか。",
        "location": "491"
      }
    ]
  },
  {
    "id": "ca54cbbeef2e0e11568df7b560d71a34a803af57876649e06018e5e4674969b2",
    "title": "ショーペンハウアーとともに",
    "author": "ミシェル・ウエルベック/アガト・ノヴァック＝ルシュヴァリエ",
    "publisher": "国書刊行会",
    "isbn": "9784336063557",
    "asin": "4336063559",
    "readDate": "2019/07/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3557/9784336063557.jpg",
    "highlights": []
  },
  {
    "id": "626f3053529d0ed63aa8feb22f8fe85b1386fa9f7f07de9734759167e799137d",
    "title": "都市と星新訳版",
    "author": "アーサー・チャールズ・クラーク/酒井昭伸",
    "publisher": "早川書房",
    "isbn": "9784150117245",
    "asin": "4150117241",
    "readDate": "2019/07/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7245/9784150117245.jpg",
    "highlights": []
  },
  {
    "id": "fdce6b38fa7316c4246f8492efae5b3c96d83a364c272a277de528125de7411b",
    "title": "図書館巡礼",
    "author": "スチュアート・ケルズ/小松　佳代子",
    "publisher": "早川書房",
    "isbn": "9784152098498",
    "asin": "415209849X",
    "readDate": "2019/07/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8498/9784152098498.jpg",
    "highlights": [
      {
        "text": "無限の図書館が示すこのメタファーはこれまでに、ほかにも無数のかたちで表現されてきた。音符のありとあらゆる組み合わせ、さまざまなものを収めた無限に続くキャビネット、ありうるかぎりのたんぱく質配列の連なり、推理小説のありとあらゆるプロット、神を意味する秘密の呼称の一覧、万人に開かれた図書館としての世界や自然やグーグル、普遍的著作としての聖書、コーラン、ファースト・フォリオ、そして『フィネガンズ・ウェイク』、タイプライターを打つサル、あらゆる次元の暗号文、自動筆記、連続的物語叙述（訳注 絵画などで異なる時間をひとつの構図のなかに描き込む方法。異時同図とも呼ばれる）、名もなき都市、数学的および量子力学的不確定性の形式的叙述、未知の海（mare incognitum） や無主の地（terra nullius）、ありとあらゆるツイート。ピクセルで構成されるを使用すれば、あらゆる文字列だけでなく、あらゆる画像を作り出せる。固体は理論上、限りなく薄い平面にスライスできる。",
        "location": "213"
      },
      {
        "text": "自身の知識、教養、功績、財産を総動員して、ヒーバーは完璧な図書館を築きあげるという命がけの探求に人生を捧げた。彼にとって「完璧」とは、おもに蔵書の幅広さを意味していた。彼のコレクションには「あらゆる種類」の書物が取り揃えられていて、ヒーバーは「あらゆる手段で、どこでも、いつでも」本を購入した。ヒーバーの言う「完璧」とは、複数冊揃えることでもあった。ヒーバーいわく、「紳士たるもの、同一の書籍を三部は所有せねばならない。一部は展示に、一部は使用に、一部は貸出に供する」。一",
        "location": "2,843"
      },
      {
        "text": "二〇一四年の映画『インターステラー』も、『ナイト・ランプ』や『夜の移動図書館』と同じテーマを追究する。映画のクライマックス場面は図書室の中だが、じつはそこはブラックホール内部にある。この図書室は、茶系で統一された超近代的ですべてが幾何学的なバイネッキ図書館の超現実バージョンだ（主人公の宇宙飛行士ジョセフ・クーパーの側から見ると、本はオドリコ・ピローネの書庫のように、背表紙を向こう側に向けて棚に並んでいる）。映画は、長すぎて 仰々しいうえに、何より荒唐無稽すぎると批判された。クーパーがブラックホールの中に入っていく場面は真に迫っているが、宇宙飛行士本人の描写だけはいただけない。彼は三次元の中で血しぶきを飛ばすことも、四次元世界への移行で血に染まることもないのだ。それでも、映画のクライマックスはことのほか効果的だ。書棚が無数に積み重なった際限のない図書室というボルヘス風のメタファーを通して、この監督は限られた映画のスクリーン上に果てしない時空を描くという難問を解決している。 本棚は、過去と未来をつなぐという時間を超えたコミュニケーションには恰好のメタファーであり、無限と不死を示すにもふさわしい。ブラックホール内の図書室は、力強い物語性をもつと同時に、物理的な真実を含んでもいる。興味深いことに、多次元性と情報はブラックホール物理学でも中心的な論点だ。たとえば最近のある理論では、観測可能な宇宙とは、四次元であるブラックホールの事象の地平面上に書かれた情報が三次元に投影された像だという説が提起されている（訳注 いわゆる「ホログラフィック原理」）。",
        "location": "4,366"
      }
    ]
  },
  {
    "id": "3c9374b60e4ae3d48943196d882d48e3f85b0d8320a118e42d8436006cb8c7e4",
    "title": "三体",
    "author": "劉　慈欣/大森　望",
    "publisher": "早川書房",
    "isbn": "9784152098702",
    "asin": "4152098708",
    "readDate": "2019/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8702/9784152098702.jpg",
    "highlights": [
      {
        "text": "全身全霊で研究に打ち込むんだ。成果を得ることなど考えず、ひたすら励め。研究に専念していれば、知らず知らずのうちに一生が終わる。〝腰を据える〟というのは、つまりそういうことだ。 あるいはその反対に、金儲けを唯一の目標として、どうやって稼ぐかだけを一心不乱に考えるのでもいい。その場合も、稼いだ金をどう使うかなんか考えちゃだめだ。そして死ぬ間際、枕元に山積みになった金貨を見ながら、グランデ（一八三三年に刊行されたバルザックの長篇小説『ウジェニー・グランデ』の登場人物） みたいにこう言うのさ。『ああ、これで体が温まる』ってね……。だから、すばらしい人生を送る鍵は、なにかひとつのものに夢中になることにある。たとえば父さんの場合は……」",
        "location": "56"
      },
      {
        "text": "全身全霊で研究に打ち込むんだ。成果を得ることなど考えず、ひたすら励め。研究に専念していれば、知らず知らずのうちに一生が終わる。〝腰を据える〟というのは、つまりそういうことだ。 あるいはその反対に、金儲けを唯一の目標として、どうやって稼ぐかだけを一心不乱に考えるのでもいい。その場合も、稼いだ金をどう使うかなんか考えちゃだめだ。そして死ぬ間際、枕元に山積みになった金貨を見ながら、グランデ（一八三三年に刊行されたバルザックの長篇小説『ウジェニー・グランデ』の登場人物） みたいにこう言うのさ。『ああ、これで体が温まる』ってね……。だから、すばらしい人生を送る鍵は、なにかひとつのものに夢中になることにある。たとえば父さんの場合は……」",
        "location": "56"
      }
    ]
  },
  {
    "id": "1339a0908c8c02f3a09b98a6112f281d940cb07cf7e78db85e1a23099c10b581",
    "title": "ニック・ランドと新反動主義 現代世界を覆う〈ダーク〉な思想",
    "author": "木澤 佐登志",
    "publisher": "星海社",
    "isbn": "9784065160145",
    "asin": "4065160146",
    "readDate": "2019/07/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0145/9784065160145.jpg",
    "highlights": [
      {
        "text": "やはり HKE の別名義にあたる THE DARKEST FUTURE の『FLORAL SHOPPE 2』は、アメリカの音楽家 Vektroid によるヴェイパーウェイヴの金字塔といえる作品『FLORAL SHOPPE』の悪意に満ちたパロディであると同時に、ある意味でヴェイパーウェイヴのひとつの極北といえる作品だ。資本主義に対する批判的アイロニーの極点、それは端的に世界の終末──アーティスト名が表しているように「もっともダークな未来」──を提示することであり、そのためにはヴェイパーウェイヴそれ自体を破壊することすら厭わない。",
        "location": "2,218"
      },
      {
        "text": "ヴェイパーウェイヴもまた喪とメランコリーに取り憑かれている。だがそれはベリアルと異なり、必ずしもレイヴという亡霊とは限らない。ヴェイパーウェイヴの作り手の多くは 80 年代～ 90 年代前半生まれのミレニアル世代に属している。ビデオゲーム、ダイヤルアップ接続のインターネット、深夜のＴＶコマーシャル、きらびやかなショッピングモール等々、ヴェイパーウェイヴが参照するのは彼らが幼少時代に触れていた在りし日の失われた消費文化だ。 加えて、ミレニアル世代はとりわけ「失われた未来」に属する世代である。彼らはもはや自分たちの未来を純粋に想像することすらできない。というのも、今や未来は彼らに対して深刻な生存困難性を突きつけているからである。",
        "location": "2,277"
      },
      {
        "text": "昨今の音楽シーンにおけるニューエイジ・リバイバルや日本のシティポップの海外での再発見もまた、「時間の蝶番が外れてしまった」現在が失われた未来の亡霊に際限なく取り憑かれていることの証左となる。シカゴを拠点に活動するシティポップＤＪ、Van Paugam は、『シカゴ・リーダー』の記事の中で、アメリカにおける日本のシティポップのブームの背景には、商業化された過去のノスタルジアの飽和状態が関係していると指摘する。際限なくリブートされる映画シリーズ、再結成されるバンド、等々。もはや、アメリカの若い世代は自分たちの過去の記憶に純粋なノスタルジアを感じることができなくなっている。その代わり、日本という他者──自分たちが経験したものではない時代と場所の記憶に、ある種の新鮮で穢れていないノスタルジアを求めているのだという。シティポップの全盛時代である 80 年代といえば、日本はバブル景気に湧き、アメリカには安価な日本製品が大量に流入してくるなど、日本のプレゼンスが否応にも高まっていた時期に当たる。シティポップが内蔵していた楽観的で多幸的なビジョンは日本においては 90 年代以降説得力を失った。だが、その楽観的で多幸的なビジョンが現在のアメリカという地で需要されている。存在したかも定かでない時と場所への郷愁と期待感。",
        "location": "2,331"
      }
    ]
  },
  {
    "id": "0f3a0eba64f710e5fef89ab518d788f79a97e0c7dc5d7b30b1e0c6e68f3a6921",
    "title": "アルゴリズム思考術",
    "author": "ブライアン・クリスチャン/トム・グリフィス",
    "publisher": "早川書房",
    "isbn": "9784150505387",
    "asin": "4150505381",
    "readDate": "2019/07/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5387/9784150505387.jpg",
    "highlights": [
      {
        "text": "情報を集めるという行為そのものが結果に悪影響を与えてしまう場合に、どうしたら適切な情報にもとづく判断ができるのだろう。これはきわめて困難な状況で、パラドックスに限りなく近いと言える。 この種の問題にぶつかったとき、たいていの人は直感的に、「見る」ことと「跳ぶ」ことを 秤 にかける必要があるというようなことを口にするだろう。つまり、判断基準を定めるのに十分な数のアパートを見たうえで、その基準を満たすものならよしとするということだ。実際、このように秤にかけるという考え方は正論そのものだ。もっとも、どこで線を引くべきかと問われたら、ほとんどの人は自信をもって答えることが できない。しかし、安心してよい。答えはあるのだ。 三七パーセント。 最良の物件に入居できる可能性を最大にしたければ、部屋探しに 充てる時間の三七パーセント（一カ月かけるつもりなら最初の一一日間）までは結論を出さずにただ物件を見て回る。小切手帳は家に置いておき、判断基準を定めることに専念する。しかし三七パーセント以降は、それまでに見たどの物件よりもよい部屋に出会ったらすぐさま保証金を払って契約するのだ。これは「見る」と「跳ぶ」を直感的に満足のいく形で折りあわせた答えであるばかりでなく、 最適であることが証明可能な 解となる。",
        "location": "91"
      },
      {
        "text": "最適停止問題では常に、重大なジレンマはどの選択肢を「選択」すべきかではなく、いくつの選択肢を「検討」すべきかという点にある（ 10）。",
        "location": "264"
      },
      {
        "text": "われわれは、合理的な意思決定とはすべての選択肢を徹底的に調べ上げて入念に比較したうえで最良の選択肢を選ぶことだと信じ込んでいる。しかし実際には、時計（または心臓）が音を立てて動いているとき、意思決定（あるいは思考全般）のさまざまな側面のなかで、やめるタイミングほど重要なものはほとんどない。",
        "location": "753"
      },
      {
        "text": "一九七四年に刊行された名著『禅とオートバイ修理技術』（五十嵐美克訳、ハヤカワ文庫） で、著者のロバート・パーシグは会話を始めるときの「何か変わったことはないか？」という言葉を批判している。この問いが「それをひたすら追い求めたとしても、結局行き着くところは果てしのない些事の連続であり、明日の障害でしかない」というのだ。そして「何がベストか？」（以上、五十嵐訳） と問うほうがはるかによいと述べている。",
        "location": "783"
      },
      {
        "text": "新しいものを試す場合、探索して新たなお気に入りを見つけることの価値は時間とともに下がる一方だという厳然たる事実がある。",
        "location": "868"
      },
      {
        "text": "人は概して探索に重きを置きすぎる傾向があるらしい。最良のものよりも新しいものを過度に高く評価しがちなのだ。一",
        "location": "1,315"
      },
      {
        "text": "二つの完全にまともなやり方が、とてもではないがつきあいきれない二乗時間に陥るのを見てきた。そこで当然のこととして、これより速いソートが可能なのかという疑問が浮かんでくる。 この問いは生産性の問題のように感じられる。しかしコンピューター科学者に言わせれば、じつはむしろ 形而上学 に近い。つまり、光の速さ、タイムトラベル、超伝導体、熱力学的エントロピーについて考えるのと同じなのだ。宇宙の根源的な法則と限界にはどんなものがあるか。何が可能か。何が許されているか。こんなふうにしてコンピューター科学者は素粒子物理学者や宇宙論学者とまったく同様に、神の描いた設計図を 垣間見 ている。秩序をもたらすのに必要な最小努力とはどんなものか。",
        "location": "1,665"
      },
      {
        "text": "プログラミングに関する権威ある大著『The Art of Computer Programming』（Donald E. Knuth著、有澤誠・和田英一監訳、ドワンゴ） が「バブルソートは明らかに望ましい特徴はもたない（ 36）」（『The Art of Computer Programming』より引用） と大胆にも言いきっているにもかかわらず、アクリーらの研究ではバブルソートのようなアルゴリズムにも存在すべき場所がないわけではないことが示唆されている。",
        "location": "1,959"
      },
      {
        "text": "高齢者にできる最も重要で明白なことは、心とは自然の生み出した情報処理装置なのだという見方を理解するように努めることでしょう。歳をとると思いどおりにいかないと感じられることがありますが（人の名前がなかなか思い出せないとか！）、それはわれわれが取捨選択を迫られるものの量が増えたせいであって……必ずしも知力の低下の徴候というわけではありません（ 52）」。彼によれば、「現時点で衰退と呼ばれているものの多くは、じつは学習なのです」。 キャッシュの概念を使うと、記憶に起きていることが理解しやすくなる。「頭の中が真っ白になる」という言い方があるが、この場合、正しくは「キャッシュミス」というべきだ。頭の中の情報を検索するときに極端な遅延が生じることがあるが、そうなったら、頭の中の手前側に必要な記憶を置いていることがふだんはどれほど役立っているのかに思いをめぐらせよう。 そんなわけで、歳をとり、こうした遅延がときおり起きるようになっても、気に病む必要はない。遅延の長さは経験の豊かさの指標でもあるのだ。思い出すのに苦労するのは、知識が豊富であることの 証 と言える。遅延がめったに起きないなら、それは記憶の整理がうまくできていることの証である。つまり、最も大切なものを最も手近な場所にしまっているということだ。",
        "location": "2,629"
      },
      {
        "text": "政治家は一般に二つのものを国民に与える。選りすぐった個人のエピソードと、集計して要約した統計データである。もちろん個人のエピソードは強烈で鮮明な印象を与えるが、全体を代表するわけではない。どれほど的を射たものであれ的外れなものであれ、およそ法律と名のつくものは 一部の人 を優遇し、 一部の人 を冷遇する。だから、入念に選び出された物語は全体像をつかむうえでなんの指針にもならない。反対に、集計した統計データは包括的だが薄っぺらだ。国",
        "location": "4,826"
      },
      {
        "text": "自分にとって最も基本的な問題を一人の人間と考えてみよう……ある人に好かれているが、自分はその人を好きじゃない。昔ならそういう状況は気まずかった。何か話をしないわけにはいかなくて、居心地が悪かった。ところが今はどうだろう。ある人に好かれているが、自分はそいつを好きじゃない。だったら忙しいふりをするだけだ……いつまでもずっと。 ──アジズ・アンサリ",
        "location": "5,720"
      },
      {
        "text": "本書の完成を可能にしてくれたオープンソースのすばらしいフリーソフトウェアに感謝する。代表として、Git、LaTeX、TeXShop、TextMate 2を挙げる。",
        "location": "6,730"
      }
    ]
  },
  {
    "id": "4a7631c34e480f96f14f832f89f093d8fbfa5da425a130c773efd2d62f95dbb7",
    "title": "ヒッキーヒッキーシェイク",
    "author": "津原　泰水",
    "publisher": "早川書房",
    "isbn": "9784150313791",
    "asin": "4150313792",
    "readDate": "2019/07/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3791/9784150313791.jpg",
    "highlights": [
      {
        "text": "「人は誰でも他人を苦しめ、不幸にする、たとえその気がなくともね。誰かの役に立たねばならない、周囲を幸福にせねばならないなんてさ、考えないことだ。もしそんなことが実現できていると感じたなら、それは思い上がりってもん",
        "location": "2,978"
      }
    ]
  },
  {
    "id": "cb3274bf89e0d65e1406709b600341fab366376793e552d41726076993da8b31",
    "title": "自生の夢",
    "author": "飛 浩隆",
    "publisher": "河出書房新社",
    "isbn": "9784309025216",
    "asin": "4309025218",
    "readDate": "2019/06/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5216/9784309025216.jpg",
    "highlights": [
      {
        "text": "ＡＲは街を美しくする──そういう触れ込みだった。 ひしめく看板。がなり立てる音声広告。いきなり目の前に突き出されるフライヤー。それらは物理的実体を伴っていて、聞きたくない音、見たくない色彩を排除できず、チラシを配る人間や地置きの広告サインは歩行のさまたげとなった。それにくらべて、ＡＲならばいくらでもフィルタできる。空間という資源をほとんど侵害しない。好きなデザインで世界を飾ることもできる。そう 喧伝 されていたのだ。 実は逆だった。 ユーザが自分でフィルタを設定するからこそ ＡＲで飾られた街は魅力を失うのだ。 街は自室ではない。ねむるための巣穴ではなく、獲物を獲りにゆく山野なのだ。 街の光景も多数の主体の自律的活動が織りなす点では、山野と変わらぬ一種の〈自然〉だ。自分の思い通りにならない他者の 横溢。そこにこそ街の価値はある。ＡＲを重ね書きすることは、狩り場じゅうに自分の体臭を塗りこめるような愚行だ。",
        "location": "1,034"
      },
      {
        "text": "私企業の巨大インフラは公共性を帯びることを避けられず、いずれはその公共性ゆえに「解放」される。",
        "location": "1,408"
      },
      {
        "text": "あるいはこうも言える──「社会」はその求めるものを、企業というひとつの機能部品を通じインフラとして結実させる。そして秋が来れば刈り入れをするのだ。",
        "location": "1,411"
      },
      {
        "text": "「人間はGödelを通じてウェブを検索している気分でいるけれど、じつはGödelの腹にため込まれたウェブの似姿を検索しているだけでした。しかもその腹の中は、独特の調理術で解析、解体されていて、互いに関連づけられ、ランキングされ、そのメタデータに対しても同じことが繰り返されて、検索クエリを代謝しつつ刻々と変容しつづける」",
        "location": "1,975"
      },
      {
        "text": "だれにも把握できない、巨大な意味と思考と連想の複合体──これはもはや『第二の自然』が現出したのと同じです。そこにあることはわかる。利用もできる。しかし理解する日が来ることはない、という意味で」",
        "location": "2,009"
      },
      {
        "text": "人間は〈私〉という意識がじぶんの表玄関だと考えているが、それは買いかぶりだ。〈私〉は、人間の中に生起する圧倒的質感とはほとんど無縁で、ぽつぽつと貧弱な語りをつむぐ「裏口」にすぎないのだ。",
        "location": "2,652"
      },
      {
        "text": "「なんだってそうさ。われわれも、生きてみなければ、いつ死ぬか分からない。ジャズの即興も、温泉宿で興じる卓球も、コンピュータが行う演算処理も、いつ終わるかを（終わるかどうかさえ）事前に計算することはだれにもできない。 生きた結果として、たまたまある日、死がやってくる。そのときになって分かるんだ。ああ、いま計算が終わったのだと」",
        "location": "2,758"
      }
    ]
  },
  {
    "id": "f3cbe54d3e90c3bb897e141be1765a8dc82b7fda5704b94bc8c0547ea4987fde",
    "title": "ひとまず、信じない",
    "author": "押井 守",
    "publisher": "中央公論新社",
    "isbn": "9784121506016",
    "asin": "4121506014",
    "readDate": "2019/06/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6016/9784121506016.jpg",
    "highlights": [
      {
        "text": "愛は消える。変容する。形を変える。何を定義しているかすら、もはやわからない。愛に実態は乏しい。恋人との交歓の中で互いに「愛している」とささやきあったところで、その意味するものが必ずしも同じことだという保証はない。 なぜなら愛は、あいまいなものであるからだ。",
        "location": "235"
      },
      {
        "text": "最も重要なことを見極める。このことが人生において最も大事なことである。そのためには、人生をいろいろな要素に分けて、今の自分にとって、何が一番大事なのかの順位付けを常に心がけなければならない。これができていない人が多すぎる。 結論から言えば、幸福とは、いや幸福だけでなく、人生において必要なことは、優先順位をつけることに、ほかならない。",
        "location": "312"
      },
      {
        "text": "幻想は人を不幸にする。これが僕の考えるテーマである。リアルに目覚めた人間だけが、結局は幸せになれる。僕は、その幻想を人さまに売って商売をしている人間なので、余計にそう思うのである。 僕が生み出す",
        "location": "471"
      },
      {
        "text": "社会的な自分、家族との自分、固有時の自分――この３つの層を切り替えながら生きることが、いかに大切であるかを理解してほしい。３年以内に会社がいやになってしまった人の多くは、社会的な自分という層に、別の層を持ち込んでしまった可能性がある。というよりも、社会的な自分という層が十分に育っていなかったのかもしれない。",
        "location": "576"
      },
      {
        "text": "体験したことのみ語るべしというのは、一見まともな意見のように見えて、実は重大な言論の否定である。想像力という人間の大いなる能力に対する冒涜である。でなければ、間もなく僕たちは誰も、太平洋戦争を語ることができなくなる。経験者はまもなくいなくなってしまうからだ。そんなことはないだろう。僕たちはいつまでも戦争について語り続けないといけない。",
        "location": "974"
      },
      {
        "text": "何かを実現するために自由は必要なのであり、自由は手段ということにほかならない。それ以上のものではないが、自己実現のためにはどうしても必要なものだ。だから、何も背負わない状態を自由とは呼べない。そこには達成感がないからである。何も背負うことができない人間は、周囲から見れば、いてもいなくてもよい人間ということだ。それは自由ではない。",
        "location": "1,049"
      },
      {
        "text": "ユリウス・カエサルは「人間はみな自分の見たいものしか見ようとしない」と言ったそうだが、この言葉は真実を言い当てている。人間の脳は現実に見たいものしか見ないという傾向を持っている。",
        "location": "1,296"
      },
      {
        "text": "手段が目的になったときほど怖いものはない。手段と目的がきちんと機能している間は、目的の達成とともに手段が終わる。あるいは、目的の達成がならず、試みが失敗したことを悟って手段を放棄するという終焉がある。しかし、手段が目的化すると、いつまでも終焉の時間は訪れない。",
        "location": "1,376"
      },
      {
        "text": "結局は、言葉の問題だと思う。",
        "location": "1,857"
      }
    ]
  },
  {
    "id": "af0665d8e78f24c5cb7a7c3baeda955dddefd6d7d2d9129beeddbab318301ae5",
    "title": "夢の本",
    "author": "ホルヘ・ルイス・ボルヘス/堀内 研二",
    "publisher": "河出書房新社",
    "isbn": "9784309464855",
    "asin": "4309464858",
    "readDate": "2019/06/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4855/9784309464855.jpg",
    "highlights": [
      {
        "text": "仕事の多さから夢は生じ、言葉の多さから暴言は生じるものである。",
        "location": "529"
      },
      {
        "text": "以下）。『シビュラの託宣』には新しいエルサレムの思い出が書いてある。",
        "location": "2,761"
      }
    ]
  },
  {
    "id": "d6aadd258a238977be803b2b44fa16ed4550f6541be6dd4d18b6bd3582cc590d",
    "title": "大賢者の愛弟子",
    "author": "ナカノムラアヤスケ",
    "publisher": "TOブックス",
    "isbn": "9784864726924",
    "asin": "4864726922",
    "readDate": "2019/06/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6924/9784864726924.jpg",
    "highlights": []
  },
  {
    "id": "b8f87cb302f2aabec9037bfa1f7fb2ec29c8ce43f04eac7c5cb73c4971741044",
    "title": "ハニトラは効かない。英雄だからね、俺",
    "author": "夏目坂一家/のりパチ",
    "publisher": "KADOKAWA",
    "isbn": "9784040730301",
    "asin": "4040730305",
    "readDate": "2019/06/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0301/9784040730301.jpg",
    "highlights": []
  },
  {
    "id": "1bfaf2a9577196625737ba460bba441d43f6e5294d17811039c1f11b5afafc2c",
    "title": "魔王軍の幹部になったけど事務仕事しかできません",
    "author": "悪一",
    "publisher": "TOブックス",
    "isbn": "9784864727488",
    "asin": "4864727481",
    "readDate": "2019/06/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7488/9784864727488.jpg",
    "highlights": []
  },
  {
    "id": "0eceaf754411194e79758b38a015fb392fa5c7f1e876cb4e82f0b4721b3c2679",
    "title": "刺殺は恋のたしなみ",
    "author": "高池水湖",
    "publisher": "白好出版",
    "isbn": "9784434208232",
    "asin": "4434208233",
    "readDate": "2019/06/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8232/9784434208232.jpg",
    "highlights": []
  },
  {
    "id": "1cd5a434737c38b46c7e8e874607d95f065c5a08693c15e8a8bb8550ba494d1f",
    "title": "詩という仕事について",
    "author": "ホルヘ・ルイス・ボルヘス/鼓直",
    "publisher": "岩波書店",
    "isbn": "9784003279250",
    "asin": "4003279255",
    "readDate": "2019/06/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9250/9784003279250.jpg",
    "highlights": [
      {
        "text": "はっきりした物言いより、暗示の方が遥かにその効果が大きいのです。人間の心理にはどうやら、断定に対してはそれを否定しようとする傾きがある。",
        "location": "1,049"
      },
      {
        "text": "叙事詩において大事なのは英雄、あらゆる人間にとって典型である人間であるという事実にあります。一方、メンケン＊ が指摘したように、小説の多くの本質は人間の崩壊、人物の堕落にあるのです。",
        "location": "1,587"
      },
      {
        "text": "未来が何をもたらすかを人は知り得ません。長い目で見れば、未来はあらゆる物事をもたらすだろうと思われます。したがって、ドン・キホーテとサンチョ、シャーロック・ホームズとワトソン医師らはまだ存在しているけれども、彼らの冒険は消えてしまっているかもしれない。しかし、人間たちは別の言語によって、これらの性格に適合した物語を、彼らにとって鏡となるべき物語を、創造し続けることでしょう。",
        "location": "3,368"
      },
      {
        "text": "若者は不幸を好むものであると私は思います。若者は不幸であるために全力を尽くす。そして一般に、それに成功するのです。",
        "location": "3,373"
      },
      {
        "text": "私は作品を書くとき、読者のことは考えません（読者は架空の存在だからです）。また、私自身のことも考えません（恐らく、私もまた架空の存在であるのでしょう）。私が考えるのは何を伝えようとしているかであり、それを損わないよう最善を尽くすわけです。",
        "location": "3,702"
      },
      {
        "text": "物を書くという営みが一種の共同作業であるからです。つまり、読み手もその作品に関与する。その本を豊かなものにするのです。",
        "location": "3,742"
      },
      {
        "text": "私の文学に感心しておられるとしたら（果たしてそうなのか、自信はありませんが）、皆さんは大変な誤りを犯しています。しかし、それは、いかにもこころ優しい誤りであると思います。仮にあとで裏切られると分かっていても、人間は何かを信じるよう努めるべきではないでしょうか。",
        "location": "3,758"
      }
    ]
  },
  {
    "id": "6f29dd6db285d6c8e78f319beb69ee076caef6b4a9c9306e1a2833401d1e78e9",
    "title": "マネーの進化史",
    "author": "ニーアル・ファーガソン/仙名紀",
    "publisher": "早川書房",
    "isbn": "9784150504489",
    "asin": "4150504482",
    "readDate": "2019/06/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4489/9784150504489.jpg",
    "highlights": [
      {
        "text": "ヨーロッパでは、貴金属不足の状況を打破するために二つの方策を考えた。一つは、労働と製品、つまり奴隷と木材を輸出することで、バグダッドで銀を、コルドバやカイロではアフリカの金を入手する方法だ。もう一方は、イスラム社会に戦争を挑んで貴金属を略奪するやり方だ。繰り返しおこなわれた十字軍の遠征やそれに引き続く征服のための戦いは、異教徒をキリスト教徒に改宗させるという目的のほか、ヨーロッパの貴金属不足を克服しようという意図があった。",
        "location": "478"
      },
      {
        "text": "スペインの過ちは、貴金属の価値が絶対的なものだと思い込んでいたところにあった。カネの価値は、それを何と交換してもらえるかによって決まる。供給が増えただけで、社会が豊かになるわけではない。通貨の発行を独占的につかさどっている政府だけが、潤うのかもしれない。ほかの条件が変わらなければ、貨幣の流通量の増大は物価高を引き起こすだけだ。",
        "location": "511"
      },
      {
        "text": "理解するうえでの重要な点は、①銀行内、銀行間のキャッシュレスでの取引、②部分準備銀行制度、③中央銀行による紙幣の発行の独占、の三つが西洋世界に広まることで、マネーが進化していったということだ。",
        "location": "885"
      },
      {
        "text": "いまのマネーは、銀行が抱える負債（預貯金）だ。「信用」は、端的に言えば銀行の資産（貸付金）になる。",
        "location": "888"
      },
      {
        "text": "た。中央銀行が保有する短期国債の量が増えることは、インフレの前兆だ。なぜかといえば、国民に国債を売る場合と違い、これらの証券を現金化するとなると、貨幣の供給を増やすことにつながるからだ。戦争末期には、ドイツ帝国が抱えている負債の約三分の一は「流動的」、つまり短期借入金で、過剰流動性が発生していた。だ",
        "location": "1,744"
      }
    ]
  },
  {
    "id": "5979387fd62d7859fc30b1c6d68bbb3dee2e537e28938be417b11a1bd9c65fce",
    "title": "塔の魔術師",
    "author": "瀬戸夏樹",
    "publisher": "TOブックス",
    "isbn": "9784864726672",
    "asin": "4864726671",
    "readDate": "2019/06/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6672/9784864726672.jpg",
    "highlights": []
  },
  {
    "id": "8edf5e4d68931d192dacbbdeef778de2695ca1626fe6050e959c6a5635bd1d4a",
    "title": "ビット・プレイヤー",
    "author": "グレッグ・イーガン/山岸　真",
    "publisher": "早川書房",
    "isbn": "9784150122232",
    "asin": "4150122237",
    "readDate": "2019/05/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2232/9784150122232.jpg",
    "highlights": [
      {
        "text": "自分が何者かを知る唯一の方法は、新しいなにかを創造することだろう。",
        "location": "749"
      },
      {
        "text": "「三十年以上前の話です」アダムは言葉を返した。「いまのわたしは別人です」 「それはわたしたちみんながそうじゃないのかな？」",
        "location": "1,006"
      }
    ]
  },
  {
    "id": "f5888d8f352d9784e4a631e01e40f612cd062b40093f314bf0983937275120b2",
    "title": "少女庭国",
    "author": "矢部　嵩",
    "publisher": "早川書房",
    "isbn": "9784152094452",
    "asin": "4152094451",
    "readDate": "2019/05/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4452/9784152094452.jpg",
    "highlights": [
      {
        "text": "「私さ」梃子はいった。「したくないことしなくていいようにしたくて」 周りが梃子を見た。「したくないこと？」 「昔あったんだけど幼稚園で」咳払い梃子は言葉を継いだ。「おもちゃだったと思うんだけどさ、先生がいうのよはいじゃあお片付け競争しますみたいな。誰が一番速いかなあそれじゃあ用意どんとかっていうとさあ、みんな何か片付け始めるんだよね。あほみたいなんだけどさ本当。あれ本当頭おかしいよね。私は片付けたくねえんだっつうの、何でびりだと馬鹿みたいになんだよって思って。馬鹿みたいにいわれたんだけどさその時に私。何かさあやりたくないこととか？ 強制的に何かやらす時ってすぐに競争にするよね人は」いって梃子は恥ずかしそうに笑った。「ああいうのよくないよね。競争させればいうこと聞くだろみたいな発想？ 不健全だよね。子供は馬鹿だからさあ、聞いちゃうわけじゃんそういう風にされると。そうじゃなく正しくない圧力には屈しちゃ駄目ってこと教えないと」",
        "location": "831"
      },
      {
        "text": "「健やかに生きなさいといわれても一緒でしょ」梃子は振り向いて後ろ向きに歩いた。「殺し合いなさいって閉じ込めてくるのも。何故あなたにんなこといわれるのって。思うでしょ。意味判んないじゃん。そんなことどうして誰かが誰かにいうの。勝手なこといわれたって付き合う必要ないじゃん。強制でこれしなさいはいじゃあ用意スタートって、そういうの本当腹立つんだよね」 「いやなのはそりゃ全員そうだけど」「出られない自分はどうするの」 「関係ないよ出られなくても。したくないけどしなきゃって風にはだって何でも出来てるわけじゃん。大事なことでも糞みたいなことでも。だったらやなこと頑張んじゃなくて、したくないことしなくていいように自分で頑張って持ってかないと駄目じゃん。しないとやばいかなんて全然関係ないよ。",
        "location": "840"
      },
      {
        "text": "じゃないとどんどん息苦しくなるよ。私にもあなたにも、いいことだろうがやなことだろうが神様にいわれても付き合… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "848"
      },
      {
        "text": "た。「本当はしたくないけどとかいってるくせに、ちゃっかりそれをやるやつ大嫌いなんだ。あとやりたいことしててあなたはいいねとかいってくるやつ。やりたくないことは出来るままにしておくから後でやる羽目になるのであって、やりたくなっても二度と後戻り出来ないようにちゃんとしておくことが大事なのにね」",
        "location": "855"
      }
    ]
  },
  {
    "id": "f0ceff0ffd64b882ea18820aeb8062151a206e72f3d08aeb2181215bc3003ec8",
    "title": "ダーウィン・エコノミー",
    "author": "ロバート・H・フランク/若林 茂樹",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532357696",
    "asin": "4532357691",
    "readDate": "2019/05/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7696/9784532357696.jpg",
    "highlights": []
  },
  {
    "id": "85cfa78a1fe1b89340c85f6b8a6a7e1b323b60401bd7ac3f886ba16f698e09e7",
    "title": "帳簿の世界史",
    "author": "ジェイコブ・ソール/村井 章子",
    "publisher": "文藝春秋",
    "isbn": "9784167910600",
    "asin": "4167910608",
    "readDate": "2019/05/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0600/9784167910600.jpg",
    "highlights": [
      {
        "text": "会計は、収入と支出を集計するだけでなく、投資家に還元すべき利益剰余金の累計を計算するために活用されたのである。",
        "location": "479"
      }
    ]
  },
  {
    "id": "bf3b06fd747c2cccd6f8a468c29592927758312e6f1899d0d716075b1637e19c",
    "title": "七王国の玉座(下)改訂新版",
    "author": "ジョージ・R．R．マーティン/岡部宏之",
    "publisher": "早川書房",
    "isbn": "9784150118457",
    "asin": "4150118450",
    "readDate": "2019/05/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8457/9784150118457.jpg",
    "highlights": []
  },
  {
    "id": "c7b36da77f5dc66f28b64bc0c75d09c84c39da0b56a67edbeb9d039f41a1708b",
    "title": "株式投資の未来",
    "author": "ジェレミー・J．シーゲル/瑞穂のりこ",
    "publisher": "日経BP社",
    "isbn": "9784822244576",
    "asin": "4822244571",
    "readDate": "2019/05/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8222/82224457.jpg",
    "highlights": []
  },
  {
    "id": "496eff8fd00a4b45e08f6cf18b5542fd07282a75d07eb716115cc3eca6b614cc",
    "title": "サカナとヤクザ",
    "author": "鈴木 智彦",
    "publisher": "小学館",
    "isbn": "9784093801041",
    "asin": "4093801045",
    "readDate": "2019/05/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1041/9784093801041.jpg",
    "highlights": [
      {
        "text": "かつては漁業そのものが原始的略奪産業と呼ばれていた時代がある。農業のように育てることをせず、資本を使わず、自然界が生産した漁獲物を収奪してくるからだ。",
        "location": "43"
      },
      {
        "text": "そもそもヤクザは商売ではない。ヤクザのプライドは、額に汗して働かないことである。実際、極めて高い暴力とそれを換金できる才覚さえあれば、縄張り内でトラブルシューターになれる。が、暴力の専業者になれるのは一握りしかいない。武闘派と呼ばれる組織に本当の暴力派は数人だけで、あとはイメージをレンタルしている。ヤクザ組織の基礎を支えているのは兼業ヤクザ、つまり正業を持つ人間たちなのだ。",
        "location": "664"
      },
      {
        "text": "漁業権は世界中に日本にしかない独自の法律だからである。諸外国ではそれぞれの漁船に操業許可が与えられ、街の前浜で獲れる海産物を、住人が独占するという概念はない。",
        "location": "1,427"
      },
      {
        "text": "いびつな道徳が定着したのは、戦中、博徒の美学である滅私奉公に目を付けた政府が、国家ぐるみでヤクザ演劇、映画を奨励していたからかもしれない。捨て石となる国民を洗脳するため、ヤクザの常識を国家が推奨していたので、博奕で身上を潰した者は自業自得とされ、違法な貸し付けは一切問題にされず、歪んだ市民道徳が生まれた可能性は否定できない。",
        "location": "1,473"
      }
    ]
  },
  {
    "id": "4ee9c56bcb1125866d8ed24d66f93d2b84895bc072dcae31cd0147abe2507387",
    "title": "ボルヘス怪奇譚集",
    "author": "ホルヘ・ルイス・ボルヘス/柳瀬 尚紀",
    "publisher": "河出書房新社",
    "isbn": "9784309464695",
    "asin": "4309464696",
    "readDate": "2019/05/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4695/9784309464695.jpg",
    "highlights": [
      {
        "text": "新しいものが何ひとつないことを 知っているゆえに何ごとをもはじめないのは 衒学的な詭弁── 原罪だ。",
        "location": "1,313"
      }
    ]
  },
  {
    "id": "cd00349dbb0cd04a9c2f05597af0533bd2e1ee835b8622ebfea66e19c3ad0aef",
    "title": "投資で一番大切な20の教え",
    "author": "ハワード・マークス/貫井佳子",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532355395",
    "asin": "4532355397",
    "readDate": "2019/05/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5395/9784532355395.jpg",
    "highlights": []
  },
  {
    "id": "d24223264d9e70e5921cbfa037e51ceae98ec5f304985b6cec93a136063c4fdb",
    "title": "青春ブタ野郎はランドセルガールの夢を見ない",
    "author": "鴨志田　一/溝口　ケージ",
    "publisher": "KADOKAWA",
    "isbn": "9784049120172",
    "asin": "4049120178",
    "readDate": "2019/04/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0172/9784049120172.jpg",
    "highlights": []
  },
  {
    "id": "37928885dc1d1c2d65a6e000879aa6a4dc05809867dafe355259a6e90b40983f",
    "title": "お前ら、おひとり様の俺のこと好きすぎだろ。3",
    "author": "凪木　エコ/あゆま紗由",
    "publisher": "KADOKAWA",
    "isbn": "9784040731018",
    "asin": "4040731018",
    "readDate": "2019/04/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1018/9784040731018.jpg",
    "highlights": []
  },
  {
    "id": "77b852c2e6fb4ca38984270701e4d715cb1978e37c9fe995a9e33b19efd25cf9",
    "title": "｢無限｣に魅入られた天才数学者たち",
    "author": "アミーア・D．アクゼル/青木薫",
    "publisher": "早川書房",
    "isbn": "9784150504427",
    "asin": "4150504423",
    "readDate": "2019/04/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4427/9784150504427.jpg",
    "highlights": []
  },
  {
    "id": "43a23a7545574b5f62fa879dbb451eeae173c8f7c6bed0125fb9c112befa4315",
    "title": "ネット階級社会",
    "author": "アンドリュー・キーン/中島　由華",
    "publisher": "早川書房",
    "isbn": "9784150505363",
    "asin": "4150505365",
    "readDate": "2019/04/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5363/9784150505363.jpg",
    "highlights": []
  },
  {
    "id": "1384e463c03f9160be70ce25bb828d6e4436177da898cb60f37e6c8d868df965",
    "title": "錆喰いビスコ",
    "author": "瘤久保　慎司/赤岸K",
    "publisher": "KADOKAWA",
    "isbn": "9784048936163",
    "asin": "4048936166",
    "readDate": "2019/04/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6163/9784048936163.jpg",
    "highlights": []
  },
  {
    "id": "657bc9680f1e1b3b501309115f744b1f2aa5a8ec91fd795434f03e236573447e",
    "title": "七王国の玉座(上)改訂新版",
    "author": "ジョージ・R．R．マーティン/岡部宏之",
    "publisher": "早川書房",
    "isbn": "9784150118440",
    "asin": "4150118442",
    "readDate": "2019/04/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8440/9784150118440.jpg",
    "highlights": []
  },
  {
    "id": "45a0ab5cf73497715f5fff1fff1894db32d56d17ce7c885bad280bc1ea42ec9f",
    "title": "予測マシンの世紀",
    "author": "アジェイ・アグラワル/ジョシュア・ガンズ",
    "publisher": "早川書房",
    "isbn": "9784152098375",
    "asin": "4152098376",
    "readDate": "2019/03/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8375/9784152098375.jpg",
    "highlights": []
  },
  {
    "id": "26854f5a260c507d5f121ca1e3ad6ba7ee35eba11d15c6a940aebe48920c463a",
    "title": "データは騙る",
    "author": "ゲアリー・スミス/川添　節子",
    "publisher": "早川書房",
    "isbn": "9784152098412",
    "asin": "4152098414",
    "readDate": "2019/03/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8412/9784152098412.jpg",
    "highlights": []
  },
  {
    "id": "bcb0609e0ff7fe163b64d9e5e8d94ad02b1528f7ebf43bb39b35d614d163e8c0",
    "title": "日本史で学ぶ経済学",
    "author": "横山 和輝",
    "publisher": "東洋経済新報社",
    "isbn": "9784492444474",
    "asin": "4492444475",
    "readDate": "2019/03/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4474/9784492444474.jpg",
    "highlights": []
  },
  {
    "id": "2545a6ad27847148639ee2891b7ec5ac445bb079bf3cb89417d51af333c707c5",
    "title": "21世紀の貨幣論",
    "author": "フェリックス・マーティン/遠藤真美",
    "publisher": "東洋経済新報社",
    "isbn": "9784492654651",
    "asin": "4492654658",
    "readDate": "2019/03/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4651/9784492654651.jpg",
    "highlights": []
  },
  {
    "id": "7ef853376117b14347b024b947f940e7d775a758be418b73b857fd428e7e00bb",
    "title": "すべてのマンションは廃墟になる",
    "author": "榊淳司",
    "publisher": "イースト・プレス",
    "isbn": "9784781651132",
    "asin": "4781651135",
    "readDate": "2019/03/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1132/9784781651132.jpg",
    "highlights": []
  },
  {
    "id": "e454179b96170f7aad0253a12cba68d558dcaf2a40a1149076e6d2467a43210e",
    "title": "サルたちの狂宴 下",
    "author": "アントニオ・ガルシア・マルティネス/石垣　賀子",
    "publisher": "早川書房",
    "isbn": "9784152097767",
    "asin": "4152097760",
    "readDate": "2019/03/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7767/9784152097767.jpg",
    "highlights": []
  },
  {
    "id": "cd51e2ad594f726c79c6610c68e1729cc49a56c482e8964751505b2a9c12e883",
    "title": "サルたちの狂宴 上",
    "author": "アントニオ・ガルシア・マルティネス/石垣　賀子",
    "publisher": "早川書房",
    "isbn": "9784152097750",
    "asin": "4152097752",
    "readDate": "2019/02/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7750/9784152097750.jpg",
    "highlights": []
  },
  {
    "id": "fa61ae6776d70b31b1f7ada6aa1a8a7c82119b98d9439bd4adfedf39d1333f26",
    "title": "矛盾社会序説",
    "author": "御田寺圭",
    "publisher": "イースト・プレス",
    "isbn": "9784781617268",
    "asin": "4781617263",
    "readDate": "2019/02/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7268/9784781617268.jpg",
    "highlights": []
  },
  {
    "id": "32dd2f29352145216fda531018c024271b2a0851015852df7171b2f01e73e845",
    "title": "ダークウェブ・アンダーグラウンド",
    "author": "木澤佐登志",
    "publisher": "イースト・プレス",
    "isbn": "9784781617411",
    "asin": "4781617417",
    "readDate": "2019/02/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7411/9784781617411.jpg",
    "highlights": []
  },
  {
    "id": "bd9358e33d072ed1fbe81be3e4a4c8bda46bece55b0df0c105e73677cd5367e2",
    "title": "サピエンス異変",
    "author": "ヴァイバー・クリガン＝リード/水谷淳",
    "publisher": "飛鳥新社",
    "isbn": "9784864106627",
    "asin": "4864106622",
    "readDate": "2019/02/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6627/9784864106627.jpg",
    "highlights": []
  },
  {
    "id": "572a5e0d7ae7b9a7bae7179fde55a8fe540e27b6276a9bf846dd74b0300c7112",
    "title": "スノーボール(下)改訂新版",
    "author": "アリス・シュローダー/伏見威蕃",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532197353",
    "asin": "453219735X",
    "readDate": "2019/02/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7353/9784532197353.jpg",
    "highlights": []
  },
  {
    "id": "085017863674955cda27754bbdb75bd76f00f93258a13e47a32b298c29399090",
    "title": "スノーボール(中)改訂新版",
    "author": "アリス・シュローダー/伏見威蕃",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532197346",
    "asin": "4532197341",
    "readDate": "2019/02/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7346/9784532197346.jpg",
    "highlights": []
  },
  {
    "id": "ffc5abac108123b610c82ea864f4870e73e55ed5d3cc654088aa2e934c266e50",
    "title": "スノーボール(上)改訂新版",
    "author": "アリス・シュローダー/伏見威蕃",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532197339",
    "asin": "4532197333",
    "readDate": "2019/02/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7339/9784532197339.jpg",
    "highlights": []
  },
  {
    "id": "4a2b789609f94e066a77f1f3891406da1f1e674031c7637bbb06224daeea3d33",
    "title": "幸せな選択、不幸な選択",
    "author": "ポール・ドーラン/中西真雄美",
    "publisher": "早川書房",
    "isbn": "9784152095596",
    "asin": "4152095598",
    "readDate": "2019/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5596/9784152095596.jpg",
    "highlights": [
      {
        "text": "幸福は「自分の注意を何にどう割り振るか」で決まる。",
        "location": "263"
      },
      {
        "text": "人はみな環境の生き物だ。カリフォルニア州の３００万人のティーンエイジャーを対象にした調査データによると、学校から０・１マイル（約１６０メートル）の範囲内にファストフードの店があると、その学校の肥満児の割合が５パーセント以上も増えるという。同じように、家から０・５マイル（約８００メートル）の範囲にファストフードの店があると、妊娠中の女性の体重が 44 ポンド（約 20 キロ）増加する可能性が１・６パーセント増える（ ４）。体重の増加は、そうなるきっかけがあるかどうかと非常に関連が深い。",
        "location": "294"
      },
      {
        "text": "ズルをするかどうかの傾向は、先ほどの例と同様に、その人がどんな人間であるかではなく、それをするきっかけがあるかどうかに左右される（ ５）。",
        "location": "304"
      },
      {
        "text": "幸福とは、快楽とやりがいが持続することである、",
        "location": "326"
      },
      {
        "text": "だ。私たちは一般に、実際に自分を幸せにしてくれるものではなく、幸せにしてくれるはずだと思っているものに注意を向けてしまう。私",
        "location": "358"
      },
      {
        "text": "写真を撮るとき、あなたにもお決まりのポーズがあるだろう。カメラに向かって、そのときの自分の感情とはかけ離れたポーズを取ることもあるはずだ。これがビデオカメラなら、あなたの幸せがずっと続いているかどうかをそのまま映し出してくれる。だから、全般的な生活満足度のスナップ写真的な捉え方はやめて、日々の感情にまっすぐ焦点を合わせるようにするべきなのだ。",
        "location": "387"
      },
      {
        "text": "私は人生の意義を作りあげていくことよりも、生きている瞬間瞬間に意義があるかどうかに関心がある。あなたが行なうことや感じることのすべてに快楽（あるいは苦痛）とやりがい（あるいはやりがいのなさ）があるのだ。それらは、ひとつの経験から総合的な幸福を組み立てていく個々のパーツである。",
        "location": "479"
      },
      {
        "text": "本当に幸せになるには、快楽とやりがいの両方を感じていなければいけない。あなたが私と同じくらい幸せ、もしくは不幸せであっても、快楽とやりがいの組み合わせ方はさまざまだろう。しかもその時々で、求める度合いも異なる。けれども、両方を感じる必要があるのは事実だ。私はこれを「 快楽とやりがいの法則」──ＰＰＰ（Pleasure-Purpose Principle）と呼んでいる。",
        "location": "490"
      },
      {
        "text": "から、人生においていまの幸福と将来の幸福をトレードオフすること（将来の幸福のためにいまの幸福を犠牲にする、あるいはその逆）は少なく、それよりも快楽とやりがいをさまざまなタイミング、さまざまな割合でトレードオフしているのだと考えている。",
        "location": "660"
      },
      {
        "text": "何かを達成したいという願望は特定の目標を達成する意味では役立つだろうが、それは同時に幸福というもっと重要な目標を犠牲にしているという事実をけっして忘れてはならない。",
        "location": "1,676"
      },
      {
        "text": "有意義でやりがいのある活動に携わっていると、健康状態がよく、社会に溶け込んでいて、能力が高いと調査結果が示している（ 21）。ゴルフやエクササイズは、誰もがやりがいがあると考えていて、 健全な年の取り方 につながる活動の一例である（ 22）。さらに、仕事にやりがいが感じられないと、当然のことながら生産性が低下し、常習的な欠勤が増加する（ 23）。自由な時間を退屈に過ごす学生は、高校の卒業前に中途退学する傾向が強い（ 24）。家庭の問題に目を向けると、いま結婚生活に退屈を感じている夫婦は、９年後以降、結婚生活に満足していない率が高い（ 25）。あなたがそれをどう考えようと、幸福は実に重要なものなのだ。",
        "location": "1,830"
      },
      {
        "text": "とはいえ、充分な注意を向けて選択するよりも、しばらく無意識の熟考に任せたほうが、仕事であれ家であれ車であれ、よい選択ができるかどうかを考えてみるのも面白い（ 33）。今度、壁を何色に塗ろうか迷うことがあったら、最初にわずかな時間それについて考えたあと、考えるのをやめ、もう一度考えて決断を下してみよう。また、インターネットでかわいい服を見ているとき、少しのあいだ新聞を読んだりテレビを見たりしたあと、ネットに戻って一番素敵なセーターを選ぼう。",
        "location": "2,651"
      },
      {
        "text": "あなたの家がきれいな状態ならば、あるいは子どもたちが使ったものをきちんとかたづけてくれたら、あなたは幸せな気分になれるのではないだろうか？ 実は、芳香剤を使うといった、とてもシンプルなことを実行するだけで、あなたも子どもたちも部屋をきれいにしようという気になる。ある実験で、柑橘類の香りの芳香剤を吹きかけた小部屋でビスケットを食べた人たちは、それ以外の人たちにくらべて、テーブルに落ちたビスケットのかけらをきれいにする動作を３倍行なった（ ７）。また、動悸がすると訴える患者を診察に行った医学部の学生は、柑橘類の香りがすると、衛生規則を守る率が高くなる（ ８）。",
        "location": "2,739"
      },
      {
        "text": "孤独感は健康にも非常に悪い影響をおよぼす。人との交流がない、仲間はずれにされている、孤立していると感じている高齢者は、今後６年間に亡くなる率が高く、それはおもに孤独感が健康に有害で直接的な影響をおよぼすからだろう（ 37）。ただあなたと一緒にいる機会を与えてあげるだけでも、相手の健康と幸福だけでなく、自分の健康と幸福にもよい効果をもたらしてくれる。",
        "location": "3,848"
      }
    ]
  },
  {
    "id": "e705fda10f832aeb44d760332155d8f2a45675824069622be238350b5d00ebe0",
    "title": "the four GAFA 四騎士が創り変えた世界",
    "author": "スコット・ギャロウェイ/渡会 圭子",
    "publisher": "東洋経済新報社",
    "isbn": "9784492503027",
    "asin": "4492503021",
    "readDate": "2019/02/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3027/9784492503027.jpg",
    "highlights": []
  },
  {
    "id": "045234dfed2809babba81753b7fb1d8e0edac2cdc39b57da8eb1e08f7c7b1f31",
    "title": "暗号技術入門第3版",
    "author": "結城浩",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797382228",
    "asin": "4797382228",
    "readDate": "2019/02/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2228/9784797382228.jpg",
    "highlights": []
  },
  {
    "id": "178f7b97e6a0724aa4f8654d7e196776ff02067659fef4efc0e42ae7a48a9b6b",
    "title": "君を愛したひとりの僕へ",
    "author": "乙野四方字",
    "publisher": "早川書房",
    "isbn": "9784150312343",
    "asin": "4150312346",
    "readDate": "2019/02/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2343/9784150312343.jpg",
    "highlights": [
      {
        "text": "そして、何の意味もない人生だった。 妻もいない。子供もいない。自分が何のためにこの世界を生きてきたのか意味を見出せない。俺が唯一愛した人は、俺のせいでこの世界から消えてしまった。 だが、それももう終わりだ。 泡は沈む。 さぁ、世界を消し去ってしまおう。 こんな、愛する人のいない世界なんて。",
        "location": "39"
      },
      {
        "text": "「あのね、生きてることは、温かいでしょ。その温かさは、ユノと会えたり、話せたり、遊べたり……そういうすべての可能性があることを意味してるんだよ。でも、死んでることは冷たい。その冷たさは、ユノの世界がそこで終わって、そこにはもうなんの可能性もないことを意味してる。あなたが感じたのは、可能性の温度なんだよ」",
        "location": "331"
      }
    ]
  },
  {
    "id": "0ea9afad77ba2333d82f6f300ef88df714a2690d997d3550a166127e28d942c6",
    "title": "僕が愛したすべての君へ",
    "author": "乙野四方字",
    "publisher": "早川書房",
    "isbn": "9784150312336",
    "asin": "4150312338",
    "readDate": "2019/02/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2336/9784150312336.jpg",
    "highlights": [
      {
        "text": "「ああいう作品のほとんどって、主人公が何度も世界をやり直して自分の望む未来に変えていくって感じじゃない？ 思ったんだけど、それって主人公が自分の望まない並行世界を勝手に否定してるってことなのよね。その世界はその世界で、自分じゃない自分が生きて作り上げてきた世界なのに」",
        "location": "1,322"
      }
    ]
  },
  {
    "id": "95750206a53b31bd60e3487fcbd49584d99b4c49fec266d7181df4ab4fec6a6b",
    "title": "異世界の書",
    "author": "ウンベルト・エーコ/三谷武司",
    "publisher": "東洋書林",
    "isbn": "9784887218215",
    "asin": "4887218214",
    "readDate": "2019/02/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8215/9784887218215.jpg",
    "highlights": []
  },
  {
    "id": "75f69a95098d6d6ddef2052a3b725af99297df3dd3c90f41ddad9abacfdbd085",
    "title": "ウンベルト・エーコ 薔薇の名前",
    "author": "NHK出版/和田忠彦",
    "publisher": "NHK出版",
    "isbn": "9784142230907",
    "asin": "4142230905",
    "readDate": "2019/01/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0907/9784142230907.jpg",
    "highlights": []
  },
  {
    "id": "0a2b36cad466945f4700c120c53d1b355377bc447f92471301364028b6263087",
    "title": "朝、目覚めると、戦争が始まっていました",
    "author": "方丈社編集部/武田砂鉄",
    "publisher": "方丈社",
    "isbn": "9784908925344",
    "asin": "4908925348",
    "readDate": "2019/01/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5344/9784908925344.jpg",
    "highlights": []
  },
  {
    "id": "703b3f0dbf9b4bfad0f396c87487af5047c55bf36ea0b13eee9b055f4c5e5fe9",
    "title": "ドビュッシーはワインを美味にするか？",
    "author": "ジョン・パウエル/濱野　大道",
    "publisher": "早川書房",
    "isbn": "9784152097200",
    "asin": "4152097205",
    "readDate": "2019/01/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7200/9784152097200.jpg",
    "highlights": [
      {
        "text": "一般的な一〇代の若者は、グループのなかで信頼される存在になりたいと願い、少なくとも温かく受け容れられたいと考えるものだ。そして、服や音楽について友人たちと共通の好みをもつことが、グループに受け容れられるひとつの手段になる。このとき、特定のアーティストやバンドの存在が、好きな音楽ジャンルを選ぶ決め手となる。あなたや友人たちは、たんにリコーダーが使われているからといって、一部の曲をそのジャンルから除外しようとするのではなく、アルバムやアーティスト全体を支持するようになる。もうひとつ大切なのは、まわりのほぼ全員を「ダサい」とみなすことによって、あなたと友人は自分たちを「かっこいい」と考えるということだ。あるかっこいいバンドを見つけたら、自分たちだけが彼らのファンなのだと信じようとする。だから、大好きなバンドがメインストリームで人気を集めるようになると、ひどくがっかりするものだ。一",
        "location": "102"
      },
      {
        "text": "わたしたちの多くは素直に認めようとはしないが、かっこいいことにまったく無関心な人などほとんどいない。多少なりともかっこよくなりたいと誰もが思っているものだ……それは、決して浅はかなことではない。ダサいことには、実質的な悪影響がともなう。ダサい人はモテないし、職場で尊敬もされず、出世することができない。さらには、身の安全まで 脅かされるかもしれないのだ（ ７）。",
        "location": "114"
      },
      {
        "text": "心理学者のウラジーミル・コネクニーとダイアン・サージェント・ポロックは、複雑で覚醒的な音楽に対する人間の反応について調べた。ふたりが突き止めたのは、問題を解決しようとする人が好むのは、複雑で覚醒的な曲ではなくシンプルな曲であるということだった（ ９）。この研究の結果から、じつに説得力のある結論が導き出された──人間の脳はコンピューターのように機能しており、バックグラウンドで複雑なプログラムを起動させると、メインの問題解決プログラムの動作が遅くなる。",
        "location": "146"
      },
      {
        "text": "になり、一九七三年のアン王女の結婚式や、一九九九年のエドワード王子の結婚式でもヴィドールの「トッカータ」が使われた。にもかかわらず、六歳児がおもちゃの木琴で作曲したようなワーグナーの「結婚行進曲」がいまだ定番曲として君臨しているのはなぜか？ 毎週末、すべての教会でヴィドールの「トッカータ」が鳴り響いていないワケは？ より華やかな「トッカータ」がワーグナーの「結婚行進曲」に勝てない理由は？ 答えをお教えしよう。これは、怠惰なオルガン奏者たちによる国際的な陰謀なのだ！",
        "location": "199"
      },
      {
        "text": "驚くべきことが起きたあと、起動した脳が恐怖中枢を落ち着かせると、次に無意識の安堵感がやってくる。楽曲のなかで予期しないことが起きたときに、わたしたちが喜び──ときに非常に大きな喜び──を感じるのはそのためだ。不協和音だらけの耳障りなセクションを聴いているとき、同じような流れが近い将来も続くのだと人は予想する。けれど、その予想が裏切られて急に美しく心地よい響きに変わったら、その驚きによって喜びの効果はさらに大きなものになる（ 11）。最初の否定的な反応は生物学的なものであり、人間が意識的にコントロールすることはできない。この事実こそ、よく知る音楽だとしても、特定の部分に〝鳥肌〟効果がある理由だ。また、音楽が喜びを引き起こすもうひとつの要因は、鳥肌が立つような驚くべきところがもう少しでやってくるという期待感にある（＊３）。",
        "location": "1,364"
      },
      {
        "text": "いまや一二音技法はすっかり廃れたが、残念な遺産を残してしまった。現代のクラシック音楽の作曲家の多くがいまだに、口笛で吹けるような旋律を軽蔑すべきもののようにとらえているのだ。こう考えれば、現代の管弦楽のなかでもっとも人気の高いジャンルが、メロディ性の強い映画音楽であることも驚きではないだろう。そんななか、伝統的な意味でのメロディ性は強くないものの、人気が広がりつづけているクラシック音楽のジャンルがひとつある。それがミニマル・ミュージックだ。このジャンルの音楽はおもにテクスチュアや反復するパターンを中心に構成され、感情を大きく揺り動かす催眠術のような経験を聴き手に与えてくれる（聴いたことがなければ、スティーヴ・ライヒの「管楽器、弦楽器と鍵盤楽器のためのヴァリエーション」を最初に聴くことをお勧めしたい）。ミニマル・ミュージックのなかのリズムの反復とハーモニーの変化は、連続的なメロディを自然と生み出しているかのようにも聞こえる。これは、一二音技法より以前の音楽の発展のパターンへの回帰といっていいだろう。なぜなら、ミニマル・ミュージックは過去の音楽技法（和声進行や反復など）にもとづきつつ、新しい響きを作り出しているからだ。",
        "location": "2,874"
      },
      {
        "text": "盗作ではなく、インスピレーションだったら？ 「優れたアーティストは真似する、偉大なアーティストは盗む」という有名な格言を知っている人も多いかもしれない。あまりに有名な格言のため、最初に誰が言ったかははっきりとしておらず、オスカー・ワイルド、Ｔ・Ｓ・エリオット、ピカソ、ストラヴィンスキーなど諸説ある。これらの偉人のうち、実際に似たような言葉を書き残しているのはエリオットだけのようだ──「未熟な詩人は模倣する。円熟した詩人は盗む。悪い詩人は取り入れたものを台無しにする。優れた詩人はそれをより良いものに変える。あるいは、少なくとも別のものに変える（ 20）」。",
        "location": "2,974"
      },
      {
        "text": "青年期を過ぎて成人期の初期に入るにつれて、人はより広い範囲の音楽を受け容れるようになる。しかし残念ながら、その傾向はずっと続くわけではない。この現象について詳しく調べたアメリカの研究者モリス・ホルブルックとロバート・シンドラーは、ポピュラー音楽に対する好みの成長は二〇代前半でピークを迎え、それ以降は低下することを発見した（ 15）。",
        "location": "4,162"
      }
    ]
  },
  {
    "id": "dc0eba498278f6178879404a07e25f6691517f4b6517ce4cfe939db16b21f5a1",
    "title": "ヌメロ・ゼロ",
    "author": "ウンベルト・エーコ/中山 エツコ",
    "publisher": "河出書房新社",
    "isbn": "9784309464831",
    "asin": "4309464831",
    "readDate": "2019/01/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4831/9784309464831.jpg",
    "highlights": [
      {
        "text": "ある。ミラノの自宅の書物の迷路（まさに記憶の集積）に私たちを誘いつつ、ウンベルト・エーコはこう言う。「私たちの存在は私たち自身の記憶にほかならない。記憶こそ私たちの魂、記憶を失えば私たちは魂を失う」と。 記憶を失ってはならない、繰り返しこう言い続けたエーコの言葉を、私たちも心にとどめておきたい。",
        "location": "2,821"
      }
    ]
  },
  {
    "id": "41455cf6c2cc03117184150eadfcc088e249d56b14d168685cf82cf9e01f8af2",
    "title": "金閣寺改版",
    "author": "三島由紀夫",
    "publisher": "新潮社",
    "isbn": "9784101050089",
    "asin": "4101050082",
    "readDate": "2019/01/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0089/9784101050089.jpg",
    "highlights": []
  },
  {
    "id": "75d3923192b87fb40224fb73591aca3348351da76980456eb5bb46b2f4eb31d7",
    "title": "ハマータウンの野郎ども",
    "author": "ポール・E．ウィリス/熊沢誠",
    "publisher": "筑摩書房",
    "isbn": "9784480082961",
    "asin": "4480082964",
    "readDate": "2019/01/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2961/9784480082961.jpg",
    "highlights": []
  },
  {
    "id": "188012f2bbb15375f1ce54122282cad518e89d34123945dee1f186e00c67939d",
    "title": "音楽嗜好症",
    "author": "オリヴァー・サックス/大田直子（翻訳家）",
    "publisher": "早川書房",
    "isbn": "9784150504144",
    "asin": "4150504148",
    "readDate": "2019/01/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4144/9784150504144.jpg",
    "highlights": [
      {
        "text": "ショーペンハウアーはこう書いている。「とてもわかりやすく、それでいて何とも不可解な、言いようのない音楽の深みは、音楽が私たちの最も内側にある感情をすべて再現しているのに、リアリティがまったくなく、痛みからはかけ離れている……という事実に起因する。音楽は人生とそこで起こる出来事の真髄のみを表現し、決してそれ自体を表現するのではない」 音楽を聴くと聴覚を使い、感情がわくだけでなく、運動することにもなる。「われわれは筋肉を使って音楽を聴く」とニーチェも書いている。",
        "location": "94"
      },
      {
        "text": "いわゆる前頭側頭型認知症の患者は、抽象化と言語の能力を失うと同時に、驚くほどの音楽の才能と情熱を発現したり、発揮したりすることがある",
        "location": "340"
      },
      {
        "text": "聞こえる旋律は甘美だが、聞こえない旋律はもっと甘美だ。 ジョン・キーツ「ギリシャの壺のオード」",
        "location": "638"
      },
      {
        "text": "エピソード記憶が伴わないために意味記憶が役に立たないことについては、ウンベルト・エーコの小説『ロアナ女王の謎の炎（ The Mysterious Flame of Queen Loana）』でも浮き彫りにされている。語り手の博識家の古書商は、エーコに似た知性と博識をもつ男である。脳卒中で記憶喪失になったにもかかわらず、彼は読んだことのある詩、知っている多くの言語、事実についての幅広い記憶は失わなかったが、それでも途方に暮れ、混乱する（そしてその状態から立ち直るのは、ひとえに脳卒中の影響が一時的なものだったからだ）。",
        "location": "3,867"
      },
      {
        "text": "エーコの語り手は「純粋な喪失」と呼んでいるが、感嘆するべきは、それがじつは純粋な 獲得 であることだ。人は顕在記憶、つまり通常の意味での記憶力が一切なくても、曲を丸ごと獲得することができる。曲はほとんど奇跡的に、一音ずつどこからともなく出てくるように思える。そしてそれでも、エーコが言うように「何らかの形で」曲全体が自分のなかに入っているのだ。",
        "location": "4,198"
      },
      {
        "text": "ショーペンハウアーはメロディーについて、「最初から最後まで意味のある意図的なつながり」があり、「人が最初から最後まで考えたもの」だと書いている。",
        "location": "4,203"
      },
      {
        "text": "ロバート・バートンは『憂鬱の解剖学（ The Anatomy of Melancholy）』に音楽のもつ力について長々と書き、ジョン・スチュアート・ミルは若いころ鬱や無快感にとらわれたとき、音楽だけがその覆いを突き破り、少なくともしばらくのあいだ、喜びと生きている感覚を与える力をもっていることを知った。",
        "location": "5,771"
      }
    ]
  },
  {
    "id": "109a95232d58e046de8dfe9526da7db30791338fa2c5bc496246b257a0cf6842",
    "title": "隠れていた宇宙(下)",
    "author": "ブライアン・グリーン/大田直子（翻訳家）",
    "publisher": "早川書房",
    "isbn": "9784150503901",
    "asin": "4150503907",
    "readDate": "2019/01/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3901/9784150503901.jpg",
    "highlights": []
  },
  {
    "id": "705ff80339f67592625e1a372769cd9123880bd6d6f6a74e46772ca28edd124a",
    "title": "SF的な宇宙で安全に暮らすっていうこと",
    "author": "チャールズ・ユウ/円城塔",
    "publisher": "早川書房",
    "isbn": "9784153350151",
    "asin": "415335015X",
    "readDate": "2019/01/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0151/9784153350151.jpg",
    "highlights": []
  },
  {
    "id": "71c22d6c9cb71c68d7048810d386d9864909e31b8bfccb1b6e7d78c29fb8d2ec",
    "title": "ボルヘスの北アメリカ文学講義",
    "author": "ホルヘ・ルイス・ボルヘス/柴田元幸",
    "publisher": "国書刊行会",
    "isbn": "9784336042972",
    "asin": "4336042977",
    "readDate": "2019/01/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3360/33604297.jpg",
    "highlights": []
  },
  {
    "id": "b0f02d6b58eb2e1b6e46bfc378b989bcbba05e7e9174d190ff984f43ff5d3292",
    "title": "歴史は実験できるのか",
    "author": "ジャレド・ダイアモンド/ジェイムズ・A・ロビンソン",
    "publisher": "慶應義塾大学出版会",
    "isbn": "9784766425192",
    "asin": "4766425197",
    "readDate": "2019/01/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5192/9784766425192.jpg",
    "highlights": []
  },
  {
    "id": "96da6f1eda16b2e8188b84e98067b3a2b6e0c9b48d62d57fd6108d33abe2e495",
    "title": "元魔女は村人の少女に転生する(2)",
    "author": "チョコカレー",
    "publisher": "TOブックス",
    "isbn": "9784864727174",
    "asin": "4864727171",
    "readDate": "2019/01/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7174/9784864727174.jpg",
    "highlights": []
  },
  {
    "id": "0df51ebf77ced103049fadd55d46f3b56c7631d218f98fdd2575f18c2486d952",
    "title": "人生の短さについて 他2篇",
    "author": "セネカ/中澤務",
    "publisher": "光文社",
    "isbn": "9784334753504",
    "asin": "4334753507",
    "readDate": "2019/01/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3504/9784334753504.jpg",
    "highlights": [
      {
        "text": "は、あなたたちが、まるで永遠に生きられるかのように生きているからだ。あなたたちが、自分のもろさにいつまでも気づかないからだ。あなたたちが、どれだけたくさんの時間が過ぎてしまったかを、気にもとめないからだ。あなたたちが、まるで豊かにあふれる泉から湧いてくるかのように、時間を無駄使いしているからだ。たぶん、そんなことをしているうちに、あなたたちの最後の日となる、まさにその日がやってくるのだろう――まあその日だって、［自分のためでなく］ 別のだれかや、別の用事のために使われているわけだがね。 あなたたちは、どんなことでも、死すべき人間のように恐れる。そのくせ、どんなことでも、不死なる神のように欲するのだ。",
        "location": "159"
      },
      {
        "text": "あなたは、たくさんの人たちが、こう言っているのを耳にするだろう――五十を過ぎたら仕事を引退しよう。六十になれば、公の役目からも解放されることだろうと。 だが、あなたがそんなに長生きする保証が、どこにあるというのか。あなたの思い通りに計画が進むことを、だれが許したというのか。人生の残りかすを自分のために取っておき、善き精神的活動のために、もうなんの仕事もできなくなった時間しかあてがわないなんて、恥ずかしいとは思わないのか。生きることをやめなければならないときに、生きることを始めるとは、遅すぎるではないか。",
        "location": "165"
      },
      {
        "text": "自分が死すべき存在だということを忘れ、五十や六十という歳になるまで賢明な計画を先延ばしにし、わずかな人たちしか達することのない年齢になってから人生を始めようとするとは、どこまで愚かなのか。",
        "location": "170"
      },
      {
        "text": "生きるということから最も遠く離れているのが、多忙な人間だ。生きることを知るのは、なによりも難しいことなのだ。ほかの技術の教師なら、どこにでもたくさんいる。なかには、年端もいかぬ子どもが習得してしまい、それを教えられるまでになった技術さえ目にする。しかし、生きることは、生涯をかけて学ばなければならないのだ。",
        "location": "280"
      },
      {
        "text": "ひとはだれしも、未来への希望と、現在への嫌悪につき動かされながら、自分の人生を生き急ぐのだ。 しかし、すべての時間を自分のためだけに使う人、毎日を人生最後の日のように生きる人は、明日を待ち望むことも、明日を恐れることもない。",
        "location": "314"
      },
      {
        "text": "ある人の髪の毛が白いとか、顔にしわが寄っているからといって、その人が長く生きてきたと認める理由にはならない。その人は、長く生きていたのではない。たんに長く存在していただけなのだ。",
        "location": "322"
      },
      {
        "text": "人々は時間を、まるで無料のものであるかのように惜しげもなく使う。だが、その同じ人たちの近くに、［病気による］ 死の危機が迫ったらどうなるだろうか。あなたは、彼らが医者の膝にすがりつく姿を見ることであろう。それでは、死刑にされる恐れが生じたらどうなるだろうか。あなたは、彼らが全財産を投げ打ってでも生きながらえようとする姿を見ることであろう。彼らの中には、こんなにも矛盾した感情が潜んでいるのだ。",
        "location": "334"
      },
      {
        "text": "彼らは、遠い将来のことを考えて計画を立てる。ところが、先延ばしは、人生の最大の損失なのだ。先延ばしは、次から次に、日々を奪い去っていく。それは、未来を担保にして、今このときを奪い取るのだ。生きるうえでの最大の障害は期待である。期待は明日にすがりつき、今日を滅ぼすからだ。あなたは、運命の手の中にあるものを計画し、自分の手の中にあるものを取り逃がしてしまう。 あなたは、どこを見ているのか。あなたは、どこを目指しているのか。これからやってくることは、みな不確かではないか。今すぐ生きなさい。",
        "location": "358"
      },
      {
        "text": "真の閑暇は、過去の哲人に学び、英知を求める生活の中にある すべての人間の中で、閑暇な人といえるのは、英知を手にするために時間を使う人だけだ。そのような人だけが、生きているといえる。というのも、そのような人は、自分の人生を上手に管理できるだけでなく、自分の時代に、すべての時代を付け加えることができるからだ。彼が生まれる以前に過ぎ去っていったあらゆる年月が、彼の年月に付け加えられるのである。われわれがひどい恩知らずでないというなら、こう考えるべきだ――人々に尊敬される諸学派を作り上げた高名な創設者たちは、われわれのために生まれてくれた。そして、われわれのために、生き方のお手本を用意してくれたのだと。",
        "location": "577"
      },
      {
        "text": "自然は、われわれに、すべての時代と交流することを許してくれる。ならば、われわれは、この短く 儚い時間のうつろいから離れよう。そして、全霊をかたむけて、過去という時間に向き合うのだ。過去は無限で永遠であり、われわれよりも優れた人たちと過ごすことのできる時間なのだから。",
        "location": "594"
      },
      {
        "text": "多忙な人は、みな惨めな状態にある。その中でもとりわけ惨めなのは、他人のためにあくせくと苦労している連中だ。彼らは、他人が眠るのにあわせて眠り、他人が歩くのにあわせて歩く。だれを好いてだれを嫌うかという、なによりも自由であるはずの事柄さえ、他人の言いなりにならなければならない。そんな人たちが、自分の人生がいかに短いかを知りたがったなら、その人生の中で、自分のものだといえる部分が、いかに小さいかを考えさせればよい。 それゆえ、高官の着用する服を幾度もまとってき",
        "location": "774"
      },
      {
        "text": "これは、なにもお金や食べ物にかぎった話ではありません。欠乏ではなく欠陥から生じる欲望は、すべて同じ特徴を持っています。与えても、与えても、そのような欲望が終りを迎えることはありません。たんにレベルが上がるだけなのです。",
        "location": "1,386"
      },
      {
        "text": "苦労の報いが得られないときには、空しい悔恨の情が、彼らを責め立てる。彼らは、よこしまな願望を抱いたことを嘆きなどしない。願望が満たされないことを、ひたすら嘆くのだ。 そのとき彼らは、そんな企てをしたことを後悔し、再び挑戦することに恐れを抱くようになる。こうして、精神のあの動揺が忍び寄る。精神は、もはや出口を見つけることができない。なぜなら、彼らはもはや、自分の欲望を支配することも、それに従うこともできないからだ。彼らは、思うようにならない人生に迷いはじめる。そして、彼らの精神は、捨てられたたくさんの願望に取り囲まれて、活力を失い、無気力になっていくのである。",
        "location": "2,015"
      },
      {
        "text": "クリウス・デンタトゥス（ 19） がいつも口にしていた言葉は、真理だと思う。いわく、死人のように生きるくらいなら、死んでしまったほうがましであると。なるほど、究極の悪とは、死ぬ前から、生きている者のうちに数えてもらえなくなることなのだ。",
        "location": "2,188"
      },
      {
        "text": "アテノドロスはこう言っている――わざわざ出向いたのに、それになんの借りも感じないような人のところには、食事に招かれても行きたいとは思わないと。きみなら分かってくれると思うが、ましてや彼は、友人たちの奉仕への返礼として、それに見合ったご馳走に招くような連中のもとに行こうとはしないであろう。こんな連中は、料理を施し物だとでも思っているのだろう。まるで、自分が他人への敬意に満ちあふれているといわんばかりではないか。こんな連中からは、その目撃者や見物人［である食事の同席者たち］ を奪い去ってやればいい。ひとりで食べるご馳走は、さぞや退屈だろうからね。",
        "location": "2,223"
      },
      {
        "text": "アレクサンドレイア図書館の四万巻の書物が焼失した（ 29）。その蔵書を、王家の富の壮麗な記念碑としてたたえる者もいるだろう。たとえば、ティトゥス・リウィウス（ 30） は、それが「歴代の王たちの洗練された趣味と情熱によって生み出された優れた業績」であったと述べている。だが、それは、洗練された趣味でも情熱でもなく、学問的な放蕩にすぎなかった。いな、学問的ですらない。なぜなら、王たちが書物を収集したのは、学問のためではなく、見世物にするためだったのだから。子どもほどの教養もない、たくさんの無学な人々にとって、書物は、学問の道具ではなく、宴会場の装飾にすぎないが、それとなんら変わらないのである。そういうわけで、書物は十分に買う必要があるが、しかし一冊たりとも飾りにしてはならない。",
        "location": "2,328"
      },
      {
        "text": "肩書きに縛られる人もいれば、財産に縛られる人もいる。高貴な家柄に押し潰される人もいれば、卑しい家柄に押し潰される人もいる。他人の命令の言いなりになる人もいれば、自分の命令の言いなりになる人もいる。追放されて、ひとつの土地に縛られる人もいれば、聖職者になって、［宗教的な理由から］ ひとつの土地に縛られる人もいる。人生はすべて、隷属ではないか。 だからこそ、自分の境遇に慣れなさい。できるだけ、自分の境遇に不平をもらさないようにしなさい。自分のまわりに有用なものがあれば、どんなものでも、しっかりとつかみ取りなさい。どれほど悲惨な状況にあっても、精神が安らかであれば、かならずや、なぐさめを見出せるであろう。",
        "location": "2,362"
      },
      {
        "text": "われわれをこのような精神の動揺から解放してくれる最も優れた方法は、つねに自分の出世の上限を決めておくことだ。どこでやめるかを運まかせにせず、そのはるか手前で、自分からやめるのだ。もちろん、そのようにしても、精神を駆り立てる欲望は、いくらかは残るだろう。しかし、その欲望は、限度をわきまえている。だから、精神が、不確実な領域に、どこまでも連れて行かれてしまう心配はないのだ。",
        "location": "2,387"
      }
    ]
  },
  {
    "id": "8ce9717e6857baad9787a71cc1356fac88a5931308401c41799c2f98f039021f",
    "title": "基礎から学ぶVue．js",
    "author": "mio",
    "publisher": "シーアンドアール研究所",
    "isbn": "9784863542457",
    "asin": "4863542453",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2457/9784863542457.jpg",
    "highlights": []
  },
  {
    "id": "489f622bdcd7f7db63867d3db2ac20bb067e963c5253d805d2d218971ec4b04b",
    "title": "元魔女は村人の少女に転生する",
    "author": "チョコカレー",
    "publisher": "TOブックス",
    "isbn": "9784864726658",
    "asin": "4864726655",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6658/9784864726658.jpg",
    "highlights": []
  },
  {
    "id": "74af6e4b30a1330942936227ee546300610621de451410266a5c52566ad86b18",
    "title": "弱キャラ友崎くん Lv．1",
    "author": "屋久 ユウキ/フライ",
    "publisher": "小学館",
    "isbn": "9784094516104",
    "asin": "4094516107",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6104/9784094516104.jpg",
    "highlights": []
  },
  {
    "id": "bee93238b0ae230b07510e0604e6713b8143ef7c97d71db434ac35408cf339d7",
    "title": "なぜ今、仏教なのか",
    "author": "ロバート・ライト/熊谷　淳子",
    "publisher": "早川書房",
    "isbn": "9784152097866",
    "asin": "4152097868",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7866/9784152097866.jpg",
    "highlights": []
  },
  {
    "id": "9126bf051a9459393be9d58af23acefcba98b7f576fb6c51bee9706a08fa214c",
    "title": "日本アパッチ族",
    "author": "小松左京",
    "publisher": "角川書店",
    "isbn": "9784041308011",
    "asin": "4041308011",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://images-na.ssl-images-amazon.com/images/I/81NctqtympL._SL200_.jpg",
    "highlights": [
      {
        "text": "失業罪などという罪ができたのも、憲法改正のおかげだ。改正に反対しきれなかったのは、革新勢力が 反対 にばかり熱をいれ、しかも反対運動の足なみがそろわなかったからだ。─",
        "location": "99"
      },
      {
        "text": "改正が決まると、第九条だけでなく、 烏 を 鷺 と言いくるめて、ついでのカマに、旧憲法の基本的人権を、新憲法においては秩序の名のもとに大幅に制限した。新しい時代なのだ──とエライさんは言った。人類文明の飛躍的発展の時期にあたって、われわれは優秀国民の自覚のもとに、きびしい義務にたえねばならない。──そりゃあ、まあそうだろう。だけど、それだからといって、なにも失業を罪にしなくてもよさそうなものだ。 旧憲法の「権利」という言葉の八〇パーセントが「義務」とかわったおかげで、失業は刑法上の罪になった。",
        "location": "119"
      },
      {
        "text": "お役所 万歳！ 法治国万歳だ。これでいくらか時が 稼げる。大臣に電話をかけるなら、それならそれでまた時間を食うだろう。瞬時にして、それも 街中 で、一個大隊を失って、その理由もわからずに、むやみな攻撃をかけるわけにはいかないのは当然だ。やけどをしたものは、二度目には必要以上に慎重になる。",
        "location": "1,934"
      },
      {
        "text": "彼らの噂話や気分の中で、機構の幻影を巨大なものに思わせること、創造的な仕事より、まちがいのないルーティン・ワークを重んずること、変革の意思や 棘 のある理想主義より、永遠の微笑をたたえた人道主義の立場をとること、たとえ科学が発達しても人間の知恵はけっして変わらないのだということをみんなに信じこませること、─",
        "location": "2,181"
      },
      {
        "text": "新聞が社会の 公器 だということは──つまり、新聞はつねに 国策的 立場を 自主的 にとらされるということですぜ」",
        "location": "2,635"
      },
      {
        "text": "「ほう、この総理大臣、なかなかりっぱなこというわい」首相の答弁を、かくれ家の中のテレビで見ながら、大酋長は感心したようにいった。「まったくや。政府の大酋長いうたら、ああでなければいかんわい。この大臣お粗末な顔しとるけど、なかなか腹のすわったえらい男やで」 「むこうの親玉に感心してたら困りますがな」と私はいった。「そやけど、えらい強腰に出てきよったな」 「その強腰が、あのおっさんの命とりになるわい」大酋長はつぶやいた。「性根がすわっとるちゅうことと、視野が広いちゅうことは、また別やさかいな。こっちがうまいこと立ちまわったら、こんどは はた がよってたかって、あのりっぱなおっさんをひきずりおろしよるやろ」 「それでどないなります？」 「このつぎに、もっとふにゃふにゃした、そのかわり、わりと顔のええやつがでてくる。それから──時計の 振子 や」 「なんでんねン、それは……振子食うんでっか？」 「こいつ食うことばっかり、考えてくさる」大酋長は首をふった。「こんどはまた、そのふにゃふにゃの反動がくる、ちゅうこっちゃ。わいらが上手にゆさぶってやればな」",
        "location": "3,001"
      },
      {
        "text": "アパッチはあんたらの考えてるような未来やのうて、 お先まっくらのだれも歩いたことのない未来があるのや。─",
        "location": "3,863"
      },
      {
        "text": "国民にとって、ほんとうはアパッチ問題なぞどうでもよかったのだ。彼らはただ、従来の民主主義的な──というよりは、相対的に自由な、彼らのいう「人間的」な生活が、おびやかされるのではないかということが、一番大きな関心事だったのである。 しかし、この国民運動は、まさに民主主義とヒューマニズムの再確認という点で意義があり、実効的には政府をついに総辞職においこむことに成功した。政府が総辞職すると、大多数の国民はそれでいちおう満足し、法案が総辞職前に参院を通過して、結局成立してしまったことも、たいして気にとめなかった。──これをもってしても、国民がほんとうはなにをのぞんでいたかがよくわかる。",
        "location": "3,933"
      },
      {
        "text": "一方においては過剰生産、一方においては大量失業人口をかかえ、国内経済は慢性的行きづまりを見せている。そこで失業人口はアパッチになり、過剰生産分はことごとく軍備にまわし、ときたまこの二つをぶっつけて双方の整理と大消費をやれば、まことにうまくいくではないか？─",
        "location": "4,433"
      }
    ]
  },
  {
    "id": "b3b1c2edcb3bca1e672f69edd4d33ced7e8f5ee29978d8b94b1baf3f51c7e88d",
    "title": "大学教授のように小説を読む方法",
    "author": "トーマス・C．フォスター/矢倉尚子",
    "publisher": "白水社",
    "isbn": "9784560080399",
    "asin": "4560080399",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0399/9784560080399.jpg",
    "highlights": []
  },
  {
    "id": "6af190780e9f18e928c3bcd24d3dd7454eaf577f5106f32f59e9946a0a5bf207",
    "title": "零號琴",
    "author": "飛　浩隆",
    "publisher": "早川書房",
    "isbn": "9784152098061",
    "asin": "4152098066",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8061/9784152098061.jpg",
    "highlights": []
  },
  {
    "id": "ae1eb79688c60414210accd078a12e9852a7496d6429e508c6fcf050dde57199",
    "title": "語るボルヘス",
    "author": "ホルヘ・ルイス・ボルヘス/木村榮一",
    "publisher": "岩波書店",
    "isbn": "9784003279298",
    "asin": "4003279298",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9298/9784003279298.jpg",
    "highlights": []
  },
  {
    "id": "9fd63143caeef2f912c94d2403989fb04050ef3b6b6e8bb4b998388a683f52a6",
    "title": "カミングズの詩を遊ぶ",
    "author": "エドワード・エストリン・カミングズ/ヤリタミサコ",
    "publisher": "水声社",
    "isbn": "9784891767815",
    "asin": "4891767812",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7815/9784891767815.jpg",
    "highlights": []
  },
  {
    "id": "867090b2e16fc595590af614bc618061daead0d5fa5cf9e9a495dd0924ab0b6d",
    "title": "ファンタジスタドールイヴ",
    "author": "野崎まど",
    "publisher": "早川書房",
    "isbn": "9784150311308",
    "asin": "4150311307",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1308/9784150311308.jpg",
    "highlights": [
      {
        "text": "彼女は機嫌良さそうに、式の引き出物の相談をしてきたよ。どうも、僕と暮らしていたのは、得体のしれない化け物だったらしい。僕は恐怖した。もし彼女の不貞を知っていることを悟られたら、この化け物に殺されると思って、表面を取り繕って誤魔化し、夜は二人で買った寝台に入って、知らない男の体液が付いているのを知りながら、それでも逃げられずに、朝までずっと吐き気に耐えた。地獄さ。それからは、助かりたい一心で離別を進めた。その女は、彼とは別れるつもりだったんです、本当に好きなのは貴方なんです、なんていう代筆作家が考えたような台詞を並べ立てて、ああ、これは本当に人間ではないのかもしれない、機械的な反射で言葉を並べるだけ、一見して自我のように見えるだけで、その実は神経節の反応で動くだけの、昆虫のようなものなんだと理解した。そうして僕は、その本質的な理解と引き換えに、ほとんど全てを失ったのさ」 私は言葉を無くし、酒を呷ったが、飲み干しても次の言葉が出ず、注ぎ足そうとして、しかし、瓶は空で、沈黙だけが続いた。遠",
        "location": "874"
      },
      {
        "text": "「しかし、君はそれをごまかして生きている。自分は女性を愛せます、普通です、真人間ですと念仏みたいに唱えながら、ああ、ばかみたいだね、唱えれば唱えるほど、どんどん人間らしくなくなっていくだけなのに。僕は人間です、なんていうやつが、人間であるわけがないよ。気付いていないのかい？ もう周り中が、奇異の目でいっぱいだって」",
        "location": "908"
      }
    ]
  },
  {
    "id": "8027f840aad1bed97e647d492445d58f7ca520411f53f299d5a4632da8c26d11",
    "title": "ヒルビリー・エレジー",
    "author": "J・D・ヴァンス/関根光宏",
    "publisher": "光文社",
    "isbn": "9784334039790",
    "asin": "4334039790",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9790/9784334039790.jpg",
    "highlights": [
      {
        "text": "故郷に残った４人と比べ、移住した４人は、社会経済的にあきらかに高いにあり、そのまま最期を迎えることになる。私の祖父が若いころに気づいていたように、ヒルビリーにとって社会的に上昇する最善の方法は、州外に移住することだったのだ。",
        "location": "624"
      },
      {
        "text": "つまり、住環境の悪い地域は、もはや都市部のスラムにとどまらず、郊外にまで広がってきたということになる。 この現象の原因は複雑だ。ジミー・カーターの地域社会再投資法から、ジョージ・Ｗ・ブッシュのオーナーシップ社会まで、連邦政府の住宅政策は、家を持つことを国民に積極的に勧めてきた。しかし、ミドルタウンのようなところでは、持ち家にはきわめて大きな社会的コストがともなう。ある地域で働き口がなくなると、家の資産価値が下がってその地域に閉じこめられてしまうのだ。引っ越したくても引っ越せない。というのも、家の価格が底割れし、買い手がつく金額が、借金額を大幅に下回ることになるからだ。引っ越しにかかるコストも膨大で、多くの人は身動きがとれない。もちろん、閉じこめられるのは、たいていが最貧層の人たちで、移動できるだけの経済的余裕のある人は去っていく。",
        "location": "1,050"
      },
      {
        "text": "概して、教育レベルが高いか、裕福か、あるいは人間関係に恵まれている人たちは、そこを去ることができたが、貧しい人はコミュニティに残された。こうして残された人たちが「本当に不利な立場に置かれた人々」、つまり、自分では仕事を見つけられず、人とのつながりや社会的支援といった面ではほとんど何も提供してくれないコミュニティのなかにぽつんと取り残された人々だ。",
        "location": "2,754"
      },
      {
        "text": "能力は関係ないと言いたいわけではない。もちろんあるにこしたことはない。ただ、自分を過小評価していたと気づくことと、努力不足と能力不足とを取りちがえていたと気づくこと。それにはとても大きな意味がある。",
        "location": "3,383"
      },
      {
        "text": "だが、よい選択をするためには、自分自身に厳しい批判の目を向けざるをえない環境に身を置く必要がある。白人の労働者階層には、自分たちの問題を政府や社会のせいにする傾向が強く、しかもそれは日増しに強まっている。",
        "location": "3,704"
      },
      {
        "text": "だ。社会関係資本とは、「自分が周囲の人や組織とのあいだに持つネットワークには、実際に経済的な価値がある」ことを意味する。",
        "location": "4,052"
      },
      {
        "text": "社会関係資本とは、友人が知り合いを紹介してくれることや、誰かが昔の上司に履歴書を手渡してくれることだけをさすのではない。むしろ、周囲の友人や、同僚や、メンター（指導者）などから、どれほど多くのことを学べる環境に自分がいるかを測る指標だといえる。私",
        "location": "4,173"
      }
    ]
  },
  {
    "id": "78d41b7cba1d1bc5c0718c6cc043df684aa62ec62ca730e94e8a41e6d7f31ffd",
    "title": "お前ら、おひとり様の俺のこと好きすぎだろ。2",
    "author": "凪木　エコ/あゆま紗由",
    "publisher": "KADOKAWA",
    "isbn": "9784040728247",
    "asin": "4040728246",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8247/9784040728247.jpg",
    "highlights": []
  },
  {
    "id": "dda5813f50cd4e0784df6de3815e2e0074cf8de0ddd2fdcde068014d79d6c4f3",
    "title": "お前ら、おひとり様の俺のこと好きすぎだろ。",
    "author": "凪木　エコ/あゆま紗由",
    "publisher": "KADOKAWA",
    "isbn": "9784040728186",
    "asin": "4040728181",
    "readDate": "2018/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8186/9784040728186.jpg",
    "highlights": [
      {
        "text": "誰に臆することなく自分の意見を述べられる＝自己中、空気読めない 他人の意見を柔軟に受け入れられる＝どうでもいい、人に興味がない",
        "location": "365"
      },
      {
        "text": "読書ってノリと勢いが大切だ。生モノと言ってもいいくらいだし、賞味期限があると言っても過言ではない。食品のように 傷みこそしないが、読む 間隔 が空けば空くほど面白味や感動が 薄れてしまう。登場人物を忘れてしまえば感情移入などできやしないし、 伏線 を忘れてしまえば今まで何で読んでいたのか分かったもんじゃない。 鉄は熱いうちに打て、本は熱いうちに読め。ｂｙぼっち",
        "location": "409"
      }
    ]
  },
  {
    "id": "6b909f860f0305ca1a5417ec62de09a62b15d8be410386f1550a33c56d883795",
    "title": "交雑する人類",
    "author": "デイヴィッド・ライク/日向やよい",
    "publisher": "NHK出版",
    "isbn": "9784140817513",
    "asin": "4140817518",
    "readDate": "2018/12/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7513/9784140817513.jpg",
    "highlights": []
  },
  {
    "id": "49ce6ff26060f3629448656c70be2a29396e0b8e37d09f0808326180a1fff088",
    "title": "千の顔をもつ英雄(下)新訳版",
    "author": "ジョーゼフ・カンベル/倉田真木",
    "publisher": "早川書房",
    "isbn": "9784150504533",
    "asin": "4150504539",
    "readDate": "2018/12/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4533/9784150504533.jpg",
    "highlights": []
  },
  {
    "id": "9eed56be843e6ec0db82aa9f02e654d6d4a70e8ed3231ae5008bd27dfff6feff",
    "title": "神への長い道",
    "author": "小松左京",
    "publisher": "角川書店",
    "isbn": "9784041308196",
    "asin": "4041308194",
    "readDate": "2018/12/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "「読まざるこそ自然なれ」といっても、──その知恵さえ、 読まなければ、あたえられないという、おかしなパラドックスによって呪われている。『ホモ』は『サピエンス』によって呪われているのだ。その 種 がこの地球上に出現した時から……。",
        "location": "1,586"
      },
      {
        "text": "「エジプト第六王朝の時……」と所長はつぶやくようにいった。「その前代まで、きわめて健康で 明晰 で、建設的に進んできたエジプトの社会が、突如として大変な内発的な危機におそわれたのです。──みんな、生の意義を見失い、老いも若きも死にたいといい、子供はうんでくれなければよかったのにと親をうらみ、こんなくだらない世の中に生きているより、死んだ方がましだといって、大勢の人間がナイルに身を投げ、ナイルの水は、一時死体でのめなくなり、ナイルの 鰐 どもは、自殺者に飽食したといいます……」",
        "location": "1,636"
      },
      {
        "text": "ですが──どうも、私個人の意見としては、ホモ・サピエンスというやつは、そう 長くない んじゃないですかね？──知的生物としては、あまりうまくできてるとは思いませんね。人類は、自分自身にあたえられた 知性 に、それほどうまく適応しているとは思えない。何となく、 先が見えてきた という感じですな……」",
        "location": "1,670"
      },
      {
        "text": "一番気のあった、一番頭のいい男は、当代一流の作曲家でヴァイオリニストといわれながら、ショーのコメディアンになり、その 辛辣 なお喋りと即興詩で、そこでも大スターになりながら、ある日、高層ビルの百二十階からとびおりた。 「未来はあまりに遠いし、おれはもう待てない」",
        "location": "1,780"
      },
      {
        "text": "人間は 肉体 が精神に適応していない、精神は肉体を こえて 巨大になりすぎ、そのために人間は死ぬことになる。",
        "location": "1,784"
      },
      {
        "text": "部屋の隅の『クリーン』と書かれたボタンをおせば、たちまち機械が動き出し、部屋の中はきれいになってしまう。人間はいくら酔っぱらっていても、 何もしなくても、世の中はちゃんとうまくいく。──そういう風になってしまっているのだ。人間がいくらだらしなくなっても、 機械が全部めんどうを見てくれる。このごろでは、機械はみんな、保母のおばさんのようにやさしくなってしまった。",
        "location": "1,831"
      },
      {
        "text": "つまり、彼らの議論とは、めいめいが相互に情報発振源になってのべつ発振し、何かめいめいにとってそのなかで、瞬間的に共鳴する情報だけがコミュニケートすればいいのであって、相手の考えを 全面的 に理解する必要はなかったのだ。にも",
        "location": "2,162"
      },
      {
        "text": "部分的データから、その全体像をその部分にわたって見ることはできなくても、部分的情報からでも、その 本質 を 観ずることはできる。─",
        "location": "2,534"
      },
      {
        "text": "「次は──情報＝意識源が、生物的個体にしばりつけられている段階をこえる。世代的に再生産される段階、個体相互間の情報伝達が物理的手段にたよる段階をこえる時代が……」",
        "location": "2,664"
      },
      {
        "text": "精神の進化 のパターンからすると、まだ その先 がある。その次は── 意志しただけで、 物質を動かせる時代、そして、意志しただけで、いかなる場所へも移動できる時代……そして最後に…… 意志しただけで、 存在をあらわせる段階……」",
        "location": "2,674"
      },
      {
        "text": "「そうだ──彼らの考えでは、 神 というのは、宇宙において、 まだ 生れていない。",
        "location": "2,678"
      },
      {
        "text": "試行錯誤はいくらくりかえしてもいい。おれたちのような、精神的進化の袋小路にはいりこんだものは、いくらでも見すてていってくれてもかまわない。おれたちは、あまんじて捨て石になるし、そのことをとやかくいわない。しかし、おれたちはこの行きどまりでほろんでも、ずっと先に行って、おれたちよりも、 もっともっとすばらしい存在を、おれたちを踏み台にして、生み出してくれるのでなければ、踏み台にされた 猿たち は、浮かばれない。──お前が、うまく、『神』をそのふところから、 孵 えしてくれなければ、なまじ『意識存在』として、この宇宙につくり出され、途中で失敗としてほうり出されたおれたちが、死んでも死にきれない。",
        "location": "2,765"
      },
      {
        "text": "しかし、 フィクションの形でしか表現し得ないレポート というものもあるのです。──",
        "location": "2,792"
      },
      {
        "text": "作品の系譜としては「神への長い道」（一九六七年）、「結晶星団」（一九七二年）、「ゴルディアスの結び目」（一九七六年）、『虚無回廊』（一九八六年～、未完）へとつながるわけだが、僕としてはこのテーマに関しては、ずっと「未完」という思いがある。",
        "location": "2,889"
      }
    ]
  },
  {
    "id": "f31d823ea651d63aa20cd551475e829352217ba11c11e9455bece62b19556f46",
    "title": "社会にとって趣味とは何か",
    "author": "北田 暁大/解体研",
    "publisher": "河出書房新社",
    "isbn": "9784309625034",
    "asin": "4309625037",
    "readDate": "2018/12/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5034/9784309625034.jpg",
    "highlights": []
  },
  {
    "id": "fdabd6f8734902d0a7aafb0083d9c26f375894b64864a6c7bde56932e39f6e68",
    "title": "私はあなたの瞳の林檎",
    "author": "舞城 王太郎",
    "publisher": "講談社",
    "isbn": "9784065132555",
    "asin": "406513255X",
    "readDate": "2018/12/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2555/9784065132555.jpg",
    "highlights": []
  },
  {
    "id": "2ce98d0aa12e92dc47af04cb1d33cf27463406752a61ed248380714defec1b3e",
    "title": "やはり俺の青春ラブコメはまちがっている。",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094517620",
    "asin": "4094517626",
    "readDate": "2018/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7620/9784094517620.jpg",
    "highlights": [
      {
        "text": "たった一言で伝えられる想いもあれば、どんなに言葉を尽くしたって届かない気持ちもあり、だからこそ、ありとあらゆる手段でもって、それを形にしようとするのです。 例えば、小説なんてその最たるものなのではないでしょうか。 語らないからこそ伝わるものがあり、語り倒すことで何一つ伝えないこともある。 その解釈のほとんどすべては読者の方に委ねるほかないのですが、願わくば、少しでも多く、この想いが届けばいいなと祈りながら私は日々書いております。 あるいは、彼と彼女も。さらに言えば、彼も彼女も。 そんな風に言葉を 紡ぎ、心をつなぎ、日々の続きを送っていくのだと思います。",
        "location": "6,714"
      },
      {
        "text": "「……だから、無性に懐かしくなる」 小さな声で 呟く先生の口元には柔らかな、それでいて寂しげな 笑みが 湛えられていた。 「酒なんかなくてもあんなに楽しかった。酔ってもないのに朝まで騒げた。ペットボトルのお茶だけでずっと話してられた」 その語り口ははるか遠く、もう帰ることのできない過日を想うものだ。 寂寞 としているからこそ美しく、取り戻せないが故に耳心地がいい。 「真夜中でも、ただの公園でも、自販機の前でも、制服のままずっと。誰も帰ろうなんて言い出さないから、そのまま家になだれ込んで、いつの間にか寝落ちして……」",
        "location": "2,396"
      },
      {
        "text": "「君は中途半端なことをするべきじゃない。本気で、全力で向き合うべきだ。俺にはその覚悟も動機もなかったけれど……君は違うだろう？」 ありえない未来を語る言葉も、 縋るような目つきも、俺の知らない過去を語る口も、その何もかもが無性に 苛立って、ぎりっと奥歯を 噛み締めていた。 「その後悔はお前のもんだろ。勝手に俺に託すんじゃねぇよ」 知らず、語気が鋭くなって、俺は葉山を 睨んだ。すると、葉山はそっと目を伏せる。 「そうだな……。俺の後悔だ。あの時からずっと 抱え続けてる。消すことも、忘れることもできない。いつも振り返って……、いつまでも前に進むことができずにいる」 胸を 掻きむしるように押さえ、葉山は苦しげに 呻いた。端正な顔立ちが悲痛に歪み、喉から血が出そうなほどに声を絞り出す。 普段の葉山 隼人 を知る人が、この姿を見たらどう思うだろう。失望するだろうか、それとも同情するだろうか。あるいは 軽蔑 するだろうか。 けれど、俺は 嫉妬 していた。その悔いる姿を見て、 羨ましいとさえ思った。",
        "location": "3,263"
      },
      {
        "text": "目を逸らすことも顔を背けることもできず、俺は目を閉じた。 お前だけだ。 お前だけがそれを言ってくれる。 どうしようもないほどに正しくて、どうとでも取れるほどに 曖昧 で、どうでもいい言葉。 お前が、葉山隼人で本当によかった。",
        "location": "3,282"
      },
      {
        "text": "説明しよう！ 『バイト戦士バックラー』とは、面接の時についついシフトたくさん入れますと適当な大 噓 ぶっこいた結果、仕事に慣れて職場の戦力となった頃合いぐらいに、有言実行とばかりに死ぬほどシフトを入れられてしまい、辛くなってそのままバックレ、後日、一応給料が振り込まれていることを確認してほっと胸を 撫で下ろす存在のことである！ この説明、丸ごと全部いらねぇな。",
        "location": "1,757"
      },
      {
        "text": "「例えに決まってんだろ！ 詭弁 っつーならお前のも詭弁だ。変わるなんてのは結局、現状から逃げるために変わるんだろうが。逃げてるのはどっちだよ。本当に逃げてないなら変わらないでそこで踏ん張んだよ。どうして今の自分や過去の自分を肯定してやれないんだよ」",
        "location": "373"
      }
    ]
  },
  {
    "id": "5a35c5860c32f6f86bf683f7e43c7e2d8f3d82e64bd497e16dc67e5c0b9bdea6",
    "title": "傾いた夜空の下で",
    "author": "岩倉文也",
    "publisher": "青土社",
    "isbn": "9784791771035",
    "asin": "4791771036",
    "readDate": "2018/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1035/9784791771035.jpg",
    "highlights": []
  },
  {
    "id": "fc5a0cc5ced6d1799a01e6c41dd09d36a97c62c6861f490b25d417143acb5c7d",
    "title": "｢バカダークファンタジー｣としての聖書入門",
    "author": "架神恭介",
    "publisher": "イースト・プレス",
    "isbn": "9784781607986",
    "asin": "4781607985",
    "readDate": "2018/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7986/9784781607986.jpg",
    "highlights": []
  },
  {
    "id": "effc303cba1aa6ed63768130103ebdd23c8b31c7cc4ab12a3049a6f80010bdd2",
    "title": "インデックス投資は勝者のゲーム",
    "author": "ジョン・C・ボーグル/長尾慎太郎",
    "publisher": "パンローリング",
    "isbn": "9784775972328",
    "asin": "4775972324",
    "readDate": "2018/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2328/9784775972328.jpg",
    "highlights": [
      {
        "text": "株式投資で成功する戦略とは、アメリカの上場企業の株式すべてを、極めて低いコストで保有すること、である。そうすることで、これらの企業が配当や利益成長というかたちでもたらすリターンのほぼすべてを獲得することができるのだ。 この戦略を実行する最良の方法も極めてシンプルだ。 市場全体のポートフォリオを有するファンドを取得し、永遠に持ち続けることである。",
        "location": "51"
      },
      {
        "text": "インデックスファンドは、個別株や市場セクター、運用会社の選択に伴うリスクを排除する。残るのは株式市場のリスクだけである。",
        "location": "66"
      },
      {
        "text": "長期的には、株主が……獲得する利益の総計は必然的に企業が事業から生み出す利益と見合ったものになるはずだ。",
        "location": "319"
      },
      {
        "text": "真の投資家は…… 株式市場のことなど忘れ、受け取る配当金と企業業績に注意を注いでいたほうが良い結果につながるものなのである。",
        "location": "449"
      },
      {
        "text": "軽率な楽観主義と欲に刺激され、投信販売業者の巧みな誘惑にそそのかされることで、投資家は強気相場の高値で株式ファンドに資金を投じるのである。",
        "location": "941"
      },
      {
        "text": "四〇年以上にわたり、株式投資家は桁外れのリターンを享受してきた。しかし、この間市場がもたらした年間リターンの二五％もが投機的リターンによるものだとすると、これだけのパフォーマンスを継続させるだけのＰＥＲの上昇や向こう一〇年間に株式がもたらす投資リターンのモメンタムを期待するのは非現実的である。一九〇〇年以降の九・五％という長期的な名目年間リターンと比較すれば、株式市場のリターンが振るわない時期が来ることを常識は教えている（",
        "location": "1,108"
      },
      {
        "text": "私の推測――情報に基づいた推測ではあるが、推測にすぎない――では、一〇年後にはＰＥＲは二〇倍かそれ以下まで低下しているであろう。こう評価すると、市場のリターンは年二％ほど低下し、アメリカ株式市場の年間収益率は四％、ということになる。",
        "location": "1,135"
      },
      {
        "text": "ボーグル 投資をしなさい。最大のリスクとは、多くのリターンを得られるのにあなたの資金を運用しないという長期的リスクのことであって、市場のボラティリティという実際には実現化されない短期的なリスクのことではない。",
        "location": "2,749"
      },
      {
        "text": "フランクリン 知識への投資は常に最良の利息をもたらす。学ぶ意欲のある者に知恵はもたらされ、注意深き者に富はもたらされる。財布の中身をすべて頭脳に投じてしまえば、だれもそれを奪うことはできない。",
        "location": "2,752"
      },
      {
        "text": "ボーグル 投資で成功するためには、情報が必要である。投資信託が獲得した過去のリターン、特に短期的なリターンに関する情報はほとんど意味がないが、リスクとコストに関する情報は極めて重要である。",
        "location": "2,754"
      },
      {
        "text": "フランクリン 産業と予見能力、そして倹約が富を生み出す。 ボーグル 何が起ころうと、自らの計画に固執しなさい。長期的に考えなさい。忍耐と一貫性は賢明なる投資家にとってもっとも価値ある資産である。「やりきりなさい」",
        "location": "2,766"
      }
    ]
  },
  {
    "id": "126cb8e8321d6fc6e8db087b79c5626443d37b53f02f41503e4e70d843c72d08",
    "title": "絶対彼女作らせるガール！2",
    "author": "まほろ勇太/あやみ",
    "publisher": "KADOKAWA",
    "isbn": "9784040697437",
    "asin": "404069743X",
    "readDate": "2018/11/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7437/9784040697437.jpg",
    "highlights": [
      {
        "text": "「その顔は……さすがに理解したようね。会話のコツと同じ、本物の『ほめ』というのは、その人が人生において、何をこだわっているのかを探る事なのよ。ほめられたいのは外見である場合もあるし、学業や部活、仕事である場合もある。何かの趣味である可能性もある。それを掘り当てるのが 貴方 の仕事なの」",
        "location": "2,000"
      },
      {
        "text": "『女は「悪者」になるのを本能的に嫌がる。原始的なホモサピエンスの集落でメスが悪者の扱いをされる事は、他のメスに疎外されて死ぬことと同義だからだ。オスならば悪者だろうが狩りや戦争の前線に立ち、最低でも捨て駒として集落の資産になったのと違ってな。──女の本質は協調だ。だから女は悪者になる事を本能で避ける』",
        "location": "2,096"
      },
      {
        "text": "『彼氏と 喧嘩 するとすぐ「別れる」ってわめく女がよくいるな。これはこの言葉を乗り越えて追ってくるかを試してるんだ。ここで男が「どんな事があっても別れない」と強情に答えれば自分に対して本気なんだとその女は実感する。逆に相手の気持ちを尊重したつもりで言葉通り「じゃあ別れよう」と答えれば、女は激怒することになる』",
        "location": "2,119"
      },
      {
        "text": "ある作品では『恋は現実の前に折れ、現実は愛の前に 歪み、愛は恋の前では無力になる』と語られ、",
        "location": "3,196"
      }
    ]
  },
  {
    "id": "f973b687ad5e6d4f636e845b137a5421402e3493da9aa069a77f54a4b46703bd",
    "title": "絶対彼女作らせるガール！",
    "author": "まほろ勇太/あやみ",
    "publisher": "KADOKAWA",
    "isbn": "9784040695518",
    "asin": "4040695518",
    "readDate": "2018/11/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5518/9784040695518.jpg",
    "highlights": [
      {
        "text": "「つまりあたしが言いたいのはね、自分のキャラと世界観を客観的に把握すること、そしてそれに『似合う』服を選ぶことよ。",
        "location": "1,068"
      },
      {
        "text": "「ふふん、オタクのくせにオタクに見られたくないからチェックは着たくないって顔ね。でも、そう考える方が逆にオタクっぽいと思うわ！」",
        "location": "1,139"
      },
      {
        "text": "「さて、そろそろ楽しい会話というのはどういうモノなのか、この話題に戻りましょう。そしてそれを理解するためには、一つの大きな『前提』があるのよ」 ずいぶん神妙な口調になった 鷹見 さんが一呼吸おいて、 「それは──『人間は他人に興味はない』という事よ」 当たり前でいて当たり前でもないような、不可解な 台詞 だった。 「とっても普通の事じゃない？ 普通は人って自分本位なのよ。自分が世界の中心だし、自分の時間も労力も何もかもは自分のために使うべきだと思っている。世界はもっと自分に興味を持つべきだとさえ心のどこかでそう思っているわ」",
        "location": "1,780"
      },
      {
        "text": "「これこそがさっきの原則に 適うのよ。人間は他人に興味はない、けれど裏を返せば人間って『自分には興味津々』なの。つまり話を聞きつつ質問して、相手に思い切り自分の事を 喋らせてあげる事が、ああ、私に興味を持ってくれているのだな、という感情を引き起こして好意につながるのよ」",
        "location": "1,807"
      },
      {
        "text": "「この手帳の最終目標。それは──『疲れている時にお疲れさま』と言う事よ」",
        "location": "1,862"
      },
      {
        "text": "「それに──人間は 肝心な事は自分から話してはくれない のよ」",
        "location": "1,870"
      },
      {
        "text": "「まずホモサピエンスの歴史の中で、どんな強さを持つオスが生き残ってきたかといえば第一に『戦争に強い』ことだ。個人の喧嘩なんざ下の下。より多くの武器と人数を集めた集団が相手を根絶やしにして、その財産を奪い、ＤＮＡごと後世に引き継ぐ」 「み、身も蓋もない強さですね……」 「それ以外に何かあんのか？ 集団戦こそが現代まで変わらないホモサピエンスの強さだ。そして、この強さを個人に置き換えるとそれは集団を率いるリーダー。つまり強いオスの定義ってのは──『結果としてヒエラルキーが高い』こと、これに集約される」 ヒエラルキーの意味は理解できる。けれど結果としてってどういう意味なんだろう。 「実例は腐るほどあんだろ。クラスで一番人気の男が一番モテるだろ？ そいつよりイケメンもいる、話が面白い 奴 もいるし勉強や運動が出来る奴もいる、けれどカーストの頂点は自然にモテてるだろ？ ありゃ本人の能力じゃなくて『結果としてヒエラルキーが高い』ことに 惚れて女が寄ってきてるんだぜ？ これがヒトのメスの本能なんだよ」",
        "location": "2,408"
      },
      {
        "text": "「それに女のアイドルグループは何十人もいるってのに男のグループは五人前後だろ？ これってそのファンである女には、五位以下のヒエラルキーのオスは本能的に目に入らないって理由での適正人数なんだぞ。それに日常でも実例はある。修学旅行の夜にクラスの誰が好みのタイプかみんなで話すな？ 男の場合、確かにいい女に人気は集中するが目立たない女を選んで『え？ お前アイツ行くの!?』って奴が一定数いて盛り上がるのが定番だ。だがな──女はクラスで上位五人の男の話しかしねえから」",
        "location": "2,434"
      },
      {
        "text": "「方法は簡単だ。『余裕』があるように見える事。これがヒエラルキーの高いオスのように見せかける一番の方法だ」",
        "location": "2,449"
      },
      {
        "text": "「一途ってのはな、他にもたくさん言い寄られてるモテモテな 奴 の美点なんだよ。それ以外の奴が一途でもヒエラルキーが低いオスの必死な姿にしか見えないんだって」",
        "location": "2,473"
      },
      {
        "text": "「その顔は……さすがに理解したようね。会話のコツと同じ、本物の『ほめ』というのは、その人が人生において、何をこだわっているのかを探る事なのよ。ほめられたいのは外見である場合もあるし、学業や部活、仕事である場合もある。何かの趣味である可能性もある。それを掘り当てるのが 貴方 の仕事なの」",
        "location": "2,000"
      },
      {
        "text": "『女は「悪者」になるのを本能的に嫌がる。原始的なホモサピエンスの集落でメスが悪者の扱いをされる事は、他のメスに疎外されて死ぬことと同義だからだ。オスならば悪者だろうが狩りや戦争の前線に立ち、最低でも捨て駒として集落の資産になったのと違ってな。──女の本質は協調だ。だから女は悪者になる事を本能で避ける』",
        "location": "2,096"
      },
      {
        "text": "『彼氏と 喧嘩 するとすぐ「別れる」ってわめく女がよくいるな。これはこの言葉を乗り越えて追ってくるかを試してるんだ。ここで男が「どんな事があっても別れない」と強情に答えれば自分に対して本気なんだとその女は実感する。逆に相手の気持ちを尊重したつもりで言葉通り「じゃあ別れよう」と答えれば、女は激怒することになる』",
        "location": "2,119"
      },
      {
        "text": "ある作品では『恋は現実の前に折れ、現実は愛の前に 歪み、愛は恋の前では無力になる』と語られ、",
        "location": "3,196"
      }
    ]
  },
  {
    "id": "ad5fa2816aadcd1175dffea42425d07338148ac9dd6ab1b8708b57f9be1a8b0b",
    "title": "文字渦",
    "author": "円城 塔",
    "publisher": "新潮社",
    "isbn": "9784103311621",
    "asin": "4103311622",
    "readDate": "2018/11/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1621/9784103311621.jpg",
    "highlights": []
  },
  {
    "id": "b7e2b5f87c9ef31ccc30c70a99aeb02b8ee1b8a178f741ab1f16dce1a01efd3a",
    "title": "眠れる美女改版",
    "author": "川端康成",
    "publisher": "新潮社",
    "isbn": "9784101001203",
    "asin": "4101001200",
    "readDate": "2018/11/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1010/10100120.jpg",
    "highlights": []
  },
  {
    "id": "a2605be0dbe767bb73e90dea7710f9d3489ab47e7e8d44f378a31f2aa99dc6cc",
    "title": "千の顔をもつ英雄(上)新訳版",
    "author": "ジョーゼフ・カンベル/倉田真木",
    "publisher": "早川書房",
    "isbn": "9784150504526",
    "asin": "4150504520",
    "readDate": "2018/11/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4526/9784150504526.jpg",
    "highlights": []
  },
  {
    "id": "fdb2ac23d06a95d8b1ec9ad0317b700a7d6ca7b5f5b6097bf7bfbc546b5fe1e9",
    "title": "百億の昼と千億の夜",
    "author": "光瀬龍",
    "publisher": "早川書房",
    "isbn": "9784150310004",
    "asin": "4150310009",
    "readDate": "2018/11/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0004/9784150310004.jpg",
    "highlights": [
      {
        "text": "寄せてはかえし 寄せてはかえし かえしては寄せる波の音は、何億年ものほとんど永劫にちかいむかしからこの世界をどよもしていた。",
        "location": "21"
      },
      {
        "text": "海は、そうした幾多、生物たちの見果てぬ夢や勇気や、努力興亡の唄を書きとどめてさらに永い永い年月を、鳴りつづけ、さわぎつづけるのだった。 星座は静かにその形を大きな魚から竜へ、竜から水がめへ、そして狩人の形から首飾りへと変えていった。かがやく星が幾つか、数倍、数十倍する光をまき散らして天から消え、あとに漠々たる光の雲を残した。 永い永い年月はただ静かに、音もなく過ぎていった。これまでそうであったように、これからもまた。 時にもし終りがあるとすればそのときまで。 ただ 寄せてはかえし 寄せてはかえし かえしては寄せ 夜をむかえ、昼をむかえ、また夜をむかえ。",
        "location": "177"
      },
      {
        "text": "そうした多くの部族や人々の間に今でも語り伝えられる多くの物語りや伝説の中に、いかに滅びや救いの話の多いことか。なぜであろう。なぜそのように、これまで実さいには誰も見てはいないはずのすさまじい滅びや、またそのさいにあらわれるという救いの話が多いのであろうか。ただの絵空事にしてはあまりにも真に迫り、また、あまりにもそれは確約されているように思えるではないか」",
        "location": "1,314"
      },
      {
        "text": "個体の維持生命の持続も、すべては流転するというきびしい法則の上にあらわれた仮現の相であり、そこに固定的に動かない自我というものはあり得ない。万人がこのような自我を固執してゆずらない所に、人生の悲哀と社会悪の絶えない大きな破滅の因があるのだ。かくて、すべてが動くという原理のもとではしからば天は、天も否定しなければならないのか。神の拒否か。自我の拒否か。そしてなお愛の拒否か。それを考えたいのだ」 静かな声音だった。しかしそこに彼の多年抱いてきた苦悩が濃くにじみ出",
        "location": "1,534"
      },
      {
        "text": "悉達多太子はこのとき、ふと、いつ、いかなる時代にあっても、人間のあわれさには変りがないのではあるまいか、と思った。何も知らされぬまま、何がどうなっているのかもわからぬままに、その生を終ってゆくのだろう。",
        "location": "2,124"
      },
      {
        "text": "「生理的なパターンだけが記号化されて保存され、それが人工肉体に封入されてあらわれたからといって、それが人間だ、いや生物だと言えるか！」 シッタータは鉄さび色の嘔吐感をこらえながら言った。 《オマエ自体ガソウデナイト言エルノカ？ オマエノ故郷ノ星モ、オマエノ生活モ、マタ、今、オマエノ目ノ前ニクリヒロゲラレテイルサマザマナデキゴトモ、スベテ幻想ノ所産デナイト、オマエハ言イキレルカ？》 「それは観測の結果がすべての人にとって普遍的であり……」 《ソノスベテノモノガ集団幻覚ニヨル仮構ノ世界ニ在ルトシタラ》 「そんな」 《現象ハケッシテ実態ノ投影デハナイ。観測ノ技術モ方法モ、ソレヲ確認スル手段ハアルマイ》 「それでは不可知論に終始してしまうではないか」 《フカチトハナニカ。フカチトイウカラニハスデニ、認識ヲゼンテイトシテイルノカ》 「まて。キー・パンチ・カードの中にある自分をどのようにとらえているのか」 《オマエハネムッテイルアイダノオノレノ存在ヲドノヨウニトラエテイルノカ》 眠っているとき、か。死も、また。",
        "location": "4,333"
      },
      {
        "text": "《自然環境ノ悪化ニ対抗シ、マタ適応スルタメニ、人類ハ新シイ群体ヲ形成シ、 個室 ヲ個体ノタメノ 殻 トナシタ。群体ヲ造ルコト自体ハスグレタ対抗策ダッタ。シカシ、ソノヨウナ必然性ヲ内包シタ世界ハ終局的ニハ破滅スル。ソノ破滅カラタトエシバラクノ間ダケデモマヌカレルタメニハ、ヨリ高度ナ画一性ガ必要トナッテクル。スベテノ市民ハ単一ナ記号ニ還元サレ、アラユル変化カラ保護サレル》 「それでは進化も発展もないではないか」 《人類ハスグニ進化トカ発展ヲ口ニスルガ、ソノタメニコノヨウニ 破滅 ニツケコマレルコトニナッタノデハナイカ》",
        "location": "4,443"
      },
      {
        "text": "《神ニサダマッタ形ヤ仕事ナドアルモノカ。神ハソノアラワレル世界ニヨッテ、実ニサマザマナ生態ヲ示ス。神ハトキニ大イナル慈悲ト恩チョウヲ垂下スルカト思エバ、トキニ最新ノ工作機械トモナリ、飼育器トモナリ、マタ経済機構ニモ変貌スル》",
        "location": "4,455"
      },
      {
        "text": "「なんだか、人間は最初からほろびへの道を歩んでいたような気がする。病気や天災や死や争い。人間のそばにあるのはいつもそんなものばかりだったではないか。ひとときでも、人間が心の底から安心したことなどあっただろうか」",
        "location": "4,512"
      },
      {
        "text": "「人の死や、罪や病い、貧困をつかさどるという神は、多くの民族の民間信仰の中に長い間、残っていた。その多くの土俗の神たちの意味するところはいったいなんだろう？ そして、それらの神たちが、なに故、土俗の神として否定され、人間たちに忘れられていったのだろう？」",
        "location": "5,025"
      },
      {
        "text": "とつぜんはげしい喪失感があしゅらおうをおそった。進むもしりぞくもこれから先は一人だった。すでに還る道もなく、あらたな百億の、千億の日月があしゅらおうの前にあるだけだった。 寄せてはかえし 寄せてはかえし かえしては寄せる波の音は、何億年ものほとんど永劫にちかいむかしからこの世界をどよもしていた。 それはひとときたりともやむことはなかったし、嵐の朝はそれなりに、なぎの夕べはそれらしくあるいははげしく、時におだやかにこの青い世界をゆり動かし、つたわってゆくのだった。 寄せてはかえし 寄せてはかえし かえしては寄せる海。かがやく千億の星々は波間にのぼり、夜明けの薄明とともに広漠たる波頭の果に沈む。 寄せてはかえし 寄せてはかえし かえしては寄せる波また波の上を、いそぐことを知らない時の流れだけが、 夜をむかえ、昼をむかえ、また夜をむかえ。 ああ。その幾千億の昼と夜。 あしゅらおうはそこへ還りたいと思った。 そこにある安らぎと静けさが、切なく懐しかった。 だが、すでに還る道もなく、あらたな百億の、千億の日月があしゅらおうの前にあるだけだった。 あとがき",
        "location": "5,501"
      },
      {
        "text": "「これまでに感銘を受けたＳＦ作品を挙げてください」 しばしばこのような質問を受ける。 問われるままに指を折ってみると 『幼年期の終り』アーサー・Ｃ・クラーク 『火星年代記』レイ・ブラッドベリ 『夏への扉』ロバート・Ａ・ハインライン 『都市』クリフォード・Ｄ・シマック 加えて『宇宙船ビーグル号の冒険』ヴァン・ヴォークト。『金星応答なし』スタニスラフ・レムと続く。",
        "location": "5,515"
      }
    ]
  },
  {
    "id": "a62872114742cbed694dd7a53b86fd0d154948253ee25d49110d0d4faf13cb11",
    "title": "青春ブタ野郎はハツコイ少女の夢を見ない",
    "author": "鴨志田　一/溝口　ケージ",
    "publisher": "KADOKAWA",
    "isbn": "9784048922814",
    "asin": "4048922815",
    "readDate": "2018/11/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2814/9784048922814.jpg",
    "highlights": []
  },
  {
    "id": "3e905158a5ed2c0620df348b3d8581b28541a76f665dc17eed4c1160289f0243",
    "title": "青春ブタ野郎はゆめみる少女の夢を見ない",
    "author": "鴨志田一",
    "publisher": "KADOKAWA",
    "isbn": "9784048658911",
    "asin": "4048658913",
    "readDate": "2018/11/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8911/9784048658911.jpg",
    "highlights": []
  },
  {
    "id": "1f0e4e96c3915c9e6c4280ff815ec82e6a98604a2157396e4ddc9fe8c56cf445",
    "title": "青春ブタ野郎はおるすばん妹の夢を見ない",
    "author": "鴨志田一",
    "publisher": "KADOKAWA",
    "isbn": "9784048653947",
    "asin": "4048653946",
    "readDate": "2018/11/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3947/9784048653947.jpg",
    "highlights": []
  },
  {
    "id": "9bf0eca5c00cc8bd8a2846de4155638e845c80f531b32d0749f90fda4003064a",
    "title": "青春ブタ野郎はシスコンアイドルの夢を見ない",
    "author": "鴨志田一",
    "publisher": "KADOKAWA",
    "isbn": "9784048651356",
    "asin": "4048651358",
    "readDate": "2018/11/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1356/9784048651356.jpg",
    "highlights": []
  },
  {
    "id": "e8c755ee4983e04635fc14a6162b118f790ce7ced6fe00f756a7ecbfd22bdd75",
    "title": "青春ブタ野郎はロジカルウィッチの夢を見ない",
    "author": "鴨志田一",
    "publisher": "KADOKAWA",
    "isbn": "9784048691734",
    "asin": "4048691732",
    "readDate": "2018/11/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1734/9784048691734.jpg",
    "highlights": []
  },
  {
    "id": "deeb0f58155606974de2c88400b968efbdbcdb16d86224d42d846106c9c2fb53",
    "title": "青春ブタ野郎はプチデビル後輩の夢を見ない",
    "author": "鴨志田一",
    "publisher": "KADOKAWA",
    "isbn": "9784048668088",
    "asin": "4048668080",
    "readDate": "2018/11/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8088/9784048668088.jpg",
    "highlights": []
  },
  {
    "id": "e0602ac97dac7b2210626eeab63b38462373535ec544a4266059de33bcf53bcd",
    "title": "株式投資",
    "author": "ジェレミー・J．シーゲル/林康史",
    "publisher": "日経BP社",
    "isbn": "9784822244668",
    "asin": "4822244660",
    "readDate": "2018/11/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8222/82224466.jpg",
    "highlights": [
      {
        "text": "ない。「トレーディングはすべからく投資家には有害なのだ」と言ったバンガード・グループの創始者、ジョン・ボーグルに私は賛成だ。彼に言わせると、「トレーディングに手を染めると、自らの首を絞めることになる。その誘惑に負けそうになったらミス・マフェットにならって、蜘蛛（スパイダーズ）やその同類を見かけたら、さっさと逃げることだ」",
        "location": "6,726"
      }
    ]
  },
  {
    "id": "17ffe5eeee735a5bf1df7f80cb7cac9f5d6741a497243325e024ceba72c15655",
    "title": "青春ブタ野郎はバニーガール先輩の夢を見ない",
    "author": "鴨志田一",
    "publisher": "KADOKAWA",
    "isbn": "9784048664875",
    "asin": "4048664875",
    "readDate": "2018/11/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4875/9784048664875.jpg",
    "highlights": []
  },
  {
    "id": "c91c73c71bef748841a69ee38caba742e32cc394264fabe51dcacf2da29479cb",
    "title": "なぜ選ぶたびに後悔するのか新装版",
    "author": "バリー・シュワルツ/瑞穂のりこ",
    "publisher": "武田ランダムハウスジャパン",
    "isbn": "9784270007082",
    "asin": "4270007087",
    "readDate": "2018/11/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7082/9784270007082.jpg",
    "highlights": []
  },
  {
    "id": "cfac53fe27b1f86aebbc8b17ffbeb0c3fb1814bbf9b4b9168df2fd01cdf48477",
    "title": "株式投資第4版",
    "author": "ジェレミー・J．シーゲル/林康史",
    "publisher": "日経BP社",
    "isbn": "9784822246808",
    "asin": "4822246809",
    "readDate": "2018/11/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6808/9784822246808.jpg",
    "highlights": []
  },
  {
    "id": "88e5b415cee9f13bbb0f3a5720526fea5d940bbbf6d367fc1a3d26b973d9214d",
    "title": "世界をつくった6つの革命の物語",
    "author": "スティーブン・ジョンソン/大田直子（翻訳家）",
    "publisher": "朝日新聞出版",
    "isbn": "9784023315303",
    "asin": "4023315303",
    "readDate": "2018/11/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5303/9784023315303.jpg",
    "highlights": []
  },
  {
    "id": "d3ae830d60afe26fc48b0a2361e614aadcb8aff97df7f1098fecef757dfe1430",
    "title": "ネット・バカ",
    "author": "ニコラス・G．カー/篠儀直子",
    "publisher": "青土社",
    "isbn": "9784791765553",
    "asin": "4791765559",
    "readDate": "2018/11/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5553/9784791765553.jpg",
    "highlights": []
  },
  {
    "id": "e7a11fbd57ebcdf659445efc6509e88ee985325590f15c344cc602377b82b01b",
    "title": "ヒットの設計図",
    "author": "デレク・トンプソン/高橋　由紀子",
    "publisher": "早川書房",
    "isbn": "9784152098023",
    "asin": "4152098023",
    "readDate": "2018/10/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8023/9784152098023.jpg",
    "highlights": []
  },
  {
    "id": "0367b5ed803f9e6542878936725fe7384e49af8cca43ad9f39ee2698a0bf76fd",
    "title": "この世界が消えたあとの 科学文明のつくりかた",
    "author": "ルイス・ダートネル/東郷 えりか",
    "publisher": "河出書房新社",
    "isbn": "9784309464800",
    "asin": "4309464807",
    "readDate": "2018/10/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4800/9784309464800.jpg",
    "highlights": []
  },
  {
    "id": "3b95c6e4fcf29924c4fa663bd85208bb23167919942c886a9c279166dc0b4b83",
    "title": "人体六〇〇万年史 上",
    "author": "ダニエル・E・リーバーマン/塩原通緒",
    "publisher": "早川書房",
    "isbn": "9784152095657",
    "asin": "4152095652",
    "readDate": "2018/10/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5657/9784152095657.jpg",
    "highlights": [
      {
        "text": "私たち人間は、健康になるように進化したのではない。困難の多い多様な条件のもとでできるだけ多くの子を持てるようにと自然選択の作用を受けたのである。結果として、私たちは何不自由のない快適な条件のもとで何を食べ、どれだけ運動するかについて、合理的な選択ができるようには進化していない。",
        "location": "148"
      },
      {
        "text": "初期ホモ属における大きな外鼻の進化は、暑くて乾燥した環境のもとでも脱水症状を起こすことなく長い距離を歩けるようにするために、自然選択の力が働いた強力な証拠なのである。",
        "location": "1,787"
      },
      {
        "text": "人間の走りを助けるきわめて重要な適応の一つは、浅速呼吸ではなく発汗によって体温を下げられるという独特の能力である。",
        "location": "1,858"
      },
      {
        "text": "と、現生人類と旧人類との最も根本的な違いは、私たちに文化的変化を生み出す能力があったことだと言えるだろう。新しいものを作り出し、情報やアイデアを人から人へ伝達するという、まったく前例のない独特の能力を私たちは備えている。",
        "location": "2,824"
      }
    ]
  },
  {
    "id": "e9dcb9d4c81acbd773ee8da5a49fc94370999c0a33325ea84e2ecbe7b87aebe9",
    "title": "敗者のゲーム原著第6版",
    "author": "チャールズ・D．エリス/鹿毛雄二",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532356286",
    "asin": "4532356288",
    "readDate": "2018/10/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6286/9784532356286.jpg",
    "highlights": []
  },
  {
    "id": "6217a52115a8514296d69b295fbe06e1a585a4bbadcddd326aa872fda4b2ef3d",
    "title": "タイムトラベル",
    "author": "ジェイムズ・グリック/夏目大",
    "publisher": "柏書房",
    "isbn": "9784760149858",
    "asin": "4760149856",
    "readDate": "2018/10/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9858/9784760149858.jpg",
    "highlights": []
  },
  {
    "id": "a3af2de63ef068c51b3f5fad2cc1296a95b9bf53cafd97c43ff756d4682ebb54",
    "title": "The Four: The Hidden DNA of Amazon, Apple, Facebook, and Google",
    "author": "Scott Galloway",
    "publisher": "PORTFOLIO",
    "isbn": "9780735213678",
    "asin": "0735213674",
    "readDate": "2018/10/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3678/9780735213678.jpg",
    "highlights": []
  },
  {
    "id": "fada3a2f66125951445a61d5c0bb5f7a1b1e07d0af5af37e9f3e4bb574cd0642",
    "title": "隠れていた宇宙(上)",
    "author": "ブライアン・グリーン/大田直子（翻訳家）",
    "publisher": "早川書房",
    "isbn": "9784150503895",
    "asin": "4150503893",
    "readDate": "2018/10/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3895/9784150503895.jpg",
    "highlights": []
  },
  {
    "id": "17cb9b96577d5e25a9e532a583dfe55f4866154c9f92a644d951151867a94880",
    "title": "筒井康隆、自作を語る",
    "author": "筒井　康隆/日下　三蔵",
    "publisher": "早川書房",
    "isbn": "9784152097989",
    "asin": "4152097981",
    "readDate": "2018/10/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7989/9784152097989.jpg",
    "highlights": []
  },
  {
    "id": "5b54db0b3e68fc1ee9a7176c57b13ead1d6ebc5a13368d018d7e986e04c5a574",
    "title": "反応しない練習",
    "author": "草薙龍瞬",
    "publisher": "KADOKAWA",
    "isbn": "9784041030400",
    "asin": "4041030404",
    "readDate": "2018/10/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0400/9784041030400.jpg",
    "highlights": [
      {
        "text": "大切なのは、「心とは、そもそもそういうものだ」と理解しておくことです。心とは求めつづけるもの。それゆえに渇きつづけるもの──。",
        "location": "300"
      },
      {
        "text": "「正しい理解」に「反応」はありません。ただ見ているだけです。動揺しない。何も考えない。じっと見つめているだけです。そういう徹底したクリアな心で、自分を、相手を、世界を理解することを、「正しい理解」と表現しています。",
        "location": "507"
      },
      {
        "text": "なぜ人は、自分のこと、他人のこと、さらには人生の目的や、生きることの意味まで、あれこれと「判断」したがるのでしょうか。 一つは、 判断すること自体が「気持ちよい」 ことが理由でしょう。良し悪しや、正しい・間違っているといった判断は、それだけで「わかった気」になれます。結論が出せた気がして、安心できるのです（",
        "location": "548"
      },
      {
        "text": "人間が考える多くの判断は、実は真実でもないし、有益でもありません。いわば〝ヒマつぶし〟です。なぜそんな判断をしているかといえば、すでにお伝えした通り「判断自体が気持ちいい」ことと「承認欲が満たせる」ことが理由でしょう。",
        "location": "666"
      },
      {
        "text": "人と人とが関わるときには、必ず見解の違いが出てきます。 「これは、どう考えても、自分のほうが正しい」と、考えることもありますよね。 しかし「どう考えても」というその「考え」は、自分のアタマで考えたことである以上、「どう考えても」自分の考えしか出てきません。自分で考えれば、自分の考えだけが出てくるのは、当たり前の話です。しかし、だからといって、その考えが正しいということにはなりません。だって、考えている前提──立場も体験も脳も──が違うからです。",
        "location": "687"
      },
      {
        "text": "「過去を引きずる（過去を理由に今を否定する）」というのが、それ自体、心の煩悩、邪念、雑念なのです。",
        "location": "862"
      },
      {
        "text": "人生に、あやまち、失敗はつきものです。ただ肝心なのは、そのとき「どう対応するか」なのです。 落ち込まない。凹まない。自分を責めない。振り返らない。悲観しない。 それより、今を見すえて、正しく理解して〝ここからできること〟に専念するのです。",
        "location": "863"
      },
      {
        "text": "仏教では、人も心も〝無常〟──うつろいゆくもの──ととらえます。",
        "location": "1,150"
      },
      {
        "text": "道の者よ、迷いに満ちたおのれの心の状態に気づくがよい。そこには〝五つの妨げ〟がある。 すなわち、①快楽に流される心、②怒り、③やる気の出ない心、④そわそわと落ち着かない心、そして⑤疑い、である。 気づくがよい。このような心の状態では、物事をよく理解することも、正しく考えることもできない。ゆえに苦しみの連鎖は、いつまでも続くであろうと。 ──若き修行者への訓誡 マッジマ・ニカーヤ",
        "location": "1,784"
      }
    ]
  },
  {
    "id": "c9434dcd01d90a9f2d95499b5ecbafd38257512495137fc1f516e7e34fa3dc59",
    "title": "神は数学者か？",
    "author": "マリオ・リヴィオ/千葉　敏生",
    "publisher": "早川書房",
    "isbn": "9784150505073",
    "asin": "4150505071",
    "readDate": "2018/10/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5073/9784150505073.jpg",
    "highlights": [
      {
        "text": "たとえば、〈モナド〉（１という数）は、あらゆる数の生成源であり、物質世界に存在する水、空気、火などと同じくらい現実的な実体であると同時に、あらゆる創造物の根源にある〝形而上学的な調和〟を意味するひとつの観念でもあった（ ８）。",
        "location": "404"
      },
      {
        "text": "純粋に哲学的な疑問は置いておくことにして、本書の目的と照らし合わせてもっとも興味深いのは、神があらゆる「永久不変の真理」を創造したとするデカルトの見解である。「神のほかの創造物と同じく、永久不変の数学的真理も、神が創造したものであり、神に完全に依存している」と彼は断言している。つまり、デカルトにとって神は、数学の創造者というだけでなく、数学法則が支配する物質世界の創造者でもあるという意味で、数学者以上の存在だったわけだ。一七世紀末にかけて広まっていったこの世界観に従うならば、明らかに人間は数学を発明したのではなく、 発見 したにすぎないことになる。",
        "location": "2,220"
      },
      {
        "text": "それゆえ、哲学の価値に関する議論は次のようにまとめてよいだろう。問いに対して明確な解答を得るために哲学を学ぶのではない。なぜなら、明確な解答は概して、それが正しいということを知りえないようなものだからである。むしろ問いそのものを目的として哲学を学ぶのである。なぜならそれらの問いは、「何がありうるか」に関する考えを押し広げ、知的想像力を豊かにし、多面的な考察から心を閉ざしてしまう独断的な確信を減らすからだ。そして何より、哲学が観想する宇宙の偉大さを通じて、心もまた偉大になり、心にとってもっともよいものである宇宙とひとつになれるからである。",
        "location": "4,668"
      }
    ]
  },
  {
    "id": "52762e752d7edb27b9c7efea0e74dcbde466df3b3174ad6168c53e5f6a1ff70d",
    "title": "Homo Deus: A Brief History of Tomorrow",
    "author": "Yuval Noah Harari",
    "publisher": "HARPERCOLLINS",
    "isbn": "9780062464347",
    "asin": "0062464345",
    "readDate": "2018/10/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4347/9780062464347.jpg",
    "highlights": []
  },
  {
    "id": "0d15d09f2fded4f3ad701cc6d4fe0fe95c9868fc423aa4c0b1536eb5552b9b31",
    "title": "世界最強の商人",
    "author": "オグ・マンディーノ/山川紘矢",
    "publisher": "KADOKAWA",
    "isbn": "9784041017890",
    "asin": "4041017890",
    "readDate": "2018/09/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7890/9784041017890.jpg",
    "highlights": [
      {
        "text": "経験は我々に多くのことを教えてくれるが、その教え方は人生の貴重な時間を無駄に食い尽くしてしまう。ゆえに、その特別な知恵を学ぶために必要な時間の長さを考えると、経験による教えはそれほど価値があるとはいえない。死を目前にしてわかっても、それは無駄になるだけだ。さらに、経験による知識とは流行に似ている。今日、成功した行動も、 明日 にはもはやうまく働かず、役にたたないだろう。 原理原則だけが長続きする。そして今、私はこの原理原則を手にしている。なぜならば、私を偉大なものへと導いてくれる法則が、これらの巻物の言葉の中にあるからだ。",
        "location": "669"
      },
      {
        "text": "習慣は別の習慣によってのみ変えることができる、",
        "location": "691"
      },
      {
        "text": "私は常に人を賞賛する理由を探そう。決して人の悪口を言わないようにしよう。人を非難したくなったら、口をつぐもう。人をほめたくなったら、屋根の上に立って大声で賞賛しよう。",
        "location": "747"
      },
      {
        "text": "弱者とは、自分の感情が行動を支配するのを許す人のことである。 強者とは、自分の行動によって感情を支配する人のことである。",
        "location": "978"
      }
    ]
  },
  {
    "id": "943dc7feff5f3f45fa769f5f9e0abe9b1281c0aeb3cb33100dc7cf3b090c6a8b",
    "title": "ジキル博士とハイド氏",
    "author": "ロバート・ルイス・スティーヴンソン/夏来健次",
    "publisher": "東京創元社",
    "isbn": "9784488590017",
    "asin": "4488590012",
    "readDate": "2018/09/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4885/48859001.jpg",
    "highlights": [
      {
        "text": "人間とは究極的には、無数の多種多様な独立した人格の集合体と考えられるかもしれないということだ。",
        "location": "1,154"
      }
    ]
  },
  {
    "id": "f07898c6bd0cd6841129c6e209f12cdb1d2ff4700aec8a42a7b1f49cb14dd9e5",
    "title": "ブロックチェーン イーサリアムへの入り口 ビットコインへの入り口",
    "author": "日本電気株式会社",
    "publisher": "出版を入力…",
    "isbn": "",
    "asin": null,
    "readDate": "2018/09/26",
    "thumbnailImage": "",
    "highlights": []
  },
  {
    "id": "381ae5091d511dc3c73f935dd5d3e290f791b081a8504d6b5a278db7109e54f3",
    "title": "南極点のピアピア動画",
    "author": "野尻抱介",
    "publisher": "早川書房",
    "isbn": "9784150310585",
    "asin": "4150310580",
    "readDate": "2018/09/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0585/9784150310585.jpg",
    "highlights": []
  },
  {
    "id": "f53b90ed71f511984d53d2bd517cc0e43486d7a6347239f621afefd59651ef40",
    "title": "モチベーション革命",
    "author": "尾原和啓",
    "publisher": "幻冬舎",
    "isbn": "9784344031821",
    "asin": "4344031822",
    "readDate": "2018/09/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1821/9784344031821.jpg",
    "highlights": []
  },
  {
    "id": "84551202e0db8fdae436f6a9deebf78afcb6c4afeb504889879d128a2c9122b5",
    "title": "宇宙に外側はあるか",
    "author": "松原隆彦",
    "publisher": "光文社",
    "isbn": "9784334036676",
    "asin": "4334036678",
    "readDate": "2018/09/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6676/9784334036676.jpg",
    "highlights": [
      {
        "text": "この解釈では、観測者に認識できなくなってしまった世界が無数に存在していることになります。それは膨大な数の平行世界となって存在し続けます。あなたはすべてのありうる世界に無数に分裂していくことになります。エヴェレット解釈の支持者であるブライス・ドウィットは、この解釈を「多世界解釈」と呼びました。",
        "location": "2,018"
      },
      {
        "text": "どうもこの宇宙の物理法則やその他の条件などが、生命を生むためにあり得ないほど微調整されているようなのです。これを「宇宙の微調整問題」といいます。",
        "location": "2,068"
      },
      {
        "text": "かつてアインシュタインは「この世界で最も理解できないことは、この世界が理解可能であることだ」、と言いました。なぜ人間は物理学を使ってこの世界を理解することができるのか、物理を学んだり研究したりするものにとって、それは大きな不思議です。宇宙は理解可能なように作られている、このことも一種の微調整問題といえなくもありません。",
        "location": "2,157"
      },
      {
        "text": "オッカムの 剃刀」というものが知られています。これは、「同じ現象を説明する理論が２つ以上あれば、仮定の少ない簡単なものを選べ」というものです。",
        "location": "2,284"
      },
      {
        "text": "物理法則が宇宙の一部を人間が切り取って認識している世界にだけ通用するものとすると、認識をする主体である人間を存在させるような法則しか見つかり得ません。人間の認識する世界にのみ通用する理論のパラメータは、人間を存在させるような値以外には選ばれようがなくなります。",
        "location": "2,501"
      }
    ]
  },
  {
    "id": "7e66343c04322ce81cc68e3522932c7544190fbe03aa475f0715bb97f042f60e",
    "title": "鋼鉄都市",
    "author": "アイザック・アシモフ/福島正実",
    "publisher": "早川書房",
    "isbn": "9784150103361",
    "asin": "4150103364",
    "readDate": "2018/09/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "こうした不平は、人間性に本来そなわった一つの習性なのだ。石炭時代の人々は、蒸気機関の発明に不平を鳴らしている。シェイクスピアの芝居の一つに出てくる配役は、火薬の発明を嘆いている。おそらく、千年後の時代の人々は、電子頭脳の発明を非難していることだろう。",
        "location": "101"
      },
      {
        "text": "しかしいまや、地球人は、あまりにも甘やかされ、住み心地のよい鋼鉄の洞窟のなかに閉じこめられた生活に馴れてしまったために、完全に偏見に捕われてしまっている。",
        "location": "2,253"
      },
      {
        "text": "「いったいぜんたい、なぜいやなんだ？ このわたしにしてからが、ロボットは決して好きじゃない。しかし、偏見のために、われとわが身を滅ぼすことはしたくないんだよ。なんでロボットを怖れる？ わたしの考えをいえば、それは劣等感にすぎないのさ。われわれは、誰もかれも、宇宙人にひけ目を感じ、そのことをいやがっている。われわれは、なんとかして、なんらかの点で優越感を持たなければ生きていけない、そのうめ合わせをしなければね。そして、ロボットに対してすら優越感を持てないということが、われわれの希望をうちくだいてしまったんだよ。ロボットはわれわれより優秀に見える――でも、実際はそうじゃない。これこそ奇怪なアイロニーじゃないか！」",
        "location": "4,005"
      },
      {
        "text": "人間には、人間としての能力を持ったロボットを造ることはできないんだ。まして、よりまさったロボットなんて無理な話だ。美的センスとか、倫理観とか、信仰心を備えたロボットも造れない。電子頭脳は、唯物主義から一インチでも出ることはできないからね。",
        "location": "4,018"
      },
      {
        "text": "われわれの脳を動かしているものがなにかを理解しないかぎり、できない。科学が測定できないものが存在するかぎりできない。美とはなにか、あるいは、良心とは、芸術とは、愛とは、神とは？ われわれは永遠に、未知なるもののふちで足踏みしながら、理解できないものを理解しようとしている。そこが、われわれの人間たる所以なんだ。",
        "location": "4,021"
      },
      {
        "text": "ロボットの頭脳は有限でなければいけない。さもなければ作ることができないからだ。小数点の最後の位まで計算してなければならない。そうすれば当然終わりというものがある。クソッ、いったい、きみはなにを怖れているんだ？ ロボットはダニールに似せることもできれば、神に似せることもでき、逆に人間でなく、材木のようなかたちにでもできるんだ。きみにはそれがわからないのか？」",
        "location": "4,025"
      },
      {
        "text": "「正義には段階があります、イライジャ。小さな正義が大きな正義と相容れないとき、小さな正義は負けるのです」",
        "location": "4,429"
      }
    ]
  },
  {
    "id": "e29238c09b6766768cf67bc32f02635f1eaadd6d5b8021cd6e77db350691c242",
    "title": "最後にして最初のアイドル",
    "author": "草野　原々",
    "publisher": "早川書房",
    "isbn": "9784150313142",
    "asin": "4150313148",
    "readDate": "2018/09/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3142/9784150313142.jpg",
    "highlights": [
      {
        "text": "意識とは、文明により個人にダウンロードされるソフトウェアである、と。",
        "location": "930"
      }
    ]
  },
  {
    "id": "a17ec9ece0c8d402b941ee0a65db542cf97bd0868ee575a38cd00dfc67424ba7",
    "title": "半分世界",
    "author": "石川宗生",
    "publisher": "東京創元社",
    "isbn": "9784488018252",
    "asin": "4488018254",
    "readDate": "2018/09/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8252/9784488018252.jpg",
    "highlights": []
  },
  {
    "id": "993827030e5c80bb7a99bc7920d633965aff686d162f6ee38819db93e061fc27",
    "title": "カミングズ詩集",
    "author": "エドワ-ド・エストリン・カミングズ/藤富保男",
    "publisher": "思潮社",
    "isbn": "9784783725077",
    "asin": "4783725071",
    "readDate": "2018/09/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "9dc0efe9688f38fb99bef7a4f7610ea20c0aa405bf09b434e14c67d17023bb10",
    "title": "冒険ファンタジー名作選(17)",
    "author": "",
    "publisher": "岩崎書店",
    "isbn": "9784265951376",
    "asin": "4265951376",
    "readDate": "2018/09/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1376/9784265951376.jpg",
    "highlights": []
  },
  {
    "id": "c49a269fc9b9272903a1d5fa654a1c0f2fb0b1dbb7611acaf17e037b95c50d03",
    "title": "Graphic Recorder",
    "author": "清水淳子",
    "publisher": "ビー・エヌ・エヌ新社",
    "isbn": "9784802510288",
    "asin": "4802510284",
    "readDate": "2018/09/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0288/9784802510288.jpg",
    "highlights": []
  },
  {
    "id": "df0afe6cb95464422519d141f70cb43a940f5808c5d0cd96bd43e722389e0cf6",
    "title": "線一本からはじめる伝わる絵の描き方",
    "author": "OCHABI　Institute",
    "publisher": "インプレス",
    "isbn": "9784295003359",
    "asin": "4295003352",
    "readDate": "2018/09/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3359/9784295003359.jpg",
    "highlights": []
  },
  {
    "id": "0bdcc8fed3d8bb7b178f14d2289a11ef297ef76448521ec34a6fee6b2732b9f2",
    "title": "死の鳥",
    "author": "ハーラン・エリスン/伊藤　典夫",
    "publisher": "早川書房",
    "isbn": "9784150120856",
    "asin": "4150120854",
    "readDate": "2018/09/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0856/9784150120856.jpg",
    "highlights": [
      {
        "text": "「悔い改めよ、ハーレクィン！」とチクタクマンはいった。 「くそくらえ」 彼らは〈矯正院〉へ彼を送った。彼らは〈矯正院〉で彼をたたきなおした。それは『一九八四年』でウィンストン・スミスが受けた方法とそっくりだったが、誰もそんな本のことを覚えていなかったし、どうせ技術は大昔からあるものだった。",
        "location": "262"
      }
    ]
  },
  {
    "id": "c630a90cc8285d537668a604d7ee1a9ba68dd428cec01f6a082b463782c856ae",
    "title": "モノクロの君に恋をする",
    "author": "坂上 秋成",
    "publisher": "新潮社",
    "isbn": "9784101800998",
    "asin": "4101800995",
    "readDate": "2018/09/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0998/9784101800998.jpg",
    "highlights": []
  },
  {
    "id": "baa10c12a8699caf5b4cf0831d17d9be66ba0b40b268b6415e11a73720ae3110",
    "title": "返品のない月曜日",
    "author": "井狩春男",
    "publisher": "新風舎",
    "isbn": "9784797490039",
    "asin": "4797490039",
    "readDate": "2018/09/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7974/79749003.jpg",
    "highlights": []
  },
  {
    "id": "74b3e67ec3580bebcd07b03e93db7ffc00c94d7f92a3e2ff02f67a1cd781abde",
    "title": "アメリカ名詩選",
    "author": "亀井俊介/川本皓嗣",
    "publisher": "岩波書店",
    "isbn": "9784003233511",
    "asin": "4003233514",
    "readDate": "2018/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3511/9784003233511.jpg",
    "highlights": []
  },
  {
    "id": "ad00b7024d36140f05f67bd920f0f5163aedac88ed5b98fa0371ed0ec877ec1b",
    "title": "病の皇帝｢がん｣に挑む(下)",
    "author": "シッダールタ・ムカジー/田中文",
    "publisher": "早川書房",
    "isbn": "9784152093967",
    "asin": "415209396X",
    "readDate": "2018/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3967/9784152093967.jpg",
    "highlights": []
  },
  {
    "id": "e4592efa00de12f56f35437d57a6ab4162fa223ec8bf94e4eefccb67eb69c8e1",
    "title": "火花",
    "author": "又吉 直樹",
    "publisher": "文藝春秋",
    "isbn": "9784167907822",
    "asin": "4167907828",
    "readDate": "2018/09/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7822/9784167907822.jpg",
    "highlights": []
  },
  {
    "id": "4dc3549ba254f1e08b044175d7f93363e1c50f1b7eea08c8eabcefff37823724",
    "title": "シンドローム",
    "author": "佐藤哲也/西村ツチカ",
    "publisher": "福音館書店",
    "isbn": "9784834081374",
    "asin": "4834081370",
    "readDate": "2018/09/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1374/9784834081374.jpg",
    "highlights": []
  },
  {
    "id": "3a025b0a2e767e5c877e6458e7a49a483712d4fa8f2a16f4f4026c4392bcee1a",
    "title": "初級ラテン語入門",
    "author": "有田潤",
    "publisher": "白水社",
    "isbn": "9784560007501",
    "asin": "4560007500",
    "readDate": "2018/09/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7501/9784560007501.jpg",
    "highlights": []
  },
  {
    "id": "132902db17e194796a276e65129c1afcd8649cf87ea5a94dc98b97884b8693c8",
    "title": "女神の勇者を倒すゲスな方法 ｢おお勇者よ！ 死なないとは鬱陶しい｣",
    "author": "笹木　さくま/遠坂　あさぎ",
    "publisher": "KADOKAWA",
    "isbn": "9784047344518",
    "asin": "4047344516",
    "readDate": "2018/09/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4518/9784047344518.jpg",
    "highlights": []
  },
  {
    "id": "2959e350decdc93a6d5dbf495e73a804d1bddfd495587df73b1f43a312468fba",
    "title": "伝奇集",
    "author": "ホルヘ・ルイス・ボルヘス/鼓直",
    "publisher": "岩波書店",
    "isbn": "9784003279212",
    "asin": "4003279212",
    "readDate": "2018/09/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9212/9784003279212.jpg",
    "highlights": []
  },
  {
    "id": "bbeb578b26856a0e2e63bc45c306e243bca52b31f7b211fc90cda5d26fa2602d",
    "title": "ヴィジョンズ",
    "author": "大森 望/円城 塔",
    "publisher": "講談社",
    "isbn": "9784062202947",
    "asin": "4062202948",
    "readDate": "2018/09/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2947/9784062202947.jpg",
    "highlights": []
  },
  {
    "id": "52a384bd20c2dc0e7e65a83bc6d90bc759d67e20747e78ea309fb5d721a95c58",
    "title": "砂の本改訂新版",
    "author": "ホルヘ・ルイス・ボルヘス/篠田一士",
    "publisher": "集英社",
    "isbn": "9784087606249",
    "asin": "4087606244",
    "readDate": "2018/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6249/9784087606249.jpg",
    "highlights": []
  },
  {
    "id": "08aec0ac784ac722cb1415d5cc39b67a752ee54550c0963e18ab281fe68829cb",
    "title": "病の皇帝｢がん｣に挑む(上)",
    "author": "シッダールタ・ムカジー/田中文",
    "publisher": "早川書房",
    "isbn": "9784152093950",
    "asin": "4152093951",
    "readDate": "2018/09/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3950/9784152093950.jpg",
    "highlights": []
  },
  {
    "id": "4b04c18dfb074fccb7cf98d9590adc00bc401779116c3e9f3df41ec299de7105",
    "title": "ゼロからトースターを作ってみた結果",
    "author": "トーマス・トウェイツ/村井理子",
    "publisher": "新潮社",
    "isbn": "9784102200025",
    "asin": "4102200029",
    "readDate": "2018/09/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0025/9784102200025.jpg",
    "highlights": []
  },
  {
    "id": "995f345c41f8922a9c0bf917497504ffc617e3df5f804a53fd2f13b9cba24a65",
    "title": "地球の歩き方 ガチ冒険",
    "author": "著者を入力…",
    "publisher": "出版を入力…",
    "isbn": "",
    "asin": null,
    "readDate": "2018/09/08",
    "thumbnailImage": "",
    "highlights": [
      {
        "text": "ひとつ言えることは、この「鈍感力」こそが、見たこともない景色を見せてくれたということ。",
        "location": "201"
      },
      {
        "text": "金の北米 女の南米 耐えてアフリカ 歴史のアジア 何もないのがヨーロッパ 問題外のオセアニア 豊かな青春 惨めな老後",
        "location": "361"
      }
    ]
  },
  {
    "id": "b08a99ef479cff494f4708a0480911a55d25f8235792de3c22cdba3561c65c1f",
    "title": "異セカイ系",
    "author": "名倉 編",
    "publisher": "講談社",
    "isbn": "9784065125557",
    "asin": "4065125553",
    "readDate": "2018/09/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5557/9784065125557.jpg",
    "highlights": [
      {
        "text": "作者は。ほとんどなんの良心の 呵責 もなく物語の登場人物を殺す。どころか利用する。娯楽に。感動に。 憂さ晴らしに。 ある意味では死の展示場。良質な物語を生むための死の生産工場。ほとんどすべての物語は不幸を必要とする。まず不幸がある。それを解体。解決してハッピーエンド。または失敗してバッドエンド。多くの物語に共通する基本構造。なるほど身勝手かもな。",
        "location": "418"
      }
    ]
  },
  {
    "id": "551e5292ebfa84141e5323f215b2f3a8beedcd59c842c08fbe746969507ada96",
    "title": "誰が音楽をタダにした？",
    "author": "スティーヴン・ウィット/関　美和",
    "publisher": "早川書房",
    "isbn": "9784150505189",
    "asin": "4150505187",
    "readDate": "2018/09/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5189/9784150505189.jpg",
    "highlights": [
      {
        "text": "が、海賊版のｍｐ３の大半は、少数の組織されたグループから発信されていた。",
        "location": "65"
      },
      {
        "text": "その昔ある探偵が僕に調査のコツを教えてくれた。「まずは文書から。それを当人のところに持って行って話を聞く。その人が別の文書のことを教えてくれる。聞く人と文書がなくなるまで、それを繰り返す」僕",
        "location": "4,540"
      }
    ]
  },
  {
    "id": "e218c8850ba023f24e7015c00aa2d93aa780fc7bcc15b4bb91222c267184144d",
    "title": "ホワット・イフ？ 野球のボールを光速で投げたらどうなるか",
    "author": "ランドール・マンロー/吉田三知代",
    "publisher": "早川書房",
    "isbn": "9784152095459",
    "asin": "4152095458",
    "readDate": "2018/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5459/9784152095459.jpg",
    "highlights": []
  },
  {
    "id": "3f0b2ed7e8a8f89878deeaa69682ff25099d2ced889762d824ba67f92e096b69",
    "title": "そして誰もいなくなった",
    "author": "アガサ・クリスティ/青木久恵",
    "publisher": "早川書房",
    "isbn": "9784151310805",
    "asin": "4151310800",
    "readDate": "2018/08/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0805/9784151310805.jpg",
    "highlights": [
      {
        "text": "頭文字はどっちも同じで、Ｕ・Ｎ・Ｏｗｅｎだ。ところで、ちょいと連想を働かせて、この名前をＵＮｋｎｏｗｎと変えてみたら、どうだろう。アンノウン、すなわち、〝名なし〟だよ！」",
        "location": "829"
      }
    ]
  },
  {
    "id": "9d7c9b6bd69cabd919724ec39abe347f4771d39bcbe04696de0f76fb133fa7ee",
    "title": "世界を変えた14の密約",
    "author": "ジャック・ペレッティ/関 美和",
    "publisher": "文藝春秋",
    "isbn": "9784163908502",
    "asin": "4163908501",
    "readDate": "2018/08/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8502/9784163908502.jpg",
    "highlights": [
      {
        "text": "製薬会社には思いがけない味方がいた。１９６０年に『引き裂かれた自己（６）』を著した精神分析医のＲ・Ｄ・レインだ。この本はカウンターカルチャーのバイブルになった。ヒッピー、吟遊詩人、アメリカやヨーロッパの大学で反戦活動を行っていた活動家がこの本を抱え、狂気は「狂った世界への完全に合理的な反応だ」というレインの教義を唱えていた。 レインの名声はまたたく間に広まった。レインは「反精神医学」運動の顔になり、精神病の烙印を押すことを終わりにしようと訴えた。レインは狂気を前向きな概念として捉えていた。ベトナム戦争を賞賛し、大学構内での銃乱射を許すような社会では、人の精神が社会そのものよりも狂っているとは考えられないと唱えた。実際、反対意見に「狂気」という烙印を押すこと自体が、彼らの口を封じる手段なのだと言っていた。",
        "location": "2,376"
      },
      {
        "text": "ベトナム戦争とウォーターゲート事件後の時代、狂人とは真実を見る者であるというシェイクスピア的な考え方が、反体制を訴える左翼の掲げる信条になった。ディストピア世界を描いたＳＦ作家のフィリップ・Ｋ・ディックは、狂気を「現実への適切な対応」とまとめていた（７）。 しかし、レインは医学的なお墨付きを与えることで、この概念を一歩先に進めた。精神病患者を病院に閉じ込めて、無理やり薬で鎮静化することは、政治的な抑圧だとレインは言っていた。入院患者は政治収容者だ。反対に、ＬＳＤのような心が開かれる薬を飲めば、現代の政治的茶番が透けて見えるようになる。",
        "location": "2,383"
      },
      {
        "text": "人々はレインの言葉を真剣に受け止めた。レインは真面目なテレビの討論番組に出演しアメリカ中の大学で天才と持ち上げられた。現代社会の病気に対する理解はすべて間違っているとレインは訴えた。病気なのは人ではなく、資本主義社会が人々を病に追いやり、買い物やデスクワークといった人間性を損なう習慣を強いていると説いた。その社会から逸脱すれば、狂っているというレッテルを貼られてしまう。しかし狂っているのは人ではなく、体制なのだ。 レインの唱える「ＬＳＤマルクス主義」は大流行したが、ベトナム戦争が終わり、ウォーターゲート事件の記憶が薄れ、カウンターカルチャーが崩壊… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "2,389"
      },
      {
        "text": "もしレインが言ったように、人が病んでいるのではなく、資本主義が人を病ませているとしたら、製薬会社にとってはいいことだ。仕事や家庭、友達や子供が病の原因になることもある。清潔さに固執したり、近隣のことで不安になる人もいる。セックス、食事、ペット、人混み、買い物、広い場所、狭い場所、静かな場所、騒音、パートナー、自動車、日光、暗闇、芝生から子供のパーティーにやってくるピエロまで、人それぞれに恐怖症がある。病の症状もさまざまだ。汗、動悸、理由のない恐怖、めまい、吐き気、強迫行動、テレビを見るときの貧乏ゆすり。そうしたすべてのことが「病気」として分類できるようになる。 反資本主義の教祖だったＲ・Ｄ・レインは、思いがけず製薬会社の救世主になった。現代生活は人を病気にしているのかもしれない。",
        "location": "2,400"
      },
      {
        "text": "いきなり、これまでだれも知らなかった、ありとあらゆる症候群が現れ、一般に認知され、病気の定義が日常生活の大部分を網羅するようになり、数千数百万の人たちに影響を与えることになった。もし以前にそんな症状が存在していたとしても、これまでに病気として診断されたことはなかった。だがこれからは違う。だれもがそうした病名を知るようになった。注意欠陥障害、ＭＥ、躁うつ病、ＯＣＤ、ＨＲＤ、ＰＴＳＤ、ＩＢＳ、メタボリックシンドローム、ＰＤＤ、生理前症候群、そしてＳＡＤ（社会不安障害と季節性感情障害）。そんな略語の嵐に加えて、珍しい恐怖症や依存症も生まれた。つるつるの表面を怖がったり、バーゲン・セールに乗り遅れることで不安になったりする症状にも、それらしい病名がついた。",
        "location": "2,442"
      },
      {
        "text": "製薬会社にとって重要なのは、そうしたあいまいで不吉な感覚や不安に対して、いまや大学の研究によって病気の症状としての鉄壁のお墨付きが得られたということだ。なにもないところにうその病気を生み出したわけではない。これまで何十年ものあいだ存在していた症状で、苦しんでいる人がいる場合、診断と投薬はその人たちにとって価値があるはずだ。しかし、病気の定義を広げ、一般に認知させたところに、ビジネスチャンスがあった。これまで病気として診断してもらえなかった数百万の人たちが、診断を受けられる。彼らがいまや患者になった。数百万人がグレーゾーンに入ったのだ。 これにはいい面もあった。深刻な過敏性腸症候群や強迫性障害に苦しむ患者の問題が認知され、社会が彼らを信じるようになった。もう孤立することもなく、支援組織を作り、同じ患者たちから自信をもらうことができた。そうした診断は人々の人生をいい方に変えた。しかし、純粋な患者でない人たちの巨大な市場は食い物にされた。病気かどうかの境目にいる数百万の人たちになんらかの診断が下され薬が処方されるようになった。それはカネの横たわる灰色の平原だった。",
        "location": "2,448"
      }
    ]
  },
  {
    "id": "2d50e75909177a19a6eadf29550369b08141e504c56f4e00283ac1d2a43ac090",
    "title": "それをお金で買いますか",
    "author": "マイケル・J．サンデル/鬼澤忍",
    "publisher": "早川書房",
    "isbn": "9784150504199",
    "asin": "4150504199",
    "readDate": "2018/07/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4199/9784150504199.jpg",
    "highlights": [
      {
        "text": "金銭的インセンティブに頼るかどうかを決めるには、そのインセンティブが、守るに値する姿勢や規範を蝕むかどうかを問う必要がある。この問いに答えるには、市場の論理は道徳の論理にならざるをえない。要するに、経済学者は「道徳を売買」しなければならないのである。",
        "location": "1,721"
      }
    ]
  },
  {
    "id": "25c5f5dbffba9208239670fabde6fd18dfc96a91cf1d2a8cda3d42a057e3cde4",
    "title": "青春漂流",
    "author": "立花隆",
    "publisher": "講談社",
    "isbn": "9784061842236",
    "asin": "4061842234",
    "readDate": "2018/07/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0618/06184223.jpg",
    "highlights": []
  },
  {
    "id": "484740619815f586efcac709c239266f11de7f4105dcc2698d84c54783064724",
    "title": "村上さんのところ",
    "author": "村上 春樹",
    "publisher": "新潮社",
    "isbn": "9784101001708",
    "asin": "4101001707",
    "readDate": "2018/07/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1708/9784101001708.jpg",
    "highlights": []
  },
  {
    "id": "1c22d2d49f95c289d95b957cad5b2e5894a6ffe1c75b8d90804dd141e3f19a13",
    "title": "読書の極意と掟",
    "author": "筒井 康隆",
    "publisher": "講談社",
    "isbn": "9784065122617",
    "asin": "4065122619",
    "readDate": "2018/07/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2617/9784065122617.jpg",
    "highlights": []
  },
  {
    "id": "968a5f9911eada95ba7fc47398c87f0a35574422014fd41c9269f269d8622d1d",
    "title": "これからの｢正義｣の話をしよう",
    "author": "マイケル・J．サンデル/鬼澤忍",
    "publisher": "早川書房",
    "isbn": "9784152091314",
    "asin": "4152091312",
    "readDate": "2018/07/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1314/9784152091314.jpg",
    "highlights": []
  },
  {
    "id": "700a4f53f29b9734332a61a306c77d46bf4af60c633f4e814ebe830bc5f27386",
    "title": "人体失敗の進化史",
    "author": "遠藤秀紀",
    "publisher": "光文社",
    "isbn": "9784334033583",
    "asin": "433403358X",
    "readDate": "2018/07/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3340/33403358.jpg",
    "highlights": [
      {
        "text": "動物というのは、基本的な設計をもつ祖先がいる。そして次の段階は、その祖先の設計図を借りてきて変更するしか、新たな動物を創り出す術はない。だから、新しい設計は、所詮は祖先の設計図のどこかを消しゴムで消し、何か簡単にできることを付け加えることでしか、実現できないのだ。",
        "location": "451"
      }
    ]
  },
  {
    "id": "6bdbb11b618826047df703d49d4c5d4bc233ea2cbcdf35bcf3f080c8ba5b6dfc",
    "title": "税務署の復讐",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784167658144",
    "asin": "4167658143",
    "readDate": "2018/07/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8144/9784167658144.jpg",
    "highlights": [
      {
        "text": "戦って勝つためには「非人間的」でなくてはならないと、すなわち「人間らしさ」を捨てて機械や昆虫のように感情のない無機質な装甲兵器になってしまわなくてはダメなのだと、彼らが無意識に考えているということなのだろうか？ だとしたら、男の子は大変だなぁ。幼い頃から「戦って勝つ」ことを義務づけられ、そのために「人間性を捨てよ」と諭されているも同然ではないか。次から次に現れるより強大な敵と戦い続け、しかも負けることを許されず、そのためには人間であることすら捨てなくてはならないなんて、そんなメッセージを幼少時から受け取り続けた男の子たちは、実生活において否応なく「負け」を認めなくてはならなくなった時に、女の子よりも遥かに大きな挫折感を味わうのだろうな。",
        "location": "269"
      },
      {
        "text": "少女向けのアニメや漫画は、ヒロインに必ず「美しさ」が求められ、それゆえに女たちは己の容姿の美醜問題に囚われ続ける。それが「女の地獄」なのであるが、男の「人間性を捨てても勝たねばならぬ地獄」のほうが遥かに救いがない。秋葉原通り魔事件の容疑者は、あまりに負け続けたために、ついに人間であることを捨てて「無機質な兵器」になったのだろうか。",
        "location": "276"
      },
      {
        "text": "女王様は日頃から「言葉の雑な人間は、概念が雑だ」と考えている。大ざっぱで耳触りのいい言葉を言いたがる人間に限って、ものすごく大ざっぱで単純で綺麗事だけの人生観や世界観しか持ってない。「言葉」は、「その人」なのである。",
        "location": "295"
      }
    ]
  },
  {
    "id": "9a3a93be881fd4059ddc4dfed159e27e155fc465dca70e456720d7eb53514908",
    "title": "閉経の逆襲",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784167658137",
    "asin": "4167658135",
    "readDate": "2018/07/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8137/9784167658137.jpg",
    "highlights": [
      {
        "text": "女王様は、太宰治が大嫌いである。 単なる人でなしのくせに、文学的あるいは哲学的な苦悩と絶望を声高に喧伝することによって、己の弱さや愚劣さやだらしなさを正当化している、キザで驕慢なナルシスト……これが女王様の「太宰」観だ。",
        "location": "1,703"
      }
    ]
  },
  {
    "id": "ffc141ded70fe2207c4291eddb1865211813299e9d2ee1f02db14ce09db76cd9",
    "title": "まっ白な嘘",
    "author": "フレドリック・ブラウン/中村保男",
    "publisher": "東京創元社",
    "isbn": "9784488146078",
    "asin": "4488146074",
    "readDate": "2018/07/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6078/9784488146078.jpg",
    "highlights": []
  },
  {
    "id": "fa42d355badc43565b893d523585cf3b1832c705bda4c372aafd48856fbc5931",
    "title": "ババア・ウォーズ新たなる美貌",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784167658120",
    "asin": "4167658127",
    "readDate": "2018/07/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8120/9784167658120.jpg",
    "highlights": [
      {
        "text": "接客業においてもっとも必要とされる能力は、客が何を求めて来ているのか、自分はどんな役割を果たせばいいのか、瞬時に摑むセンスだと思う。指名したホストには色恋を求めても、ヘルプに求めるものは、また",
        "location": "102"
      },
      {
        "text": "西岡秀雄氏の『酒と桜の民族』という本に、その由来が書かれていることを知った。 古 の日本では「サ神」と呼ばれる山の神が信仰されており、桜という名前も「サ・クラ」すなわち「サ神の 座」という意味であるらしい。つまり「花見の宴」は、そもそも、神のおわす桜の樹の下に酒を捧げて豊穣を願いつつ歌い踊った宗教儀式の名残だということなの",
        "location": "268"
      },
      {
        "text": "オヤジに近い価値観の持ち主なんだと思う。自分は素のままでいたい、でも相手は努力をして欲しい、という、他者に対する片道通行的な思考のベクトル。他者からの視線や批評を一切遮断した場所に自分を置き、その視座から一方的に他者を批評する。",
        "location": "481"
      },
      {
        "text": "恋してる人の脳を調べると、相手を冷静に観察して値踏みする時に使われる部位の活動がオフになってる。相手の欠点が見えなくなってるんです。これは、我が子を見る時の母親の脳と同じ状態。つまり、恋してる人は、我が子を見る母親と同じ心理状態になってるんですよ。だから、相手の欠点を見ないようにするというか、とにかく好意的に肯定的に見てしまうんですね」",
        "location": "1,642"
      },
      {
        "text": "何にもなれなくて、永遠に自分探しをしているやつもいるんです。 中村 いるんだ？ 福岡 それは癌細胞！",
        "location": "1,916"
      }
    ]
  },
  {
    "id": "e398430f30c6f3d091ef8586a13f20f4057b1374e559a291e9846db66556005a",
    "title": "世界を変えた6つの｢気晴らし｣の物語",
    "author": "スティーブン・ジョンソン/大田直子",
    "publisher": "朝日新聞出版",
    "isbn": "9784023316324",
    "asin": "4023316326",
    "readDate": "2018/07/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6324/9784023316324.jpg",
    "highlights": []
  },
  {
    "id": "457ec993ab66f067768e1e76398da2f99e0c3b9df9fbb808066722109f1c0b5d",
    "title": "死からの生還",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784163900247",
    "asin": "4163900241",
    "readDate": "2018/07/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0247/9784163900247.jpg",
    "highlights": [
      {
        "text": "現在、「草食男子」などと呼ばれる若い男たちも、女のエロス権力への潜在的な恐怖を「抑圧」ではなく「忌避」という形で表現している人々なのかもしれない。男は生涯、女を恐れ続ける生き物なのだ。",
        "location": "560"
      },
      {
        "text": "人生にはゴールなんてないし意味も目的もない。私たちはただただ死ぬまでの長い時間をつぶし続け、少しでもそこに意味を付与しようとして足搔くのだが、たいてい何も見つけられず、仏頂面でしぶしぶ認めることになるのだ。人生には何の意味もない、と。 なので「生きるとは死に向かって無意味な時間を潰し続けること」であり、つまりは「生きる目的は死ぬこと」すなわち「生きることは死ぬこと」なのである。",
        "location": "870"
      },
      {
        "text": "おそらくツイッターに違和感なく馴染める人たちは、女王様のような「太線アイデンティティ」ではなく、己を時間の中に散らばりながらも漠然としたまとまりを持つ存在と認識する「破線」あるいは「不定形の点の連なり」アイデンティティなのではないか。 そういえば、やたら己の言動に一貫性を持ちたがる女王様のような旧世代に比べて、今の若い人たちは、ずいぶんとそこらへんがユルくて希薄な気がする。いや、べつにそれが悪いと言ってるのではない。それぞれ、一長一短である。己の一貫性にこだわり過ぎたからこそ、女王様はかつて「買い物依存症」という形で、「統合されなかった別人格」の暴走に襲われた。今の人たちは、そんな「別人格の暴走テロ」みたいな目に遭わずにすむだろうが、その一方で、「曖昧で希薄な自己」への心許なさは彼らを別の袋小路へと追い込むだろう。この世に「正解」なんてものはないのだ、たぶん。",
        "location": "1,590"
      },
      {
        "text": "多様なように見えて、じつは画一的というか、女王様と似通った価値観の人々で構成される極めて狭い世界なのである。",
        "location": "1,653"
      },
      {
        "text": "一水会の鈴木邦男氏が、女王様にこう言った。 「昔はね、個人と国家というのは同心円で繫がっていたんですよ。つまり、個人が家族に繫がり、家族が地域社会に繫がり、地域社会がより広範囲な社会に繫がり、最終的に国家という単位に繫がる……と、そんなふうに、『個人』という最小単位から『国家』という大きな単位までの間に、いくつもの人間関係の同心円が存在してたんです。 ところが最近は、家族とも地域社会とも繫がっていない人たちが、一足飛びに国家に繫がろうとして、右翼活動に身を投じる」",
        "location": "1,712"
      },
      {
        "text": "しかし、インターネットという新しい社会を獲得した人々は、今や「個」から「国家」どころか、「個」から「全世界」へと、一足飛びどころじゃないアイデンティティの飛躍を体験している。「私」は、「家族」も「地域社会」も「国家」もスッ飛ばして、「世界」に直結しているのだ。 いわゆる「セカイ系」と呼ばれる漫画やアニメは、そういった「私＝世界」という飛躍した自意識の表れであろう。女王様はずっと、この「セカイ系」の感覚がイマイチ摑めなかったのだが、「ツイッター」によって、ようやく少しだけ解りかけてきたような気がする。",
        "location": "1,720"
      },
      {
        "text": "好き嫌いの問題を善悪の問題にすり替えるのは危険ですよ。愚かで感情的な愛国者は、いずれ自国を滅ぼすからね。",
        "location": "1,979"
      },
      {
        "text": "「創価学会や幸福の科学の信者の方たちに質問です。もしもあなたの属する宗教団体の支持する候補者が、あなた個人の考え方と違う政治方針を打ち出していたとしたら、それでもあなたはその候補者に票を投じますか？」 女王様がツイッターで投げかけたこの質問に、以下のような回答が返ってきた。 「もちろん、投じません。むしろ、その候補者支持の決定が正しいのか、納得いくまで問います。それで、明らかに自分とは違う哲学になってしまったと思えば、脱会します。自分の信じてるものが正しいか、見極め続けるのは、思想の自由であり、責任ではないでしょうか」 ううーむ、",
        "location": "2,385"
      },
      {
        "text": "このようにテレビを観ていて思いがけず自分の著作が登場するようなことは滅多にないが、こないだ『 輪 るピングドラム』というアニメを観てたら、またしてもそこに女王様の本が出てきて肝をつぶした。昨年、女王様が苫米地英人氏と出した対談本『 されない生き方』（日本文芸社刊）を、アニメの中でペンギンが読んでいたのである。女王様の名前は「中村かえる」になっていたが、まぁ、間違いなかろう。 このアニメにはオウム真理教を彷彿させるテロ組織（作中では宗教団体ではなく、おそらく思想団体）が登場するので、その関連から苫米地氏と私の対談本が登場したのかもしれない。だが、苫米地氏には他にも著作がたくさんあるわけだし、わざわざ私との対談本が出てきたということは、何か意味があってのことだろう。",
        "location": "3,144"
      },
      {
        "text": "選ばれた人間でありたいのに、人生はなかなか思いどおりにいかず、凡庸なまま終わってしまうのだろうという予感がひたひたと胸に押し寄せる人々にとって、平等なんぞクソくらえだ。そう、我々は誰も平等など望んでいないのではないか。本当に望んでいるのは、己の優越。誰よりも抜きん出て輝かしい「選ばれし者の人生」だ。",
        "location": "3,508"
      },
      {
        "text": "親は絶大な力を持っているように見えたが、だからといって神ではない。自分が大人になって親から距離を置いてみると、彼らが単に欠点だらけの人間に過ぎなかったことがよくわかる。そこで初めて、人は親を許すことができ、親と対等な立場を獲得できるのだ。それが「自立」というものである。",
        "location": "3,696"
      },
      {
        "text": "ある。 正しくなくてもいいんだ、正直であれ。正しさは必ずしも人を救わないが、正直さは人を強くする。",
        "location": "4,153"
      },
      {
        "text": "さて、そんなわけで二〇一二年の暮れ、たぶんそうだろうなと思ってたらやっぱり民主党が惨敗して自公の圧勝、都知事は石原路線を継ぐ猪瀬直樹に決定して、女王様はますますこの国に愛着を失ったね。 そうなんだ、みんな。自民党にお任せしたら昔の栄華が戻ってくるとでも思ってるんだ。そんなわけないし、そもそも昔になんか戻っちゃいけないのに。民主党が良かったとは言い難いが、それなら自民党に戻ろうなんて、そんな安易なものとは思えない。国民から集めた年金を失くしちゃうような政党だよ？ あたしゃ信用しませんよ。",
        "location": "4,165"
      },
      {
        "text": "他者に期待するな。他者を動かそうとするな。都合のいい他者を求めるな。他者を理想化するな。他者に憎悪をぶつけるな。他者はどこまでも他者であり、私はどこまでも私でしかないという限界を受け容れよ。他者に距離を取り、自分からも距離を取れ。最終的には自分すら他者の一部であることを知れ。我々は自分自身でさえ思いどおりに操れない生き物なのだ。我々にとってもっとも未知なる他者は自分なのかもしれないのだ。",
        "location": "4,175"
      },
      {
        "text": "自分の世界というものは、自分ひとりで構築していかなければならないのである。むろんそこに何らかの影響を与える他者は出現するだろうが、その他者に自分の世界を委ねたりしてはならないし、ましてやその他者を自分の世界に閉じ込めようとしてはならない。",
        "location": "4,179"
      },
      {
        "text": "それはね、夫婦だってそうなんだよ。夫や妻に自分の人生や世界を完全に預けるなんて、そんな怠惰なことをしてはならないの。自分の人生にきちんと責任を取らず、何もかも相手任せにしたら、それはもうあなたの人生じゃないでしょう。また他方で、相手を自分の思いどおりに動かそうなんて、そんな傲慢なことをしてはいけない。夫婦というのは一心同体なんかじゃない。一番身近な他者ですよ。そんな身近な他者すら尊重できない人間が、どうして社会でまともな人間関係を結べようか。夫婦だけじゃない、親子だってそうだよ。親や子を他者と認識できない者が、どうやって赤の他人を尊重できようか。 他者を他者として扱えない限り、あなたは自己を確立できず、あなたの世界も完成しないのだ。",
        "location": "4,181"
      }
    ]
  },
  {
    "id": "17f8ed2d551b93d463d7b715fe48b03bae156c7d4f37fea6095ed647df380349",
    "title": "最後の聖戦！？",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784167658076",
    "asin": "4167658070",
    "readDate": "2018/06/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1676/16765807.jpg",
    "highlights": [
      {
        "text": "世の中の人間のタイプは「自分の持っていない物を数えあげつつ生きる人」と「自分の持っている物を数えあげつつ生きる人」の、大きくふたつに分かれるのかもしれない。 傍",
        "location": "937"
      },
      {
        "text": "何の批判力も客観的視座も介在しない自己満足の幸福など、誰も幸福とは認定しないだろ。我々はやはり他者の評価や承認がなくては幸福とは感じられない。そして他者の承認が得られても、自分の神様から承認されなくては、これまた幸福にはなれないのだ。",
        "location": "960"
      },
      {
        "text": "手に入れてから失う苦しみに較べれば、最初から何ひとつ手に入らない悔しさのほうが、まだしも堪えやすい。何故なら、何も持たない者には「手に入るかもしれない明日」があるからだ。持てる者には「失うかもしれない明日」しかない。人間は「飢餓感」よりも「喪失感」に苦しむ生き物なのである。",
        "location": "2,096"
      }
    ]
  },
  {
    "id": "f51603757a2b6f18206256223c59ce201615f8a3a2df20f21dda3f1247b5cc1a",
    "title": "愛か、美貌か",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784167658052",
    "asin": "4167658054",
    "readDate": "2018/06/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1676/16765805.jpg",
    "highlights": [
      {
        "text": "ちょっとしたファンタジー小説並みの「心の旅」であったのだ。ファンタジー小説とは、「往きて還りし物語」である、と言われる。主人公が何かを求めて旅立ち、そして最後に戻ってくる物語。",
        "location": "1,460"
      },
      {
        "text": "選択的な消費を支える大きな動機は「ナルシシズムの補完」である。",
        "location": "1,776"
      },
      {
        "text": "自信なんか、どうやって持つの？ 他人から言われてホイホイ持てるようなものなら、誰も苦労しませんよ。むしろ、自信満々で他者を批判する人の自意識のほうが、私にとっては不可解だ。あなたは何を根拠に、そんなに自信を持ってるの？ その自信の根拠は自己評価なの、他者の評価なの？",
        "location": "1,783"
      },
      {
        "text": "私はブランド物なんかに振り回されない賢い女」という自意識と、「私はブランド物をたくさん持ってるゴージャスな女」という自意識の間に、何の格差も認められない。どっちも手に負えないナルシストという点では一緒だよ。むしろ、自分のナルシシズムを満足させるために他人を批判する人間のほうが、誰も傷つけずに無駄遣いして勝手に自己満足してる人間より、困った存在ではなかろうか。",
        "location": "1,795"
      }
    ]
  },
  {
    "id": "361fba637e9e0891eb1744245dbc06956c0df7603e61da361ed9e90a9d00ef16",
    "title": "人間は料理をする(下)",
    "author": "マイケル・ポーラン/野中香方子",
    "publisher": "NTT出版",
    "isbn": "9784757160590",
    "asin": "4757160593",
    "readDate": "2018/06/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0590/9784757160590.jpg",
    "highlights": []
  },
  {
    "id": "9d43fb309f80fc1c6a30f77585f03c4688a8edd3e245ba0fb976ebb22bc0a557",
    "title": "ギャルゲヱの世界よ、ようこそ！",
    "author": "田尾典丈",
    "publisher": "エンターブレイン",
    "isbn": "9784757746466",
    "asin": "4757746466",
    "readDate": "2018/06/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6466/9784757746466.jpg",
    "highlights": []
  },
  {
    "id": "f25856cc174721067436254e09d75f2531733f926ad84bb8b8f03379ff39d24d",
    "title": "さすらいの女王",
    "author": "中村うさぎ",
    "publisher": "文藝春秋",
    "isbn": "9784167658106",
    "asin": "4167658100",
    "readDate": "2018/06/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8106/9784167658106.jpg",
    "highlights": [
      {
        "text": "ナルシシズムとは何か。それは、他者の視線を満たすことだけを欲求する空っぽの自己なのである。",
        "location": "186"
      },
      {
        "text": "「遺伝子を活用するのは、脳です。そして、脳を刺激するのは言葉と行動です。なかでも言葉は、とりわけ重要なんですよ」 生田氏の目が、ひたと女王様を見つめた。 「自分の中でもやもやと思っている気持ちが、はっきりと結晶化される……それが『言葉』です」",
        "location": "810"
      },
      {
        "text": "言葉ってのは危ない。言語化するかしないかで、その人の脳の動きが変わり、行動も変わり、人格にも影響するんです」",
        "location": "817"
      },
      {
        "text": "『はじめに言葉があった。言葉は神とともにあった。言葉は神であった』（",
        "location": "833"
      },
      {
        "text": "言葉は、人間を変える。だから言葉は「神」なのだ。",
        "location": "838"
      },
      {
        "text": "我々は、じつに無造作に曖昧に「言葉」を共有している。相手方と自分とでは、その言葉の定義がまったく違うかもしれないのに、それを確かめもせずに「わかったつもり」になっているのだ。",
        "location": "873"
      },
      {
        "text": "言葉は「神」なのである。言葉を無造作に使い、偏見に満ちた概念を平気で垂れ流すのは、罪悪だとすら思える。",
        "location": "888"
      },
      {
        "text": "男女が平等であるべきなのは当然だが、性差という役割を失った結果、人はより「愛」に拘泥するようになったのだ。それだけが唯一、自分の性の確認となったからであろうか。",
        "location": "955"
      }
    ]
  },
  {
    "id": "4f44e73373a48e6792a78ba27826c3a7b381d7350f6c5e43ad8c4fa1a0248c9e",
    "title": "Think Simple",
    "author": "ケン・シーガル/林信行",
    "publisher": "NHK出版",
    "isbn": "9784140815458",
    "asin": "4140815450",
    "readDate": "2018/06/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5458/9784140815458.jpg",
    "highlights": [
      {
        "text": "もしもアップルがこのまま自分たちの道を進めば、すべての製品のボタンはひとつになる。今では、Siri（シリ）という音声認識機能も開発されたので、ボタンがなくなる日を覚悟してもいいだろう。結局、「１」よりもシンプルな数字は「０」だけだからだ。",
        "location": "1,968"
      },
      {
        "text": "ブランド銀行の預金 企業はその歴史において成功と失敗を経験するので、スティーブは〈ブランド銀行〉という概念を強く信じていた。 企業ブランドは銀行の預金口座のように動くと彼は考えた。企業がヒット商品を出したり、すばらしいキャンペーンを展開したりして成功を収めれば、ブランド銀行に預金をすることになる。反対に、使いにくいマウスや高すぎるコンピュータで失敗をすれば、預金は引きだされる。ブランド銀行の預金額が多いときには、企業が苦境に立たされても顧客は一緒に乗り切ろうとするが、貯金が少なくなれば、見捨てて逃げだしやすくなるのだ。",
        "location": "3,973"
      },
      {
        "text": "容赦なく伝える 意地悪になる必要はなく、ただ残酷なまでに正直になるのだ。あなたがかかわる仕事では真実を隠すような事態は避けよう。一緒に仕事をする人にも同じことを求めよう。あなたの真意がどこにあるか推測しないですめば、人々はもっと集中できるし、前向きにも生産的にもなれる。良い内容でも悪い内容でも正直な意思疎通を基本とすれば、あとになって貴重な時間とエネルギーをムダにしないですむのだ。",
        "location": "4,003"
      },
      {
        "text": "シンプルであることは、 複雑であることよりもむずかしい。 物事をシンプルにするためには、 懸命に努力して思考を明瞭にしなければならないからだ。 だが、それだけの価値はある。 なぜなら、ひとたびそこに到達できれば、 山をも動かせるからだ。 ――スティーブ・ジョブズ",
        "location": "4,120"
      }
    ]
  },
  {
    "id": "2b19d350a837574f65b0d962d27fb815e843b44ea9e1ff847e390a137b1a67ff",
    "title": "利己的な遺伝子増補新装版",
    "author": "リチャード・ドーキンス/日高敏隆",
    "publisher": "紀伊國屋書店",
    "isbn": "9784314010030",
    "asin": "4314010037",
    "readDate": "2018/06/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3140/31401003.jpg",
    "highlights": []
  },
  {
    "id": "394ea2539a2e3d43e32108a585fb6e6324128c77b7942a4dd11d30b2a4a886e1",
    "title": "人間は料理をする(上)",
    "author": "マイケル・ポーラン/野中香方子",
    "publisher": "NTT出版",
    "isbn": "9784757160583",
    "asin": "4757160585",
    "readDate": "2018/06/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0583/9784757160583.jpg",
    "highlights": []
  },
  {
    "id": "23f6a16ef0754394e7bbc20c87b0156acf9bf869718a70ae8b001a0e4c7af4f5",
    "title": "故郷／阿Q正伝",
    "author": "魯迅/藤井省三",
    "publisher": "光文社",
    "isbn": "9784334751791",
    "asin": "4334751792",
    "readDate": "2018/06/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1791/9784334751791.jpg",
    "highlights": []
  },
  {
    "id": "06b9584c31ebe33b5c3737dbf30423c3b81d34f605dd1eb0dad0cc5025de57df",
    "title": "神話の力",
    "author": "ジョーゼフ・カンベル/ビル・モイアーズ",
    "publisher": "早川書房",
    "isbn": "9784150503680",
    "asin": "4150503680",
    "readDate": "2018/06/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3680/9784150503680.jpg",
    "highlights": [
      {
        "text": "「これはゲーテが『ファウスト』のなかで使ってる言葉で、ルーカスはそれに現代語という服を着せている。科学技術はわれわれを救いはしない、というメッセージだ。現代のコンピュータ、機械器具、そんなものでは十分ではない。われわれは自分の直観に、自分の真の存在に頼らなければならない」",
        "location": "105"
      },
      {
        "text": "彼はインドの聖典のなかの洞察に富む言葉、「真理はひとつである。賢者はこれを多くの名前で呼ぶ」を好んでいた。 神 に対してわれわれが与える名前とイメージのすべては、当然のことながら、言語と芸術を超越した究極的実在を暗示する仮面だ、とキャンベルは言った。神話も 神 の仮面、つまり、目に見える世界のかげにあるもののメタファーである。",
        "location": "214"
      },
      {
        "text": "私たちはたくさんの儀式に参加したし、あなたがたの神殿もずいぶん見せていただいたが、そのイデオロギーがどうもわからない。あなたがたがどういう神学を持っておられるのか、理解できないのです」すると相手の日本人は、考えにふけるかのように長い間を置き、ゆっくりと首を左右に振ってからようやく言った。「イデオロギーなどないと思います。私どもに神学はありません。私たちは踊るのです」 ジョーゼフ・キャンベルも同じだった──彼は天球の音楽に合わせて舞い踊っていたのだ。",
        "location": "265"
      },
      {
        "text": "人々はよく、われわれは生きることの意味を探っていると言いますが、人間がほんとうに探求しているのは、たぶん生命の意味ではありません。人間がほんとうに求めているのは、〈いま生きているという経験〉だと思います。純粋に物理的な次元における生活体験が、自己の最も内面的な存在ないし実体に共鳴をもたらすことによって、生きている無上の喜びを実感する。それを求めているのです。",
        "location": "273"
      },
      {
        "text": "モイヤーズ 自然に本来備わっている神性を私たちにわからせてくれるのは、現代においてはだれでしょう。われわれのシャーマンはだれですか。目に見えない物事を説明してくれる人は？ キャンベル それは芸術家の仕事です。神話を現代に伝えるのは芸術家です。ただし、神話のことも、人間のことも、よくわかっている芸術家に限ります。あるプログラムを押しつけてくるような、ただの社会学者ではだめです。 モイヤーズ その他大勢のふつうの人間はどうなんでしょう。詩人でも画家でもなく、超越的な無我の境地なんかとは無縁な人間は。私たちはどうやったらそういうことを知ることができるんでしょう。 キャンべル とてもいい方法を教えましょう。部屋に座って本を読む──ひたすら読む。然るべき人たちが書いたまともな本ですよ。すると知性がその本と同じ高さまで運ばれ、あなたはそのあいだずっと、穏やかな、静かに燃える喜びを感じ続けるでしょう。こういう生命の自覚は、あなたの日常生活のなかで常に持てるはずです。あなたをほんとうにとらえて離さない作者を見つけたら、その人の全著作をお読みなさい。「だれだれがなにをしたか知りたい」などと考えずに。ベストセラーのリストなんかも、気にすることはありません。これと決めたひとりの作者があなたに与えてくれるものを読む。次には、その作者が読んだ本を読んでいくのもいい。こうするうちに、あるひとつの観点から見た世界像が見えてくるのです。ところが、いまこの作者を読んだかと思えば次はあの作者、という具合に移り気な読み方をしたら、だれがいつこれこれの詩を書いたなんてことには詳しくなるかもしれないが、どの作者もあなたになにひとつ語ってはくれません。",
        "location": "2,659"
      },
      {
        "text": "ハインリッヒ・ツィマーがコロンビア大学で、すべての生はうたかたの夢のようなものであり、マーヤ、つまり幻影である、というヒンズー教の思想について講義をしていたときのことです。",
        "location": "3,588"
      },
      {
        "text": "ダース・ベーダーは自分の人間性を発達させてなかった。彼はロボットだった。自分自身の意志ではなく、押しつけられたシステムに従って生きる官僚だった。これは今日私たちみんなが直面している脅威です。システムが私たちを押しつぶして人間性を奪ってしまうのか、それとも私たちがシステムを利用して人間の目的に役立てるのか。システムとどういう関係を結べば、それへの強制的な服従を避けられるのか。システムのほうを私たちの思考体系に合うように変えようとするのは無駄です。その背後にはあまりにも大きな歴史的推進力があるので、そんな試みからほんとうに意味のあるものが生まれるとは思えません。しなくてはならないことは、自分の置かれた時代に人間らしく生きるすべを学ぶことです。それはまた別のことで、これならできる。",
        "location": "3,765"
      },
      {
        "text": "隣にいたさっきの司祭が「ところで、キャンベルさん、あなたは司祭ですか」とたずねました。 私は答えました。「いいえ、 神父さま」 「あなたはカトリックですか」 「かつてはそうでした、ファーザー」 すると彼は─その言葉づかいが面白いと思ったのですが─「あなたは人格神（a personal god）を信じますか」と聞くのです。 私は「いいえ、ファーザー」と答えました。 彼は「たぶん、人格神の存在を論理によって証明する方法はないんでしょうな」と言いました。 そこで私は、「ファーザー、もしそういう方法があるのなら、信仰の価値はどこにあるのでしょう」と言いました。 すると司祭は、「ではキャンベルさん、お会いできて光栄でした」と言うなり、出ていきました。私",
        "location": "5,492"
      },
      {
        "text": "これは隠喩として聞いていただきたいのですが、ある人々は性器のレベルで生きていると、ほんとうに言えると思いますよ。それだけがその人たちの人生の目的なんですから。それが人生の意味なのです。それがフロイトの哲学じゃないでしょうか。そのあと、アドラーの意志力の哲学に至る。そこでは人生のすべては障害物とその克服に集中する。それは、たしかに完全によい生活であり、神性の具現でもあります。でも、それは動物のレベルにある。そのあとに別の種類の生活が待っている。なんらかの形で自分を他人に与えるという要素を含んだ生活です。それが開かれた心によって象徴される生活です。",
        "location": "5,527"
      },
      {
        "text": "私は生に目的があるとは信じません。生とは自己増殖と生存持続の強い欲求を持った多くのプロトプラズムにほかなりません。",
        "location": "5,875"
      },
      {
        "text": "は、「あなたの至福を追求しなさい」です。あなたの無上の喜びに従うこと。あなたのなかには、自分が中心にいることを知る能力があります。自分が正しい軌道に乗っているか、そこからはずれているかを知る能力が。",
        "location": "5,880"
      },
      {
        "text": "そう。言葉はいつも限定であり、制約です。",
        "location": "5,927"
      }
    ]
  },
  {
    "id": "a19ffb24e19c781f974651b73d96eccb349de62f99db599be034631cc30fa14a",
    "title": "核DNA解析でたどる 日本人の源流",
    "author": "斎藤 成也",
    "publisher": "河出書房新社",
    "isbn": "9784309253725",
    "asin": "4309253725",
    "readDate": "2018/06/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3725/9784309253725.jpg",
    "highlights": []
  },
  {
    "id": "feb5ed1fca1b0dcc3e4528c585c908c415f69fb053577120f2a536568e0ac95a",
    "title": "みんなが知っておくべき運用設計のノウハウ",
    "author": "著者を入力…",
    "publisher": "出版を入力…",
    "isbn": "",
    "asin": null,
    "readDate": "2018/06/12",
    "thumbnailImage": "",
    "highlights": [
      {
        "text": "① システム基本計画 … システム導入を検討する（本書では対象外） ②提案対応 … システムを導入する業者を決定する（本書では対象外） ③要件定義 … システムの要件を取りまとめる（2章） ④基本設計 … システムの基本的な動きをまとめる（3章） ⑤詳細設計 … パラメーターやフォローなどシステムの詳細を決める（4章） ⑥テスト … システム構築した結果をテストする（5章） ⑦移行 … システムを開始するための作業を行う（6章）",
        "location": "246"
      },
      {
        "text": "要件定義書では「何が」必要なのかを記載し、「どのように」設計・実装すべきかについては、基本設計で検討される。",
        "location": "268"
      },
      {
        "text": "■ 基本設計書 要件定義書に記載された要件を「どのように」実現するかをまとめた資料。",
        "location": "269"
      },
      {
        "text": "■ 運用設計書 システムを「どのように」運用していくかをまとめた資料。",
        "location": "275"
      },
      {
        "text": "運用設計では「運用フロー」「運用手順書」「台帳／一覧」が詳細設計書に該当する",
        "location": "285"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "295"
      },
      {
        "text": "要件定義で求められているものは、あくまでも「システム全体の要件把握」であり、求められているものは「検討漏れのない要件定義書」であることを忘れないようにしましょう。",
        "location": "409"
      },
      {
        "text": "運用設計書に記載する項目は大きく分けて、以下の３つになるかと思います。 ①共通項目…ほとんどの運用設計書に書かれているもの ②ITILプロセス項目…インシデント管理や問題管理といったプロセス ③システム運用項目…監視やバックアップ等のどのシステムでも共通している運用 ITILプロセスについては、詳しい書籍がたくさん",
        "location": "723"
      },
      {
        "text": "利用用途に合わせて2つのフローを使い分けましょう。",
        "location": "925"
      }
    ]
  },
  {
    "id": "f45901f95e065286dbb74eafe0f351e40edc770bc49b0c6cc0f7eaeb5b7831d9",
    "title": "考える読書",
    "author": "養老孟司",
    "publisher": "双葉社",
    "isbn": "9784575154399",
    "asin": "4575154393",
    "readDate": "2018/06/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4399/9784575154399.jpg",
    "highlights": [
      {
        "text": "もっと重要な教訓がある。こういう学生たちは、結婚したあと、いずれ定年離婚になるのではないかということである。なぜなら、出産に対する態度が「知ってらア」なのだから、育児だって同じだろうと思われるからである。おそらく自分では育児に関わらないし、関わる気もないかもしれない。結婚する気すらないかもしれない。",
        "location": "420"
      },
      {
        "text": "しかし推理小説が読める、書ける、そのためにはいくらかなりとも想像力が必要なのは、当然ではないか。そうした想像力を欠いた若者が出るのは、昔からか、最近のことか。おそらく昔からであろう。まさにいまに始まったことではないのである。",
        "location": "437"
      },
      {
        "text": "日本の文学が面白くなくなって久しい。それは既成社会の枠内でものごとを描こうとするからであろう。暴力が社会の枠外だということは、それを書こうとすれば、必然として社会の枠を意識するしかない。しかも枠外の世界では、まさに「倫理」を考えざるをえない。",
        "location": "513"
      },
      {
        "text": "自分の一生は一度しかなく、すべての瞬間はふたたび戻ることはない。そうした不可逆の時間のなかで、一回限りの決定をするとき、その根拠となるものが「倫理」である。定義により、それは法やマニュアルのような、一般的なルールとは折り合わない。一回限りの事象、それを「決定する」判断に、本来的には一般性はない。",
        "location": "517"
      },
      {
        "text": "暴力はいったん発現されてしまえば、不可逆という面が強い。とくに殺人は、被害者にとって、まさに一回限りの暴力である。私は戦争を憎むが、その理由は殺人の「一般化」にある。一般化され、正当化された殺人、つまり戦争に倫理はない。それをなんらかの意味で正当化する、つまり「正しい」と強弁するのは、奇怪に大きくなったヒトの脳だけであろう。",
        "location": "522"
      },
      {
        "text": "ウチから社会を見たときに成立する表現が世間であり、ソトから見たときに成立するのが社会なのである。",
        "location": "573"
      },
      {
        "text": "この卒業試験は伝説になって残っている。",
        "location": "600"
      },
      {
        "text": "竹岡氏がフランスで考古学を学んだ人だということを同時に知った。つまりわれわれの文化のなかでは、学問におけるこうした「実証的」な態度が、どことなく欠けている。なにより専門家自身が、学問を方法論だと思っていない。私",
        "location": "654"
      },
      {
        "text": "逆に方法論でものごとを扱えば、この国では「何でも屋」といわれる。有効な方法論ほど、じつはなんにでも使える。",
        "location": "662"
      },
      {
        "text": "情報化が行き届けば、世界に珍しいことはなくなる。すべてが日常化するからである。そこに非日常を提供してくれるのが、人の脳が紡ぎだす物語である。ただし現代社会そのものも、脳が紡ぎだす世界であることに変わりはない。すべてのものが人工化するからである。それがいわゆる現実であるとすれば、それとファンタジーが相伴って、さらに脳化が進んでいるというしかあるまい。脳の紡ぎだす世界から出ようとして、脳が別様に紡ぎだす世界に入ろうとするからである。",
        "location": "815"
      },
      {
        "text": "ファンタジーとは、要するに 御伽噺 である。御伽噺を筋書きだけにしたら、バカみたいな話になるに決まって",
        "location": "948"
      },
      {
        "text": "性について純粋に考えるなら、文学ではないが、 岸田秀 の『 性的唯幻論序説』 のほうがはるかに面白い。男はすべてインポテンツだという前提ではじまる岸田の議論のほうが、いかに「本質的」であるか。",
        "location": "1,204"
      },
      {
        "text": "道路公団民営化でもめたらしいが、もめた人を見ていると、年寄りである。まったく、若者はなにをしているのかと思う。 爺 はさっさと引っ込め。そう一言いえばいいではないか。功成り名遂げた年寄りが、人前で喧嘩しているのはみっともない。それだけ偉い人たちなら、周りに人がいないわけではあるまい。一言、忠告したらどうか。それでも新聞は経済について、「失われた十年」などとほざく。当たり前であろう。還暦を過ぎた私から見たって、まだ年寄りに見える人を、日銀や財務省のトップに据えてきたではないか。だから経済危機などといっても、じつは真面目にそう思っているわけじゃないな、と疑う。真面目な話が真面目じゃない世の中は、ここにもある。",
        "location": "1,262"
      },
      {
        "text": "真面目な話がじつは真面目ではない。そういう世の中で、軽いものを書くというのは、本当は大変なことなんじゃないか。若い人が軽いものを好むのは、いわゆる真面目の裏がなんとなく見えてしまうからじゃないのか。大人どもは、あんな、噓ばかりつきやがって。それならはじめから噓だとわかった話を、面白く読まされたほうがはるかにマシじゃないか。",
        "location": "1,280"
      },
      {
        "text": "ガンになったから、後がないのだ。多くの人はそう考えるであろう。どうやらそれは違う。後がないのは、いつでも同じである。老少不定、無常迅速。以前はお坊さんがそれを説いた。一休の歌、「門松は冥土の旅の一里塚」はその典型であろう。じつはわれわれが持っているのは、今日だけなのである。",
        "location": "1,375"
      },
      {
        "text": "これが変わってきたのは、情報化社会が進んだからである。そこでは人は自分を情報とみなすようになる。自分が実体ではなく、情報に変わると、自分を変わらないものと見なすようになる。情報は変化しないからである。ところが現代社会では、ほとんどの人が逆に考える。テレビのニュースも新聞の記事も、日替わりじゃないか。変わらないのは、それを読んでいるこの「自分」だ。つまり情報はつねに変化するが、自分は不変だ。そう思っているに違いないのである。",
        "location": "1,377"
      },
      {
        "text": "情報の不変さ、他方変化するものとしての人、それを見事に示しているのは、ヘラクレイトスの一言であろう。万物流転。これをギリシャ語で書くなら、ヘラクレイトスの時代といまと、まったく同じギリシャ語ではないか。万物はたしかに流転するが、情報そのものは不変なのである。ヘラクレイトスという人間はもういない。消えてなくなった。人間は情報ではないからである。",
        "location": "1,386"
      },
      {
        "text": "た。報道の内容は「報道する人間の都合」で決まる。それが私のまず第一の前提である。事実かどうか、そんなことは次にする問題である。まずは報道する側の都合。",
        "location": "1,945"
      },
      {
        "text": "しかし「歴史を消す」のは、日本人だけのお家芸ではない。「正統な歴史の解釈」なんてものを持ち出す相手には、用心したほうがいい。人類の歴史も、ここまでくれば、要するに「唯脳論」であることが理解できよう。現代ですら把握できない人間たちが、過去をきちんと把握できるわけがないのである。",
        "location": "2,271"
      },
      {
        "text": "私は昭和二十年八月十五日は小学二年生で、以来公の言説なんか、まったく信用しない癖がついているのである。",
        "location": "2,382"
      },
      {
        "text": "ある。聖書の記述のみが正しいという強い信念は、おそらくテキストが不動点であることと、心理的に結合しているはずである。聖書というテキストは変化しようがないからである。それならそれが永遠に通じる真理だと考えるのは、そこにいささかの宗教心を加味すれば、そう奇妙なことではない。まことに「はじめに言葉ありき」なのである。文字で書かれた聖書のなかに、その言葉を見出すのは、いかにみごとな整合性であろうか。すべてはテキストにはじまり、テキストに終わる。西欧が科学という客観性を見出し、さらにはテキスト批評を見出すのは、不思議ではないと思えるのである。",
        "location": "2,580"
      },
      {
        "text": "夢は勝手に「見る」ことができるが、真実については、正体は知れない。正体不明だからこそ、追いかける価値があり、そこに追いかける面白みがある。その意味で、夢よりも真実のほうが「高級」なのかもしれない。 子どもの頃から私は、正体の知れないものが好きだった。右のように考えると、それがなぜか、やっとわかるような気がするのである。",
        "location": "2,791"
      },
      {
        "text": "欠点を本気でいうなら、いくらでもいえる。でもそんなことにさしたる意味はない。本は読まれるためにある。どうせ読んでしまうのだから、欠点ばかり挙げても、読んだ自分が損をする。それなら取り柄を探すほうが生産的である。",
        "location": "2,815"
      },
      {
        "text": "つまり足して二で割るのが中庸ではない。上下左右の極端をとって、その中間を指すのである。つまり理論的中立点であって、具体的な中点ではない。具体的な中点で収めるのを、妥協というのである。",
        "location": "2,867"
      },
      {
        "text": "良識は万人に与えられている」。デカルトはそう書いていた。若かった私には、その意味がわからない。「常識とはなんだ」と訊いた学生と同じである。万人に良識があるはずがないじゃないか。若者は素直にそう思うのである。とくに日本の世間で教育を受けてくれば、そう思うはずである。",
        "location": "2,873"
      },
      {
        "text": "ユダヤ人は都市の住民で、都市は頭の中である。都市の人が「現実」などという言葉を使うのは、じつは噴飯ものである。すべては頭の中であるのに、なにが「現実」か。お金も知識も、課長・部長・社長も、すべては約束事に過ぎない。前々回に佐藤優の『国家の罠』を論じたが、あの世界だって、約束事の世界である。そうした世界で生きるのが得意な人たちが都会人で、ユダヤ人がそうであり、華僑がそうである。",
        "location": "2,907"
      },
      {
        "text": "ファンタジーなんか、なぜ読むか。先に逃避と書いたが、言い換えれば、世間の出来事への反抗なのである。現実の出来事にそっぽを向いて、まったく架空の話に読みふける。なぜ反抗かというと、「同じことじゃねーか」と思っているからである。ホリエモンの世界なんて、一種のファンタジーである。どこにも「現実」なんかない。すべては約束事に過ぎない。検察がホリエモンを捕まえるのは、そう思えば、「さらにファンタジー」である。人間の約束事だけでできた世界の中で、約束事の一部に反したと、ホリエモンを捕まえる。それならファンタジーの中だけで遊んでいるほうが、よほど安全で面白い。",
        "location": "3,165"
      },
      {
        "text": "もう一つ、ある。ファンタジーを楽しんだって、まったく無害である。テレビは見たくない人まで引き込む可能性がある。家族が見ているから、やむを得ず見てしまったということがある。本にはそれがない。自分で読むしかないのである。それならすべてはそれこそ自己責任で、面白かろうが、つまらなかろうが、それで仕方がない。ファンタジーを自己責任で読んできた経験からいうなら、ファンタジーは有益である。なぜって、ホリエモンの世界を簡単に体験できるからである。ファンタジーの読者は、最終的にはもっとも現実主義者なのだという逆説を、ご理解いただけるであろうか。まったく努力せずに、ホリエモンにも検察官にもなれる。そんなものは「浅い」と思うのは、本当には読んでいない証拠である。一切唯心造という禅語をご存知であろうか。",
        "location": "3,183"
      },
      {
        "text": "帰国した日にテレビを見ていたら、ホリエモンの会社の新社長が株主への「説明責任」について話していた。説明責任なんて言葉が、「実業」の世界に登場するとは思わなかった。説明が必要だということは、すでに「虚業」になっているということである。米",
        "location": "3,206"
      },
      {
        "text": "話したいことがあれば、ちゃんと相手は聞いてくれる。私",
        "location": "3,217"
      },
      {
        "text": "傍から見れば、まさにどうでもいいことで、喧嘩をしている。しかしそれを「どうでもいい」といってしまっては、それこそ政治にならない。だから私は政治は嫌いだという。どうでもいいことを、どうでもよくないように仕立てる。それが政治の要諦に見える。なぜそんな面倒なことをするかというなら、実質的にはそれがいちばん「害がない」からであろう。その裏にあるのは、人間の性癖である。なにかを大切だとしないと、世間が成り立たない。その「なにか」について、ああでもない、こうでもないと議論する。",
        "location": "3,263"
      },
      {
        "text": "科学技術の発展は、さまざまなことを可能にした。可能だから人間はそれをするので、環境を考えたら、答えは単純である。やりすぎなきゃ、それでいい。無限の知識追求という前提は、その「やりすぎ」を手伝ってしまう。それだけのことである。",
        "location": "3,273"
      },
      {
        "text": "推理小説もファンタジーも、マンガもアニメも、やりすぎ防止の一環である。以前なら十家族で耕していた田んぼを、いまは一家族で維持することができる。そういう時代に人がなにをすればいいかというなら、やりすぎ防止に励めばいい。",
        "location": "3,277"
      },
      {
        "text": "働かなきゃ食えないという時代なら、暇つぶしは罪悪だった。でも環境を考えるなら、働きすぎは罪悪である。東京にあれだけ摩天楼を建てて、どうするのかと思う。関係者はともかく、たいていの人はそう思っているであろう。働かなけりゃ食えない時代から、どう上手に働かないか、という時代に変わってきた。それでも働きたい人は、手作業、肉体労働をすべきなのである。昔",
        "location": "3,280"
      },
      {
        "text": "読者の想像力を刺激するから、上質なのである。いちいちすべてを説明するのは、読者を馬鹿にすることである。すべての読者がそう思うわけではないことくらい、これまた年寄りにはわかりきっている。この話は誤解の話と同じである。誤解を解こうと頑張るのは、若者である。私はそんなことはしない。人間は誤解する権利を持っている。まず第一に、理解する力がなかったら、誤解するしかない。誤解したときの問題点は、誤解した人間が損をするということである。年寄りが誤解を正そうとするのは、相手のことを考える親切である。私は不親切だから、誤解を正そうなんて思わない。",
        "location": "3,356"
      }
    ]
  },
  {
    "id": "9653a5ebe7c2d56d706b252d5ca0801242adc3e51dc56d7069f506e516385c14",
    "title": "遺伝子ー親密なる人類史ー 下",
    "author": "シッダールタ・ムカジー/田中　文",
    "publisher": "早川書房",
    "isbn": "9784152097323",
    "asin": "4152097329",
    "readDate": "2018/06/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7323/9784152097323.jpg",
    "highlights": []
  },
  {
    "id": "ba8f8115b04eb19841d7d2f87137cab4bbfeac4faa23885cadfc43a2e679d501",
    "title": "lsを読まずにプログラマを名乗るな！",
    "author": "藤原克則",
    "publisher": "秀和システム",
    "isbn": "9784798039435",
    "asin": "4798039438",
    "readDate": "2018/05/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9435/9784798039435.jpg",
    "highlights": []
  },
  {
    "id": "532790d54f21b0a0c14331c8d8e031c50399dbcaf904f82c907e35ba658eb6c7",
    "title": "おれに関する噂",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171050",
    "asin": "410117105X",
    "readDate": "2018/05/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1050/9784101171050.jpg",
    "highlights": [
      {
        "text": "マスコミが報道すれば、なんだってビッグ・ニュースになるのです」彼はうなずいた。「報道価値なんて、報道したあとからいくらでも出てくるんです。",
        "location": "370"
      }
    ]
  },
  {
    "id": "fccb9698cb89245f7cfbb58e5273a3d3eeb28f7eedac7ec3a4428b19f200d411",
    "title": "絶対わかる！コマンド＆パケットキャプチャー超入門",
    "author": "日経network編集部",
    "publisher": "日経BP社",
    "isbn": "9784822267896",
    "asin": "482226789X",
    "readDate": "2018/05/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7896/9784822267896.jpg",
    "highlights": []
  },
  {
    "id": "1bf88915cea7fff7878af7348d7051d5b72366cb6948d8d5f454e6a6c96ef356",
    "title": "遺伝子ー親密なる人類史ー 上",
    "author": "シッダールタ・ムカジー/田中　文",
    "publisher": "早川書房",
    "isbn": "9784152097316",
    "asin": "4152097310",
    "readDate": "2018/05/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7316/9784152097316.jpg",
    "highlights": []
  },
  {
    "id": "e5fb0b22cb2ce394ddc358abde208e2cb56bee615b17fe11c70991d0c1562df0",
    "title": "あらかじめ裏切られた革命",
    "author": "岩上安身",
    "publisher": "講談社",
    "isbn": "9784062050760",
    "asin": "4062050765",
    "readDate": "2018/05/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0760/9784062050760.jpg",
    "highlights": []
  },
  {
    "id": "6e222488912c9ddbea987251fd946bbe7886ea18c91ce75e41844c9a149c4915",
    "title": "知ってるつもり",
    "author": "スティーブン・スローマン/フィリップ・ファーンバック",
    "publisher": "早川書房",
    "isbn": "9784152097576",
    "asin": "4152097574",
    "readDate": "2018/05/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7576/9784152097576.jpg",
    "highlights": [
      {
        "text": "なぜ人間は、ほれぼれするような知性と、がっかりするような無知をあわせ持っているのか。たいていの人間は限られた理解しか持ち合わせていないのに、これほど多くを成し遂げてこられたのはなぜなのか。本書ではこうした疑問に答えていく。",
        "location": "97"
      },
      {
        "text": "すべてを理解することは不可能であり、まともな人間なら挑戦してみようとも思わない。私たちは 曖昧 できちんと整理されていない抽象的知識に頼っている。誰",
        "location": "207"
      },
      {
        "text": "知識がすべて自分の頭のなかにあるのではなく、コミュニティのなかで共有されることを理解しはじめると、英雄に対する認識が変わる。個人に注目するのではなく、もっと大きな集団に目が向くようになる。",
        "location": "345"
      },
      {
        "text": "知識の錯覚は、社会の進化とテクノロジーの未来にも重要な示唆を与える。テクノロジー・システムが一段と複雑化するのにともない、それを完全に理解できる個人はいなくなる。",
        "location": "347"
      },
      {
        "text": "私たちは共同してモノを考えるため、チームで活動することが多い。これはすなわち個人としてどのような貢献ができるかは、知能指数より他者と協力する能力によって決まる部分が大きいことを意味する。",
        "location": "357"
      },
      {
        "text": "完全な理解を得ようとすると、次々と理解しなければならないことが増えていく。完全な理解を得るために理解しなければならないものの組み合わせはあっという間に増えていき、抱え込もうとすれば爆発してしまうだろう。",
        "location": "642"
      },
      {
        "text": "ホルヘ・ルイス・ボルヘス",
        "location": "677"
      },
      {
        "text": "知的であるというのは要するに、五感から入ってくる膨大なデータから本質的で抽象的な情報を抽出する能力があるということだ。",
        "location": "845"
      },
      {
        "text": "シェークスピアの『マクベス』のなかで、マクベス夫人がダンカン王を殺した後、手を洗いつづける場面がある。 「消えろ、このしみ、消えろ。一つ二つ、鐘の音、やるのは今だ。地獄は薄暗い！」",
        "location": "1,154"
      },
      {
        "text": "思考は、身体を通じてしか世界を認識できない。思考の材料となる情報は目から、耳から、鼻から、そして他の知覚器官から入ってくる。相互作用は逆方向にも働く。",
        "location": "1,527"
      },
      {
        "text": "お金はインセンティブの一つにすぎない。専門家は金銭的インセンティブより、自分が正しいと認められることを喜ぶ傾向がある（ 16）。",
        "location": "2,565"
      },
      {
        "text": "偉大な哲学者で政治活動家でもあったバートランド・ラッセルはそれを「情熱的に支持される意見には、きまってまともな根拠は存在しないものである」と表現している。クリント・イーストウッドはもっと直截的だ。「過激主義とは簡単なものだ。自分の意見を決めたら、それで終わり。あまり考える必要がない（ ４）」",
        "location": "2,997"
      },
      {
        "text": "だ。「私が成功した理由は、知らないことへの対処方法にある。私は自分の考えのどこが誤っているかを考える。反論してくれる人間に会うと、嬉しくなる。物事を彼らの視点から見て、これは正しいのか、間違っているのかと考えることができるからだ。このような学習経験によって知識が深まり、より良い意思決定につながる。このように、知っていることより、知らないことに対処することのほうが大切なのだ（ 14）」",
        "location": "4,392"
      },
      {
        "text": "知能は特定の個人ではなく、コミュニティの中に存在する。このためコミュニティの知恵を引き出す意思決定の手続きは、比較的無知な個人の力に頼るものより優れた結果をもたらす可能性が高い。有能なリーダーとは、コミュニティをもり立て、その内に宿る知識を活用し、メンバーのなかで最も専門能力が高い者に責任を委譲できる人だ。",
        "location": "4,480"
      }
    ]
  },
  {
    "id": "636bacbded74892ed1bde056cba81c19d160b227bcee6f9dca2b9e8f8a2a877e",
    "title": "あなたは今、この文章を読んでいる。",
    "author": "佐々木敦",
    "publisher": "慶応義塾大学出版会",
    "isbn": "9784766421620",
    "asin": "4766421620",
    "readDate": "2018/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1620/9784766421620.jpg",
    "highlights": []
  },
  {
    "id": "0cc1ebbec5ef4a5c65435d45d7408f45fe1990c6d37d94796a43d411928644c0",
    "title": "マクベス",
    "author": "ウィリアム・シェイクスピア/安西徹雄",
    "publisher": "光文社",
    "isbn": "9784334751647",
    "asin": "4334751644",
    "readDate": "2018/05/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1647/9784334751647.jpg",
    "highlights": [
      {
        "text": "天の星々よ、光を消せ。おれのこの胸の奥底にわだかまる黒い野望に、光を当てるな。手のやることを目には見せるな。やらねばならぬ。やってしまって、たとえ目が見るのを怖れるようなことであっても、やるしかない。（",
        "location": "283"
      },
      {
        "text": "だけで、〝時〟の流れの浅瀬の上で一切の けり がつくなら、来世のことなど誰がかまうか。だがこの てのことは、いつでもこの世で裁きがくだる。血なまぐさい行為をけしかければ、けしかけた当人の頭上に 災いは返ってくる。杯に毒を盛ってすすめれば、公平無私の正義は見のがしはせぬ、かならずや、毒を盛ったその本人の唇に突き返すの",
        "location": "386"
      },
      {
        "text": "得られたものは何ひとつない。すべて無駄、たとえ望みは得られても、満足を手に入れることができなければ。いっそ殺されたほうがまだまし、殺したあげく、不安にまみれた喜びしか手に入らないなら。",
        "location": "885"
      },
      {
        "text": "いったん悪を始めたからには、悪を重ねること以外、強くなる道はどこにもないのだ。",
        "location": "922"
      }
    ]
  },
  {
    "id": "6900ede122f6da819d2b7b3751166fcc2acbc0650f4b81eda4ec24438c9e809a",
    "title": "ハプスブルク帝国",
    "author": "岩崎　周一",
    "publisher": "講談社",
    "isbn": "9784062884426",
    "asin": "4062884429",
    "readDate": "2018/05/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4426/9784062884426.jpg",
    "highlights": [
      {
        "text": "中世盛期以降、ドイツの貴族は城・領地・修道院の三つをもって勢力の基盤とした",
        "location": "103"
      },
      {
        "text": "マリア・テレジアはこの危機をよくしのいだ。鍵となったのは、従来の国制の遵守を約して「共通の危機」意識を喚起し、傘下の諸邦の協力をとりつけたことである。とくに、ハンガリーからの支持は重要な意味をもった。マリア・テレジアは、援助を得るには国制の遵守が必須という重臣シュタルヘムベルクの提言に従い、ハンガリー王国議会を招集すると、自らその場に赴いて、諸身分との交渉にあたった。そして、「この最悪の危機において、私、私の子供たち、王冠そして王国を、躊躇なく支援するようお願いします。ハンガリーとその人々の以前の幸福な状態とその名の栄光を回復するため、私の責務を果たしましょう」と熱弁を振るい、圧倒的な支持を勝ち取った。カール六世期における漸進的な関係改善、ハンガリー国制の尊重の確約、そしてマリア・テレジアの力量の相乗効果がもたらした成果であった。",
        "location": "2,223"
      },
      {
        "text": "ハプスブルク君主国が国家解体の危機をしのいだことがまずは重要であった。マリア・テレジアは戦後、当時の自分には「現金も、信用も、軍隊も、経験も、学問も、助言者もなかった」と語ったが、これは正しくない。今日の研究は、ハプスブルク君主国が「考えられているよりも多くの理念的、人的そして物的資源を有していた」（ヨハネス・ブルクハルト） ことを示している。危機克服の要因は、「共通の危機」意識の共有に基づく国力の大々的な活用、同盟国の存在、敵対勢力間の不和、そしてマリア・テレジアの卓越した統治力の相互作用にあった。とは言え何らかの改革が必要であることは明らかであり、マリア・テレジアは終戦を待たず、鋭意それに着手した。",
        "location": "2,263"
      },
      {
        "text": "イギリスの哲学者デイヴィッド・ヒュームは、「彼女は美人ではありませんが、堂々たる君主であり、聡明で高潔な女性です。彼女が内外からかくも絶大に支持されているのは、なんら不思議なことではありません」と、彼女に 謁見 した際の印象を語っている。",
        "location": "2,273"
      },
      {
        "text": "マリア・テレジアは、神権的君主理念（「ピエタース・アウストリアカ」） の信奉者であり続けた。「神の恩寵により」君主の座にあるという意識から発する義務感は家族愛より強く、その意識の低い者には容赦がなかった。不勉強で軽率な言動の目立った末娘のフランス王妃マリ・アントワネットに宛てた手紙には、彼女のそうした峻厳な面が、優れた洞察力と共によく現れている。",
        "location": "2,399"
      },
      {
        "text": "「あなたの美しさ、それは実際にはさほどのものではありません、それにあなたの才能や知識（そんなものが存在しないことはご存じでしょう）、これらによってあなたはみんなの敬愛を得てきたわけではありません。それはひとえにあなたのやさしさと率直さと心遣いによるものであり、しかもあなたがたいそう健全な感覚でもってそうした持ち味を発揮してきたからなのです」 「あなたの幸せは一変するかもしれず、あなたは自分のいたらなさのためにこのうえない不幸に陥るかもしれないのです。それはこれまで恐るべき享楽欲に身をまかせ、王妃として身を入れてするべきことに時間を割かなかった結果です」（藤川芳朗訳）",
        "location": "2,402"
      },
      {
        "text": "マリア・テレジアは、ハプスブルク君主国をパターナリズム（上の立場にある者が、下の立場にある者のためとして、その者の意思によることなく後見的に振る舞うこと） に基づく官憲国家とする道を開いた。マリア・テレジアにとって、人民はカトリック的・家父長制的秩序理念の下、「上から」教化善導すべき「臣民」だった。歴史家エルンスト・ハーニッシュは、こうした姿勢による統治が以後長く続き、福祉国家の形成などに一定の成果が上がったことで、オーストリアでは「お上」頼みの心性が育まれて国家主義的・官僚主義的な伝統が強くなり、市民社会の自立性・主体性が弱い政治文化（「臣民文化」） が生まれたと、興味深い指摘を行っている。",
        "location": "2,410"
      },
      {
        "text": "良き意図をもちながら、何事もなさなかった者ここに眠る」という墓碑銘を自ら起草し、失意のうちに没した（一",
        "location": "2,484"
      }
    ]
  },
  {
    "id": "7c5c53377f75b56482ef9635ae47fa9a98d3e1ae280f29ec9af10b192a488810",
    "title": "論文作法",
    "author": "ウンベルト・エーコ/谷口勇",
    "publisher": "而立書房",
    "isbn": "9784880591452",
    "asin": "4880591459",
    "readDate": "2018/05/16",
    "thumbnailImage": "https://images-na.ssl-images-amazon.com/images/I/51iqmXywSnL._AC_SL1500_.jpg",
    "highlights": []
  },
  {
    "id": "8ce5fffa8ea511f036201d44a5f9db394b3bf9771234d2d5dd5f0fa2e4188b81",
    "title": "鏡の国のアリス",
    "author": "ルイス・キャロル/河合祥一郎",
    "publisher": "角川書店",
    "isbn": "9784042118046",
    "asin": "4042118046",
    "readDate": "2018/05/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8046/9784042118046.jpg",
    "highlights": [
      {
        "text": "た。「自分がどんなに大きなお姉さんなのか考えなさい。今日はどんなにがんばったか考えなさい。今、何時だか考えなさい。なんでもいいから考えなさい。とにかく泣いちゃだめ！」",
        "location": "949"
      },
      {
        "text": "こいつは君がぎゃふんというようなすてきな議論だ！』という意味だ。」 「でも『 栄誉』は『ぎゃふんというようなすてきな議論』という意味にはなりません。」アリスは反論しました。 「わしが 言葉を使うときは」ハンプティ・ダンプティはかなり軽べつした調子で言いました。「言葉はわしが意味させようとしたものを意味する──それ以上でも以下でもない。」 「問題は」とアリス。「言葉にそんなにいろんなものを意味させられるかどうかということです。」 「問題は」とハンプティ・ダンプティ。「言葉とわしのどっちがどっちの言うことをきくかということ──それだけだ。」",
        "location": "1,187"
      },
      {
        "text": "た。「言葉には短気なやつもいて──とくに動詞だ。動詞は どうしようもなく鼻もちならない。形容詞はこちらのいうとおりにオーケーヨーシとやってくれるのだが──しかし、わしなら、動詞をおおぜい 同志 としておる！ 不可 入 性！ まさにそいつだ！」",
        "location": "1,194"
      }
    ]
  },
  {
    "id": "20de3739a21a258d5799e56d9fbd2da9dc1de07f45b88f3f79e4771ed41478c3",
    "title": "たのしいプロパガンダ",
    "author": "辻田真佐憲",
    "publisher": "イースト・プレス",
    "isbn": "9784781680088",
    "asin": "4781680089",
    "readDate": "2018/05/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0088/9784781680088.jpg",
    "highlights": [
      {
        "text": "完成した標語よりも、標語について人々に考えさせることのほうが、社会的な影響力があると考えられていたのである。高額の賞金を用意し、射幸心を利用して人々を教化しようというのも、「楽しいプロパガンダ」の一種であったことがわかるだろう。",
        "location": "371"
      }
    ]
  },
  {
    "id": "890324d097afc4c0a3c5bfc38a6e5ef578869693a77417b05cef656178a6c895",
    "title": "辞書を編む",
    "author": "飯間浩明",
    "publisher": "光文社",
    "isbn": "9784334037383",
    "asin": "4334037380",
    "readDate": "2018/05/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7383/9784334037383.jpg",
    "highlights": [
      {
        "text": "ます。「左右」の意味を「東西南北」で説明し、「東西南北」を「左右」で説明するのは、循環論法です。 『新明解国語辞典』は、この点、工夫しています。 みぎ【右】 アナログ時計の文字盤に向かった時に、一時から五時までの表示のある側。〔「明」という漢字の「月」が書かれている側と一致〕 （『新明解国語辞典』第７版）",
        "location": "2,186"
      },
      {
        "text": "で、『岩波国語辞典』の登場となります。『岩波』は、１９６３年の初版で、「右」について、簡潔な、しかも核心を衝いた語釈を施しました。 みぎ【右】 ① 相対的なの一つ。東を向いた時、南の方、また、この辞書を開いて読む時、偶数のある側をいう。 左。 （『岩波国語辞典』初版）",
        "location": "2,195"
      },
      {
        "text": "また、「そのことばが、いつ頃から使われているかを知りたい人」にとっては、『 新潮現代国語辞典』が向いています。",
        "location": "2,530"
      },
      {
        "text": "「そのことばが、今、広く使われているかどうかを確かめたい人がいれば、『三国』はその人に向いている」 ここで言う「今、広く使われている」ことばとは、単なる新語・流行語のことではありません。もっと期間を長く取って、ここ 40 ～ 50 年ほどの、同時代の日本語のことと考えてください。",
        "location": "2,549"
      },
      {
        "text": "私は、辞書を編むという営みを通じて、ことばによる世界の模型が作りたいのです。自分が全知全能の存在になって、ことばだけで世界を作り上げる。それを辞書の上に定着させて、たくさんの人に見てもらう。これがおもしろくないはずはありません。",
        "location": "2,867"
      }
    ]
  },
  {
    "id": "453f61ed1067672acc5cbf123ca6a86cbe7d1a376952f4b5bbf93fdb7c43bb64",
    "title": "知的複眼思考法",
    "author": "苅谷剛彦",
    "publisher": "講談社",
    "isbn": "9784062072281",
    "asin": "4062072289",
    "readDate": "2018/05/11",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2281/9784062072281.jpg",
    "highlights": []
  },
  {
    "id": "6c5d4656370a4aab872b56a7d163f1f6d5ea24f54fef3aba46f0ba4bea42a775",
    "title": "本を読む本",
    "author": "モーティマー・J．アドラー/チャールズ・ヴァン・ドーレン",
    "publisher": "講談社",
    "isbn": "9784061592995",
    "asin": "4061592998",
    "readDate": "2018/05/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2995/9784061592995.jpg",
    "highlights": []
  },
  {
    "id": "e552c0ce581e04db5f938f357d0afd17eb45d04ba17d3132e410b50c41778062",
    "title": "わかばちゃんと学ぶWebサイト制作の基本",
    "author": "湊川あい",
    "publisher": "シーアンドアール研究所",
    "isbn": "9784863541948",
    "asin": "4863541945",
    "readDate": "2018/05/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1948/9784863541948.jpg",
    "highlights": []
  },
  {
    "id": "628515028dc96189856485af2daee76025d03d71df57a9e3aa2fffc17a411104",
    "title": "まんがでわかるLinux シス管系女子3",
    "author": "Piro(結城 洋志)/日経Linux",
    "publisher": "日経BP",
    "isbn": "9784822256784",
    "asin": "4822256782",
    "readDate": "2018/05/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6784/9784822256784.jpg",
    "highlights": []
  },
  {
    "id": "9088fc666182468a9db624e8312dab999a434544bf64dad1b610900d14bfb53e",
    "title": "あの戦争と日本人",
    "author": "半藤一利",
    "publisher": "文藝春秋",
    "isbn": "9784167483210",
    "asin": "4167483211",
    "readDate": "2018/05/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3210/9784167483210.jpg",
    "highlights": [
      {
        "text": "その焼け跡を見て、何を思ったか──。俺はもう、この世で「絶対」という言葉は使わないぞ、と。「絶対に俺のうちは焼けない」とか、「絶対に俺は人を殺さない」とか、「絶対に神風は吹く」とか、「絶対に日本は勝つ」とか、そういうことはあり得ない、そんなものはウソだ、と自分の家の焼け跡に立ち、荒涼たる焼け野原を見ながら思ったんです。それ以来、わたくしは「絶対」という言葉は使っていない。",
        "location": "89"
      },
      {
        "text": "司馬遼太郎さんがしきりにおっしゃっていましたが、昭和が開幕してから太平洋戦争敗戦までの一時期は、日本の歴史のなかの「異胎」である。つまり軍部のもつ「統帥権」というものが、昭和史をむちゃくちゃに引っかき回した時代であって、長い日本の歴史とは切り離して考えたほうがいい、と。わたくしは「司馬さん、それは違います。歴史はやっぱり流れています。繫がってるんですから、ここだけ切り離すわけにいかないんです。歴史をちゃんとたどって探っていかなきゃいけないんです」なんて偉そうなことを、司馬さんに向かって言っちゃった手前もありましてね（笑）。そこで統帥権とはそもそも何ぞやということを探り始めたんです。",
        "location": "178"
      },
      {
        "text": "日本人の心のなかを一尺も掘れば、いつだってたちまち攘夷の精神が芽を出します。",
        "location": "320"
      },
      {
        "text": "日本人は外圧によってナショナリストになりやすいようです。いいかえれば、時代の空気にたちまち順応するということになる。状況の変化につれて、どうにでも変貌できる。そんな人たちは、戦争の悲惨の記憶が失われて、時間が悲惨を 濾過 し美化していくと、それに酔い心地となって、再び 殺戮 に熱中する人間に変貌する可能性があるのじゃないでしょうか。 じゃあ、熱狂に流されないためにはどうしたらいいか、と問われれば、歴史を正しく学んで、自制と謙虚さをもつ歴史感覚を身につけることです、と答えることにしています。",
        "location": "343"
      },
      {
        "text": "「この戦争準備の大予算（日露戦争までつづくのだが）そのものが奇蹟であるが、それに耐えた国民のほうがむしろ奇蹟であった。」",
        "location": "394"
      },
      {
        "text": "軍隊のみならず、日本の組織は何かやろうとするとき、一体何を目的とするのか、それを明確にしないでやってしまうことが多いんです。",
        "location": "553"
      },
      {
        "text": "歴史の教訓からもっとも学ぶべきリアリズムが消えてしまうのは、日本人の非常に困ったところです。あえていえば、太平洋戦争の真の敗因は、日露戦争の勝利にあったのです。いや、なぜあのような愚かな戦争をしたのか、ということも、つきつめると勝利の神話のみを語り継いできたため、といえるかと思います。",
        "location": "711"
      },
      {
        "text": "た『吾輩は猫である』の六章の文章を読むと時代相がよくわかります。 「東郷大将が大和魂を有って居る。肴屋の銀さんも大和魂を有って居る。詐偽師、山師、人殺しも大和魂を有って居る」「誰も口にせぬ者はないが、誰も見たものはない。誰も聞いた事はあるが、誰も遇った者がない。大和魂はそれ天狗の類か」",
        "location": "994"
      },
      {
        "text": "「ナショナリズム（nationalism）は、民族の独立を要求する運動を意味するときは民族主義、民族を基盤とする統一国家を追求する運動を意味するときは国民主義、国家を至高の存在と考え国家目標を実現するために個人の献身を求める思想を意味するときは国家主義と訳されている」",
        "location": "1,001"
      },
      {
        "text": "とくに日本人は言葉が作った流れに熱狂しやすいようなところがあります。だからこそ、待てよ、と思って欲しい。雰囲気に流されてないか、と考えることが本当に大事なことです。要するに、集団麻酔にかかるな、ということなんです。",
        "location": "1,420"
      },
      {
        "text": "作家武田泰淳さんの『政治家の文章』という本（岩波新書）を読んで、えらく感服したことがありました。 「……政治家みずから、政治という特殊な目的のために、やむをえず『言語』にあたえた衣裳の寸法を、まるで地球の尺度のように思いこみ、はては歌舞伎の名せりふに似たものを、おぼえこみ、くりかえし、それに酔っていれば、『政治的行動』をやってのけているかの如く錯覚するようになるとすれば、おそろしいことである。政治用の言語が、目的のための手段の一つにすぎないことを忘れてしまい、かえって固定した『名文句』を押しつけ、ゆきわたらせることに、政治の目的を発見したりする怪しげな事態が、しばしば起っている」",
        "location": "1,755"
      },
      {
        "text": "七月十日、突然、アメリカのハル国務長官が日本に厳重抗議をしてきました。イギリス租界を封鎖して身体検査をやったことに対してなんです。 「公衆の面前で、他国の市民を裸にすることは、世界到るところ、普通市民の 蛇蝎視することである。……アメリカ政府は、日本政府がアメリカ市民の権利、利益、事業を奪わないのみならず、日米両国人民間に敵対心をつくる行動を避けるよう希望する」 日本としては、傲岸な陸軍でさえ、アメリカ人に対しては非常に気を遣っていたんです。イギリス人と区別して、検査で裸にしたりしないようにしていたはずなんですよ。しかし中には間違って裸にしちゃったやつもいたんでしょうかね（笑）。",
        "location": "2,120"
      },
      {
        "text": "「手紙をありがとう しっかりした精神をもって 元気で居ることを聞いて 喜んで居ます 国家は多事であるが 私は丈夫で居るから安心してください 今度のような決心をしなければならない事情を早く話せばよかったけれど 先生とあまりにちがったことをいうことになるので ひかえて居ったことを ゆるしてくれ 敗因について一言いわしてくれ 我が国人が あまりに皇国を信じ過ぎて 英米をあなどったことである 我が軍人は 精神に重きをおきすぎて 科学を忘れたことである 明治天皇の時には 山県 大山 山本等の如き陸海軍の名将があったが 今度の時は あたかも第一次世界大戦の独国の如く 軍人がバッコして大局を考えず 進むを知って 退くことを知らなかったからです 戦争をつづければ 三種神器を守ることも出来ず 国民をも殺さなければならなくなったので 涙をのんで 国民の種をのこすべくつとめたのである 穂積大夫は常識の高い人であるから わからない所あったら きいてくれ 寒くなるから 心体を大切に勉強なさい」",
        "location": "3,798"
      }
    ]
  },
  {
    "id": "a325ac9946ffb38c3eddfc519618a2d93e01e295d86a90555d95328a67f15ae1",
    "title": "異世界にドラゴンを添えて",
    "author": "著者を入力…",
    "publisher": "出版を入力…",
    "isbn": "",
    "asin": null,
    "readDate": "2018/04/30",
    "thumbnailImage": "",
    "highlights": []
  },
  {
    "id": "bffcd719a5ec40880dee31f8df17b67c5967cbdc2d6cbf07203d125e008dadf0",
    "title": "日本のいちばん長い日",
    "author": "半藤一利",
    "publisher": "文藝春秋",
    "isbn": "9784167483159",
    "asin": "4167483157",
    "readDate": "2018/04/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3159/9784167483159.jpg",
    "highlights": [
      {
        "text": "今日の日本および日本人にとって、いちばん大切なものは〝平衡感覚〟によって復元力を身につけることではないかと思う。内外情勢の変化によって、右に左に、大きくゆれるということは、やむをえない。ただ、適当な時期に平衡をとり戻すことができるか、できないかによって、民族の、あるいは個人の運命がきまるのではあるまいか。",
        "location": "14"
      },
      {
        "text": "今日をはずしたら、ソ連が満州、朝鮮、樺太ばかりでなく、北海道にもくるだろう。ドイツ同様に分割される。そうなれば日本の土台を壊してしまう。相手がアメリカであるうちに始末をつけねばならんのです」",
        "location": "539"
      },
      {
        "text": "無私無我ということにつきる。〝私〟がないから事の軽重本末を見誤ることがなかったし、いまからでは想像もつかぬ狂気の時代に、たえず醒めた態度で悠々としていられたのである。",
        "location": "1,084"
      },
      {
        "text": "敗戦の罪はすべて陸軍が背負うべきであろう。 統帥権 の独立を呼号し、政治を無視し、自分の意のままに事後承諾の形であらゆることを遂行してきた陸軍こそ、罰せられてしかるべきなのであろう。",
        "location": "3,902"
      }
    ]
  },
  {
    "id": "8390d6f63e890abd4c946518e1d803a64facabb7e51929c6c8e32245a8ada66f",
    "title": "オーウェル評論集",
    "author": "ジョージ・オーウェル/小野寺健",
    "publisher": "岩波書店",
    "isbn": "9784003226216",
    "asin": "4003226216",
    "readDate": "2018/04/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6216/9784003226216.jpg",
    "highlights": []
  },
  {
    "id": "7ea2e62137142951cd580f6bbc7af9f554228bc78cf2d79968005f1a716e11fa",
    "title": "今こそ読みたいマクルーハン",
    "author": "小林啓倫",
    "publisher": "マイナビ出版",
    "isbn": "9784839946531",
    "asin": "4839946531",
    "readDate": "2018/04/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6531/9784839946531.jpg",
    "highlights": [
      {
        "text": "すべてのメディアは、われわれのすみからすみまで変えてしまう。それらのメディアは個人的、政治的、経済的、美的、心理的、道徳的、倫理的、社会的な出来事のすべてに深く浸透しているから、メディアはわれわれのどんな部分にも触れ、影響を及ぼし、変えてしまう。メディアはマッサージである。こうした環境としてのメディアの作用に関する知識なしには、社会と文化の変動を理解することはできない。 （マクルーハン『メディアはマッサージである』より）",
        "location": "123"
      },
      {
        "text": "われわれの文化は統制の手段としてあらゆるものを分割し区分することに長らく慣らされている。だから、操作上および実用上の事実として「メディアはメッセージである」などと言われるのは、ときにちょっとしたショックになる。このことは、ただ、こう言っているにすぎない。いかなるメディア（すなわち、われわれ自身の拡張したもののこと）の場合でも、それが個人および社会に及ぼす結果というものは、われわれ自身の個々の拡張（つまり、新しい技術のこと）によってわれわれの世界に導入される新しい尺度に起因する、ということだ。",
        "location": "233"
      },
      {
        "text": "なぜなら、いかなるメディア（つまり、技術）の場合でも、その「メッセージ」は、それが人間の世界に導入するスケール、ペース、パターンの変化に他ならないからである。鉄道は移動とか輸送とか車輪とか線路とかを人間の社会に導入したのではない。それ以前の人間の機能のスケールを加速拡大し、その結果まったく新しい種類の都市や新しい種類の労働や余暇を生み出したのである。このことは、鉄道の通ずるようになったのが熱帯地方であれ北方地方であれ、また、鉄道というメディアの荷物（すなわち、内容）と無関係に、生じた。一方、飛行機も輸送の度合いを加速することで、飛行機の使用目的とはまったく無関係に、鉄道型の都市や政治や結合を解体する傾向がある。",
        "location": "250"
      },
      {
        "text": "「メディアはメッセージである」の章は、こう言えばたぶん明快になる。いかなる技術も徐々に完全に新しい人間環境を生み出すものである、と。",
        "location": "261"
      },
      {
        "text": "〝人々が文字というものを学ぶと、記憶力の訓練がなおざりにされるため、その人たちの魂の中に、忘れっぽい性質が植えつけられる。それはほかでもない、彼らは外部的に書かれたものを信頼して、自分の力で思い出すことをしないようになるからである。……あなたが習う人たちに与える知恵というものは、知恵の外見であって、真実の知恵ではない。つまり彼らは、親しく教えを受けなくてももの知りになるため、一般に何も知らないでいながら、見かけだけは非常な博識家であると思われるようになるだろう〟",
        "location": "372"
      },
      {
        "text": "「メディアはマッサージである（The medium is the massage）」 「メディアは大衆の時代である（The medium is the mass age）」 「メディアは混乱の時代である（The medium is the mess age）」",
        "location": "438"
      },
      {
        "text": "実はマクルーハンはメディアを「テクノロジー（技術）」全般を指す言葉として使っていて、非常に広い意味を持たせているのです。",
        "location": "461"
      },
      {
        "text": "・１８１５年のある校長の出版物から：「最近の生徒たちは紙に頼りすぎです。生徒たちは石板を使うと、チョークの粉まみれになってしまいます。それに石板をきちんときれいにすることもできない。紙を使い切ってしまったらどうするんでしょう」",
        "location": "1,092"
      },
      {
        "text": "古い価値観を更新する準備を怠れば怠るほど、新しい技術環境によって、より大きな苦痛がもたらされるでしょう。",
        "location": "1,138"
      },
      {
        "text": "メディア観に基づいています。 簡単にまとめると、あるメディアが人間の感覚を拡張する際に、「高精細／高解像度」で行う、言い換えれば「与えてくる情報量が多い」のがホット。逆に「低精細／低解像度」で行う、つまり「与えてくる情報量が少ない」のがクールである、とマクルーハンは解説しています。",
        "location": "1,175"
      },
      {
        "text": "シンプルだ。フィルターをインターネットにしかけ、あなたが好んでいるらしいもの――あなたが実際にしたことやあなたのような人が好きなこと――を観察し、それをもとに推測する。これがいわゆる予測エンジンで、あなたがどういう人でなにをしようとしているのか、また、次になにを望んでいるのかを常に推測し、推測のまちがいを修正して精度を高めてゆく。このようなエンジンに囲まれると、我々はひとりずつ、自分だけの情報宇宙に包まれることになる。わたしはこれをフィルターバブルと呼ぶが、その登場により、我々がアイデアや情報と遭遇する形は根底から変化した。",
        "location": "1,491"
      },
      {
        "text": "です。 ドーキンス曰く、ギリシャ語版聖書に登場した「処女」という言葉は、実はヘブライ語版聖書にあった「若い女」という言葉を誤訳したものだったとか。このドーキンスによる指摘については、当然ながら読者からかなりの反応があったそうで、わざわざ",
        "location": "1,618"
      },
      {
        "text": "現代はすべてのことが同時に起きるまったく新しい世界である。〝時間〟は止まり、〝空間〟は消失した。われわれはいまや、地球という一つの村である世界……同時的なハプニングの世界……に住んでいる。われわれは、ふたたび聴覚的空間に戻った。われわれは、文字テクノロジーによって数世紀にわたってはばまれてきた原始的感情、部族的感情を、ふたたび構成し始めた。",
        "location": "2,097"
      },
      {
        "text": "真理は汝らに自由を得さすべし。（The truth shall make you free.）",
        "location": "2,365"
      }
    ]
  },
  {
    "id": "ce2e688bf57e7cfc3e8c1c1d0dd948b9715c2f649552af30e3e6471577982c2c",
    "title": "わかったつもり",
    "author": "西林克彦",
    "publisher": "光文社",
    "isbn": "9784334033224",
    "asin": "4334033229",
    "readDate": "2018/04/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3340/33403322.jpg",
    "highlights": [
      {
        "text": "わかった状態になったとき、各部分からは、「文脈と矛盾なく関連がつき、文脈を介して他の部分とも矛盾なく関連がつく意味」が引き出されているのです。",
        "location": "584"
      },
      {
        "text": "か。 まず、 自分は「わかっている」と思っているけれど、「わかったつもり」の状態にあるのだ、と明確に認識しておく ことが必要です。すなわち、今は見えていないけれど必ずもっと奥があるはずだ、と認識しておく必要があるのです。",
        "location": "1,630"
      }
    ]
  },
  {
    "id": "a9b648a738cc3beb300a2df9602e17c262cb36164da1eff348a02d9cf2389fe4",
    "title": "時計の科学 人と時間の5000年の歴史",
    "author": "織田　一朗",
    "publisher": "講談社",
    "isbn": "9784065020418",
    "asin": "4065020417",
    "readDate": "2018/04/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0418/9784065020418.jpg",
    "highlights": []
  },
  {
    "id": "2b9c09da13e58dd65c40ec76134dbdb18eeb710f4ab29cc6e6401cf7fa0f274f",
    "title": "珈琲の世界史",
    "author": "旦部　幸博",
    "publisher": "講談社",
    "isbn": "9784062884457",
    "asin": "4062884453",
    "readDate": "2018/04/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4457/9784062884457.jpg",
    "highlights": [
      {
        "text": "モカとは、もともとアラビア半島南端のイエメンにある港町の名前です。",
        "location": "20"
      },
      {
        "text": "アラビア語の「カフワqahwah」に由来します。この言葉がトルコ語の「カフヴェkahve」になり、その後、ヨーロッパにこの飲み物が伝わるとともに、coffee（英語）、café（フランス語）、Kaffee（ドイツ語） など、各国語に派生していきました。日本にはオランダ人が最初に持ち込んだため、オランダ語のkoffieから、「コーヒー」という呼称が生まれています。なお「珈琲」という漢字は、江戸時代の蘭学者、宇田川榕庵 が最初に用いたと言われ、おそらく中国語表記の「咖啡」から独自に考案したと思われます。 中世アラビアの辞書編集者によれば、アラビア語の「カフワq-h-w-」はもともと、「食欲を消し去るq-h-y」という言葉から派生したもので、その語義から、ワインを意味する古い言葉の一つだったとのこと。それが、アラビア半島でコーヒーが飲まれだした 15 世紀頃から、この「睡眠欲を取り去る」飲み物を指す言葉として定着していったようです。",
        "location": "143"
      },
      {
        "text": "コーヒーの三原種 コーヒーの原料となるコーヒーノキは、アフリカ大陸原産の常緑樹です。熱帯産で寒さに弱く、通称「コーヒーベルト」と呼ばれる南北回帰線の間の、熱帯から亜熱帯にかけての国々で栽培されています。ただし「熱帯産」とは言っても、もともと標高が高い山地の森の中で、背の高い樹々の陰に生える植物のため、強い日差しや暑さにも割と弱く、年間を通じて気温が 15 ～ 25 ℃になる標高 1000 ～ 2000 ｍの高地が、良質なコーヒー作りにはもっとも適しています。",
        "location": "159"
      },
      {
        "text": "人々の相談を受けたザブハーニーは、アジャムの地の人々がいろいろなものからカフワを作って飲んでいたことや、コーヒーの赤い果実を食べていたことを思い出しました。また彼はアデンで病気にかかったとき、薬にしてコーヒーを取り寄せて使った経験があったようで、身をもってその覚醒作用を知っていたと思われます。 その効果は実体験済み。何より果実を干して乾かせば保存が利き、山から運んでくるのも可能です。そこで彼は「コーヒーの果実や種子にもカートと同じような働きがあるから、それでカフワを作ればいい」という考えに至ったのです。",
        "location": "735"
      },
      {
        "text": "水洗式精製の途中で除去される、果肉の部分を乾燥させた「カスカラ」というものが中南米で売られており、お茶のように煮出して飲むとキシルと似た風味があって、入手が比較的容易です。キシルもカスカラも、現在の我々が知るコーヒーとはかなり異なる飲み物ですが、コーヒーに興味があるなら、「話のタネ」としてだけでも十分に飲む価値はあると思います。",
        "location": "766"
      },
      {
        "text": "16 世紀半ばにオスマン帝国が全盛期を迎える陰で、身分や社会制度への不満から来る厭世観や、政治腐敗による退廃感から人々がスーフィズムに傾倒し、それに付き物であるコーヒーやカフェハネが流行していったのです。円筒形の手回し式焙煎機やコーヒーミルなどのコーヒー専用器具も、この時代のイスタンブルで考案されたと言われており、",
        "location": "818"
      },
      {
        "text": "大恥をかかされたルイ 14 世は、おかかえの劇作家モリエールや作曲家リュリに、トルコ人を馬鹿にした作品作りを命じました。こうして生まれたのが『町人貴族』で、バレエ喜劇（コメディ・バレ） の傑作と讃えられています。",
        "location": "973"
      },
      {
        "text": "ます。「青い瓶の下の家」は彼の死後まもなく無くなりましたが、この逸話から名前を取ったのが、アメリカの「ブルーボトル・コーヒー」（終章） なのです。",
        "location": "992"
      },
      {
        "text": "ココアは、カトリックの寺院やスペイン・ポルトガルの貴族たちの、退廃的な飲み物だというイメージが強く、これに対してコーヒーは、勤勉と理性を重んじる市民の飲み物というイメージで、プロテスタントの国々や清教徒らに好まれたとも言われています。",
        "location": "1,049"
      }
    ]
  },
  {
    "id": "61c51e5a35de3c40994ce9cd131eaab697474006b090f21819d645172973fca1",
    "title": "女王ロアーナ、神秘の炎(下)",
    "author": "ウンベルト・エーコ/和田忠彦",
    "publisher": "岩波書店",
    "isbn": "9784000259316",
    "asin": "4000259318",
    "readDate": "2018/04/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9316/9784000259316.jpg",
    "highlights": []
  },
  {
    "id": "3dfb9d46aec057f7d2cbd3a93798dda30942ab816793926f5550b7f32b2f51c8",
    "title": "21世紀の資本",
    "author": "トマ・ピケティ/山形浩生",
    "publisher": "みすず書房",
    "isbn": "9784622078760",
    "asin": "4622078767",
    "readDate": "2018/04/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8760/9784622078760.gif",
    "highlights": []
  },
  {
    "id": "9f7603fd4f3a078d29d80ca86a1abf444343d998e1837edc951f89873564a4b3",
    "title": "女王ロアーナ、神秘の炎(上)",
    "author": "ウンベルト・エーコ/和田忠彦",
    "publisher": "岩波書店",
    "isbn": "9784000259309",
    "asin": "400025930X",
    "readDate": "2018/04/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9309/9784000259309.jpg",
    "highlights": []
  },
  {
    "id": "949ee194d82ebe74f91ce582e970fa6a8d8a496d3328f805ae7e49abad186d57",
    "title": "｢偶然｣の統計学",
    "author": "デイヴィッド・J・ハンド/松井　信彦",
    "publisher": "早川書房",
    "isbn": "9784152095602",
    "asin": "4152095601",
    "readDate": "2018/04/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5602/9784152095602.jpg",
    "highlights": []
  },
  {
    "id": "f8468c7d629e1b970b8bce1a0ebc4f8492d15c64499f1168fa59df097e09aceb",
    "title": "エロマンガ・スタディーズ増補",
    "author": "永山薫",
    "publisher": "筑摩書房",
    "isbn": "9784480431691",
    "asin": "4480431691",
    "readDate": "2018/04/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1691/9784480431691.jpg",
    "highlights": []
  },
  {
    "id": "f0bca5f3da6b7d3fa8e265fb312422b1105b0c81f5f235597f0c8bf225d9e6c7",
    "title": "英語史で解きほぐす英語の誤解",
    "author": "堀田隆一",
    "publisher": "中央大学出版部",
    "isbn": "9784805727041",
    "asin": "4805727047",
    "readDate": "2018/04/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7041/9784805727041.jpg",
    "highlights": []
  },
  {
    "id": "8864c1e2cb544a44e379ec1d86d090a851721b7b10e939dc48fa7c0c47203148",
    "title": "読んでいない本について堂々と語る方法",
    "author": "ピエール・バイヤール/大浦 康介",
    "publisher": "筑摩書房",
    "isbn": "9784480097576",
    "asin": "4480097570",
    "readDate": "2018/03/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7576/9784480097576.jpg",
    "highlights": []
  },
  {
    "id": "c297747ddbbf8c0c4a7df4adb62daa5fb764cd6fee3b4865219849acb36e4837",
    "title": "進化した猿たち",
    "author": "星 新一",
    "publisher": "新潮社",
    "isbn": "9784101098548",
    "asin": "4101098549",
    "readDate": "2018/03/31",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8548/9784101098548.jpg",
    "highlights": [
      {
        "text": "人類の理想はなんであろう。となると、これは大問題で一冊や二冊の本で論じきれるものではない。また、論じてみたところで、なんの結論も出てこないにきまっている。しかし、人間個人の理想となると、すべて共通で「ぬれ手でアワといった調子で大金をつかみたい」の一語につきる。この欲望が心の奥にあれば、あなたは人間であり、しかも正気であるとの証明ともなるわけであろう。",
        "location": "30"
      }
    ]
  },
  {
    "id": "e74e10602f7da300c9883e57a7e527e521cf66b457e5e3cf37fa6a95e6c4ba1a",
    "title": "幸福について",
    "author": "アルトゥル・ショーペンハウアー/橋本文夫",
    "publisher": "新潮社",
    "isbn": "9784102033012",
    "asin": "4102033017",
    "readDate": "2018/03/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3012/9784102033012.jpg",
    "highlights": [
      {
        "text": "人間は精神的な教養を積むよりも富を積むほうに千万倍の努力を 献 げている。だからすでに得た富を 殖やそうとして、席の暖まる暇もないほどに忙しく、 蟻 のようにこつこつと、朝から晩まで骨を折っている人が実に多い。富を殖やすための手段の世界を自己の視界とし、この狭い視界からそとに出れば、何一つ知らない。精神はからっぽで、そのため、ほかのものはいっさい受けつける力がない。最高級の享楽、すなわち精神的享楽は、 高嶺 の花である。暇はかからないで金のかかる 刹那 的・感能的な享楽を合間合間にむさぼって、最高級の享楽の 填め合せをしようとするけれども、一向填め合せにはならない。",
        "location": "206"
      },
      {
        "text": "人のあり方について",
        "location": "245"
      },
      {
        "text": "のが、エピクテートス（訳注 五〇年ごろ─一三八年ごろ、ギリシアのストア派の哲学者） の「人間を不安にするのは事物でなく、事物についての意見である」という言葉である。",
        "location": "317"
      },
      {
        "text": "凡夫はただ時を 過す ことばかりを考え、何かの才能をもった者は時を 活用する ことを考える。",
        "location": "455"
      },
      {
        "text": "すなわち栄華、栄達、 豪奢、尊称、名誉のために自己の安静と余暇と独立とをすっかり、ないし、すっかりとまではいかなくてもその大部分を犠牲にすることこそ、愚の骨頂である。",
        "location": "536"
      },
      {
        "text": "根源とはすなわち 三つの生理学的な根本能力 である。したがってこの三つの根本能力の無目的な遊びを考察しなければならない。この場合、その根本能力はありうべき三種類の享楽の源泉となる。人間はそれぞれ三つの根本能力のいずれが内面の主流をなすかによって、享楽のなかから自己に適したものを選ぶわけである。さて第一は 再生力 の享楽である。飲食、消化、休息、睡眠の享楽である。はなはだしきは 或 る国の国民全体がこの種の享楽をいわば国民的快楽としているなどということが、国際的な評判になっている。第二は 刺激感性 の享楽である。遊歴、跳躍、格闘、舞踊、撃剣、乗馬、その他あらゆる種類の運動競技、さては狩猟、はなはだしきは闘争や戦争、などの享楽である。第三は 精神的感受性 の享楽である。考察、 思惟、鑑賞、詩作、絵画彫刻、音楽、学習、読書、 瞑想、発明、哲学的思索、などの享楽である。─",
        "location": "569"
      },
      {
        "text": "手職者ならば、ともかく製品を造る技能が容易に無くなるものでなし、雇い入れた職人の手を借りて補いをつけることもでき、また製品が世人の欲望の対象なのだから、いつになっても売れ行きがあるわけで、何なら前記のような行き方もよかろう。だから「手職は金のなる木」という 諺 はそのとおりである。しかし芸術家やその他各方面の練達者はそういうわけにはいかない。彼らが高額の支払いを受けているのもそのためである。だからこそ 不遜 にも自分の得た金をそっくり利息だなどと思って身の破滅を招くより、得た金を自分の資本に繰り入れるべきである。─",
        "location": "878"
      },
      {
        "text": "に、富裕な生れの人の考え方とは違って、窮乏貧困のどん底が底なしのどん底だとは考えず、底をつけばまた浮び上がるものだと考えるのは言うまでもない。生れの貧しかった婦人が、巨額の持参金つきの婦人よりも派手で浪費癖の強いことがよくある",
        "location": "911"
      },
      {
        "text": "誇りのなかでも最も安っぽいのは民族的な誇りである。",
        "location": "1,198"
      },
      {
        "text": "に、人間にとっては 叩くことが自然だということが知られる。人間はつまり叩く動物なのだ。",
        "location": "1,875"
      },
      {
        "text": "名声を得るには、二つの道が開かれている。 善行 の道に進みうるのは、主として 優れた心情によるが、 労作 の道に進みうるのは、優れた頭脳による。",
        "location": "2,055"
      },
      {
        "text": "善行が一時的で終るのに反して労作が永続的に残る点である。",
        "location": "2,057"
      },
      {
        "text": "て天才的な労作は世を益し人心を奮い立たせて、万代に生きて脈動する。善行が残るのは、その追憶だけである。",
        "location": "2,058"
      },
      {
        "text": "世にも優れた才能を 讃える人の少なさよ。 世の常人を見てあれば、 くだらぬものを大事がる。 毎度毎度の愚痴ながら、 この弊害を何としょう。 この害毒の追放が はたしてできることじゃやら。 その方法はただ一つ、 それもなかなか、むつかしい。 ばかが賢くなればよい。 ばかが賢くなるものか。 物の値打ちも知らばこそ、 頭は使わず目分量、 まともな知識のないままに、 猿真似 ばかりを褒めている。",
        "location": "2,137"
      },
      {
        "text": "ところで死後の名声を博した作品が他方同時代の人たちにも名声を博していたかどうかは、偶然な状況の 如何 によることで、たいした重要性はない。その証拠に、大抵の人間は独自の判断をもたず、ことに高級・難解な業績を評価する能力は全然 具えていないのだから、",
        "location": "2,295"
      },
      {
        "text": "愚者は人生の享楽を追いかけては 瞞 される。賢者は災厄を避ける。",
        "location": "2,460"
      },
      {
        "text": "プラトーンの「そのうえ、人間界の事物は何一つ、むきになって求めるほどの価値はない」という趣旨に徹し、",
        "location": "2,528"
      },
      {
        "text": "わが物とした世界があえなく消え失せても、 嘆くな、世界は 本来空 なのだから。 世界がまことわが物となっても、 喜ぶな、世界は 本来空なのだから。 苦痛も歓喜も、 束の間 に過ぎてゆく、 かかずらわるなこの世界に、世界は 本来空なのだから。",
        "location": "2,529"
      },
      {
        "text": "この世では教訓は得られても幸福は得られないことを悟り、その結果、望みを捨ててその代りに悟りを得る習慣がつき、それで満足するようになり、やがてはペトラルカ（訳注 一三〇四年─一三七四年、イタリアの詩人） とともに 学ぶことよりほかには何の幸福も感じない。 と言うようになるのである。",
        "location": "2,632"
      },
      {
        "text": "セネカは「われわれはわれわれのものを他と比較しないで喜ぼう。自分以上の幸福を見て苦しむ者は、決して幸福になれない」という美しい表現を用い、また「いかに多くの者が 汝 よりも先になっているかを見たら、いかに多くの者が汝よりも 後れているかを考えよ」と言って、嫉みを退治する手引きを与えている。",
        "location": "3,132"
      },
      {
        "text": "客観的な構想、客観的な天来の妙想が生れるか 否 か、またいつ生れるかと、心待ちに待っていることも必要だが、ただそれだけではいけない。身辺の問題をすら徹底的に熟考するには、前もって考慮の時期を予定し、考慮の心構えをしていても、はたしてその時期に 旨く熟考できるとはかぎらない。そういうことの熟考にもおのずからそれに適した時期がある。ひとたびその時期となれば、この考慮にふさわしい思想の脈絡が、ひとりでに活発に動きだし、われわれはただ十分な関心をもってこの脈絡についていくのである。",
        "location": "3,260"
      },
      {
        "text": "外部からの強制をのがれるには、何よりも自制によるがよい。「すべてのものを 汝 に従わせようと欲すれば、汝自身を理性に従わせよ」というセネカの言葉は、この意味である。",
        "location": "3,321"
      },
      {
        "text": "だ。「人を重んじない者は重んじられる」という気の 利いたイタリアの 諺 がある。",
        "location": "3,651"
      },
      {
        "text": "誰も認めたがらないことではあるが、何と言おうと、 疎隔 と長期の 無沙汰 は、すべて友情にとって有害である。会わぬ人は、よしそれが最愛の友であっても、年経るままにいつしか 乾 からびて抽象的な概念と化し、そのためわれわれが寄せる関心はしだいにもっぱら理性的な、むしろ因襲的な関心となってしまう。心",
        "location": "3,856"
      },
      {
        "text": "「現在こそは、頼もしい女神である」",
        "location": "3,861"
      }
    ]
  },
  {
    "id": "dc87526fab64336838a6ef7e2866420e98af3d0d72b3141654eabf2552b24c61",
    "title": "モナドの領域",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784103145325",
    "asin": "4103145323",
    "readDate": "2018/03/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5325/9784103145325.jpg",
    "highlights": []
  },
  {
    "id": "4527236bf450e7ab2083e7d868866d3f388ceccfb48a35b44d9554c04df1ceee",
    "title": "経済学・哲学草稿",
    "author": "カルル・ハインリヒ・マルクス/長谷川宏",
    "publisher": "光文社",
    "isbn": "9784334752064",
    "asin": "4334752063",
    "readDate": "2018/03/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2064/9784334752064.jpg",
    "highlights": [
      {
        "text": "資本とはなにか。 「蓄積され貯蔵された一定量の労働である。」（",
        "location": "354"
      },
      {
        "text": "独占価格こそが可能な最高値を示す。そして国民経済学の観点からすると、資本家の利害は社会と敵対し、資本の利益率の上昇は商品の価格にたいして複利のように影響を及ぼすのだから（同右、第一篇、 101 ～ 103 ）、資本家の動きを抑えて人びとを助けてくれるものとしては、競争しかない。",
        "location": "438"
      },
      {
        "text": "「自分の労働を賃貸しすることは奴隷生活を始めることだ。労働の材料を賃貸しすることは自由を打ち立てることだ。労働するのは人間だが、材料は人間的なものをふくまない。」（ペクール『社会・政治経済学の新理論』 411 ～ 412 ）",
        "location": "526"
      },
      {
        "text": "なにかを説明するとき、国民経済学者は原始状態といったものを想定するが、わたしたちはそんなことはしない。原始状態によってなにかが説明されたためしはない。問題が霧のかかった遠方へと押しやられるだけだ。導き出さねばならないのは、分業と交換といった二つのものの必然的な関係",
        "location": "887"
      },
      {
        "text": "労働の対象とは、人間の類的生活を対象化したものだ。人間は意識において自分を知的に二重化するだけでなく、生産活動において現実に自分を二重化し、自分の作り出した世界のうちに自分の姿を見てとる。",
        "location": "1,019"
      },
      {
        "text": "エンゲルスがアダム・スミスを国民経済学のルターと名づけたのは当たっている。",
        "location": "1,276"
      },
      {
        "text": "生産が金持にたいしてどんな意味をもつのかは、貧乏人にたいする生産の意味のうちにはっきりとあらわれる。上に向かう表現はつねに品よく、秘密めかした、曖昧な、仮面をかぶったものだが、下に向かう表現は粗野で、むきだしで、あけっぴろげで、本質的だ。労働者の粗野な欲求は、金持の上品な欲求よりもずっと大きな利益の源泉なのだ。",
        "location": "2,200"
      }
    ]
  },
  {
    "id": "b06409009917200f096e75280af8609a9943537d47e7cd504d2213c154b50e5c",
    "title": "スタートボタンを押してください",
    "author": "D・H・ウィルソン&J・J・アダムズ/中原尚哉、古沢嘉通",
    "publisher": "東京創元社",
    "isbn": "9784488772017",
    "asin": "4488772013",
    "readDate": "2018/03/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2017/9784488772017.jpg",
    "highlights": []
  },
  {
    "id": "c9fa3df0e179b8c662278171d3c82330681c6bf3ed6422fe89b351a55b111836",
    "title": "幸福について",
    "author": "ショーペンハウアー/鈴木芳子",
    "publisher": "光文社",
    "isbn": "9784334753696",
    "asin": "4334753698",
    "readDate": "2018/03/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3696/9784334753696.jpg",
    "highlights": [
      {
        "text": "人間は精神的な教養を積むよりも富を積むほうに千万倍の努力を 献 げている。だからすでに得た富を 殖やそうとして、席の暖まる暇もないほどに忙しく、 蟻 のようにこつこつと、朝から晩まで骨を折っている人が実に多い。富を殖やすための手段の世界を自己の視界とし、この狭い視界からそとに出れば、何一つ知らない。精神はからっぽで、そのため、ほかのものはいっさい受けつける力がない。最高級の享楽、すなわち精神的享楽は、 高嶺 の花である。暇はかからないで金のかかる 刹那 的・感能的な享楽を合間合間にむさぼって、最高級の享楽の 填め合せをしようとするけれども、一向填め合せにはならない。",
        "location": "206"
      },
      {
        "text": "人のあり方について",
        "location": "245"
      },
      {
        "text": "のが、エピクテートス（訳注 五〇年ごろ─一三八年ごろ、ギリシアのストア派の哲学者） の「人間を不安にするのは事物でなく、事物についての意見である」という言葉である。",
        "location": "317"
      },
      {
        "text": "凡夫はただ時を 過す ことばかりを考え、何かの才能をもった者は時を 活用する ことを考える。",
        "location": "455"
      },
      {
        "text": "すなわち栄華、栄達、 豪奢、尊称、名誉のために自己の安静と余暇と独立とをすっかり、ないし、すっかりとまではいかなくてもその大部分を犠牲にすることこそ、愚の骨頂である。",
        "location": "536"
      },
      {
        "text": "根源とはすなわち 三つの生理学的な根本能力 である。したがってこの三つの根本能力の無目的な遊びを考察しなければならない。この場合、その根本能力はありうべき三種類の享楽の源泉となる。人間はそれぞれ三つの根本能力のいずれが内面の主流をなすかによって、享楽のなかから自己に適したものを選ぶわけである。さて第一は 再生力 の享楽である。飲食、消化、休息、睡眠の享楽である。はなはだしきは 或 る国の国民全体がこの種の享楽をいわば国民的快楽としているなどということが、国際的な評判になっている。第二は 刺激感性 の享楽である。遊歴、跳躍、格闘、舞踊、撃剣、乗馬、その他あらゆる種類の運動競技、さては狩猟、はなはだしきは闘争や戦争、などの享楽である。第三は 精神的感受性 の享楽である。考察、 思惟、鑑賞、詩作、絵画彫刻、音楽、学習、読書、 瞑想、発明、哲学的思索、などの享楽である。─",
        "location": "569"
      },
      {
        "text": "手職者ならば、ともかく製品を造る技能が容易に無くなるものでなし、雇い入れた職人の手を借りて補いをつけることもでき、また製品が世人の欲望の対象なのだから、いつになっても売れ行きがあるわけで、何なら前記のような行き方もよかろう。だから「手職は金のなる木」という 諺 はそのとおりである。しかし芸術家やその他各方面の練達者はそういうわけにはいかない。彼らが高額の支払いを受けているのもそのためである。だからこそ 不遜 にも自分の得た金をそっくり利息だなどと思って身の破滅を招くより、得た金を自分の資本に繰り入れるべきである。─",
        "location": "878"
      },
      {
        "text": "に、富裕な生れの人の考え方とは違って、窮乏貧困のどん底が底なしのどん底だとは考えず、底をつけばまた浮び上がるものだと考えるのは言うまでもない。生れの貧しかった婦人が、巨額の持参金つきの婦人よりも派手で浪費癖の強いことがよくある",
        "location": "911"
      },
      {
        "text": "誇りのなかでも最も安っぽいのは民族的な誇りである。",
        "location": "1,198"
      },
      {
        "text": "に、人間にとっては 叩くことが自然だということが知られる。人間はつまり叩く動物なのだ。",
        "location": "1,875"
      },
      {
        "text": "名声を得るには、二つの道が開かれている。 善行 の道に進みうるのは、主として 優れた心情によるが、 労作 の道に進みうるのは、優れた頭脳による。",
        "location": "2,055"
      },
      {
        "text": "善行が一時的で終るのに反して労作が永続的に残る点である。",
        "location": "2,057"
      },
      {
        "text": "て天才的な労作は世を益し人心を奮い立たせて、万代に生きて脈動する。善行が残るのは、その追憶だけである。",
        "location": "2,058"
      },
      {
        "text": "世にも優れた才能を 讃える人の少なさよ。 世の常人を見てあれば、 くだらぬものを大事がる。 毎度毎度の愚痴ながら、 この弊害を何としょう。 この害毒の追放が はたしてできることじゃやら。 その方法はただ一つ、 それもなかなか、むつかしい。 ばかが賢くなればよい。 ばかが賢くなるものか。 物の値打ちも知らばこそ、 頭は使わず目分量、 まともな知識のないままに、 猿真似 ばかりを褒めている。",
        "location": "2,137"
      },
      {
        "text": "ところで死後の名声を博した作品が他方同時代の人たちにも名声を博していたかどうかは、偶然な状況の 如何 によることで、たいした重要性はない。その証拠に、大抵の人間は独自の判断をもたず、ことに高級・難解な業績を評価する能力は全然 具えていないのだから、",
        "location": "2,295"
      },
      {
        "text": "愚者は人生の享楽を追いかけては 瞞 される。賢者は災厄を避ける。",
        "location": "2,460"
      },
      {
        "text": "プラトーンの「そのうえ、人間界の事物は何一つ、むきになって求めるほどの価値はない」という趣旨に徹し、",
        "location": "2,528"
      },
      {
        "text": "わが物とした世界があえなく消え失せても、 嘆くな、世界は 本来空 なのだから。 世界がまことわが物となっても、 喜ぶな、世界は 本来空なのだから。 苦痛も歓喜も、 束の間 に過ぎてゆく、 かかずらわるなこの世界に、世界は 本来空なのだから。",
        "location": "2,529"
      },
      {
        "text": "この世では教訓は得られても幸福は得られないことを悟り、その結果、望みを捨ててその代りに悟りを得る習慣がつき、それで満足するようになり、やがてはペトラルカ（訳注 一三〇四年─一三七四年、イタリアの詩人） とともに 学ぶことよりほかには何の幸福も感じない。 と言うようになるのである。",
        "location": "2,632"
      },
      {
        "text": "セネカは「われわれはわれわれのものを他と比較しないで喜ぼう。自分以上の幸福を見て苦しむ者は、決して幸福になれない」という美しい表現を用い、また「いかに多くの者が 汝 よりも先になっているかを見たら、いかに多くの者が汝よりも 後れているかを考えよ」と言って、嫉みを退治する手引きを与えている。",
        "location": "3,132"
      },
      {
        "text": "客観的な構想、客観的な天来の妙想が生れるか 否 か、またいつ生れるかと、心待ちに待っていることも必要だが、ただそれだけではいけない。身辺の問題をすら徹底的に熟考するには、前もって考慮の時期を予定し、考慮の心構えをしていても、はたしてその時期に 旨く熟考できるとはかぎらない。そういうことの熟考にもおのずからそれに適した時期がある。ひとたびその時期となれば、この考慮にふさわしい思想の脈絡が、ひとりでに活発に動きだし、われわれはただ十分な関心をもってこの脈絡についていくのである。",
        "location": "3,260"
      },
      {
        "text": "外部からの強制をのがれるには、何よりも自制によるがよい。「すべてのものを 汝 に従わせようと欲すれば、汝自身を理性に従わせよ」というセネカの言葉は、この意味である。",
        "location": "3,321"
      },
      {
        "text": "だ。「人を重んじない者は重んじられる」という気の 利いたイタリアの 諺 がある。",
        "location": "3,651"
      },
      {
        "text": "誰も認めたがらないことではあるが、何と言おうと、 疎隔 と長期の 無沙汰 は、すべて友情にとって有害である。会わぬ人は、よしそれが最愛の友であっても、年経るままにいつしか 乾 からびて抽象的な概念と化し、そのためわれわれが寄せる関心はしだいにもっぱら理性的な、むしろ因襲的な関心となってしまう。心",
        "location": "3,856"
      },
      {
        "text": "「現在こそは、頼もしい女神である」",
        "location": "3,861"
      }
    ]
  },
  {
    "id": "88a92f60b3d40a74186dcd817ea88a3d10fd2bc437a7cc01f691119db9fe8435",
    "title": "もうすぐ絶滅するという紙の書物について",
    "author": "ウンベルト・エーコ/ジャン・クロード・カリエール",
    "publisher": "CCCメディアハウス",
    "isbn": "9784484101132",
    "asin": "4484101130",
    "readDate": "2018/03/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1132/9784484101132.jpg",
    "highlights": []
  },
  {
    "id": "925df879c64953bfd992c60d8eeee745e52f19ab1a41977757e74f97a87f6a98",
    "title": "くまクマ熊ベアー",
    "author": "くまなの",
    "publisher": "主婦と生活社",
    "isbn": "9784391146912",
    "asin": "4391146916",
    "readDate": "2018/02/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6912/9784391146912.jpg",
    "highlights": []
  },
  {
    "id": "f23f9b9afb0de9f86bcf499d4ba28cdf8c313d5c7e0b5fbbec6e22bc4cd43681",
    "title": "ウォール街のランダム・ウォーカー原著第11版",
    "author": "バートン・G．マルキール/井手正介",
    "publisher": "日本経済新聞出版社",
    "isbn": "9784532356873",
    "asin": "4532356873",
    "readDate": "2018/02/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6873/9784532356873.jpg",
    "highlights": []
  },
  {
    "id": "a97d2e14b8c5e93c9741441f6284be2b13f1a7fe9c333abd32439114daa92061",
    "title": "音とことばのふしぎな世界",
    "author": "川原繁人",
    "publisher": "岩波書店",
    "isbn": "9784000296441",
    "asin": "4000296442",
    "readDate": "2018/01/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6441/9784000296441.jpg",
    "highlights": []
  },
  {
    "id": "7d16a15085f8e8a8376a0b20c552b19473b9abde55563613ad6c0f1996e7b57f",
    "title": "ちいさい言語学者の冒険",
    "author": "広瀬友紀",
    "publisher": "岩波書店",
    "isbn": "9784000296595",
    "asin": "4000296590",
    "readDate": "2018/01/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6595/9784000296595.jpg",
    "highlights": []
  },
  {
    "id": "46ca71b0c7a0cf0b9d6b9644856573cf189cb2c0c67b102cd85005afe5d817bd",
    "title": "人工知能のための哲学術",
    "author": "三宅陽一郎",
    "publisher": "ビー・エヌ・エヌ新社",
    "isbn": "9784802510172",
    "asin": "4802510179",
    "readDate": "2018/01/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0172/9784802510172.jpg",
    "highlights": []
  },
  {
    "id": "8021bf0ac892c8a7838f3a4fd071c8fe831e952bf48fa307a5c5c3633db0ea0f",
    "title": "統辞理論の諸相",
    "author": "ノーム・チョムスキー/福井直樹",
    "publisher": "岩波書店",
    "isbn": "9784003369524",
    "asin": "4003369521",
    "readDate": "2018/01/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9524/9784003369524.jpg",
    "highlights": []
  },
  {
    "id": "ef2ae219c5cc1ef31cb34075c97f559be64a5c6ec1042ab313d4489d2321445b",
    "title": "英語の｢なぜ？｣に答える はじめての英語史",
    "author": "堀田 隆一",
    "publisher": "研究社",
    "isbn": "9784327401689",
    "asin": "4327401684",
    "readDate": "2017/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1689/9784327401689.jpg",
    "highlights": []
  },
  {
    "id": "6da20faa4d874dd213410b8be807efb5dccf8ace56a02ba53e4e4749c6dce1a9",
    "title": "食べる人類誌",
    "author": "フェリペ・フェルナンデス・アルメスト/小田切勝子",
    "publisher": "早川書房",
    "isbn": "9784150503673",
    "asin": "4150503672",
    "readDate": "2017/12/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3673/9784150503673.jpg",
    "highlights": []
  },
  {
    "id": "596f2e1e6ce5f64310a9e6aebf1b92ffbaa3797523e264bd1ab0e2c7415365bc",
    "title": "ハッピーエンドは欲しくない",
    "author": "n",
    "publisher": "",
    "isbn": "",
    "asin": null,
    "readDate": "2017/12/28",
    "thumbnailImage": "https://images-fe.ssl-images-amazon.com/images/I/31g6QOM7JaL.jpg",
    "highlights": [
      {
        "text": "自分が何気なく読んでいるこの「本」というものは、実はものすごいツールなのではないか。ここには著者の生きてきた時間が凝縮されている。ひとりの人間が何十年とかけて積み上げてきたものを、短時間で吸収できるのだ。思想、哲学、発見、知見、そしてメッセージ。活版印刷がどうして人類史上最大クラスの発明なのか、わかった気がした。どんな高度な思想や学術的発見があっても、多くの人に伝えられなければ意味がない。知識というのは伝達されるから意味があるのだ。",
        "location": "182"
      },
      {
        "text": "「ハマータウンの野郎ども」 なんとなく手にとってみた。",
        "location": "1,428"
      },
      {
        "text": "ネット上の情報はバッドノウハウとクソコードのオンパレードだったので、基礎や開発手法については本から学んだ。オライリーの「JavaScript: The Good Parts」は名著だった。",
        "location": "1,584"
      },
      {
        "text": "た。開拓者は冒険心からそうするわけじゃない。革新者は探究心からそうするわけじゃない。社会不適合な人間は、既存の社会の外側に居場所を求めるしかないのだ。きっとこれまでもずっとそんな はぐれ者たち によって世界は拡張されてきたのだ。歪な歯車はどこにもはまることができない、そのことにこそ、意味があるのかもしれない。",
        "location": "1,772"
      },
      {
        "text": "それほどたいした額ではないように思える。もしかしたら、これが僕の旅の理由だったのだろうか？ この感覚を得るために、僕はインドに来なければならなかったのだろうか？ いまなら、そういまなら、たとえ見知らぬ国の、見知らぬ街に、無一文で放り出されたとしても、ヘラヘラ笑っていられるだろう。何の問題もなく、何ひとつ意に介さず、一ヶ月後には何食わぬ顔で普通に暮らしているだろう。僕がいままでの人生で得てきた技術、知識、経験、それらがあれば、自分の外側には何ひとついらない。それは誰かに盗られることはなく、ある日突然、紙くずになることもない。所属する組織がどうなろうと、国がどうなろうと関係ない。自分の身ひとつで生きていける――そう思えるなら、何かに執着する必要もない。金もいらないし、地位もいらないし、名声もいらない。成功なんてしなくていいし、特別な存在になんてならなくていい。道ばたの石ころのまま、誰に媚びへつらうことなく、ひとりきりで生きていける。もしかしてこれなのか？ いま僕が手にしているもの、これこそが本当の富なのか？ 十代のころに読んだあの本が伝えたかったのはこのことなのか？ だから日本の 最高額紙幣 にはあのオッサンの肖像が描かれているのか？ 何か、パズルのピースがひとつはまった気がした。だけどそのパズルはスケールが大きすぎて、全体像は、まったく見えない。",
        "location": "4,196"
      },
      {
        "text": "なんとなく最終的な着地点は見えてきたけど、やはり規模が大きすぎて、全体を一気通貫では把握できない。だから自分が把握できるサイズに分割する。四章構成にする。Ever",
        "location": "4,696"
      }
    ]
  },
  {
    "id": "f47c809fa136fdb02e6e278730e07921168594d45c0bcbd8ecf6a10998f5ab59",
    "title": "名称未設定ファイル",
    "author": "品田遊",
    "publisher": "キノブックス",
    "isbn": "9784908059704",
    "asin": "4908059705",
    "readDate": "2017/12/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9704/9784908059704.jpg",
    "highlights": []
  },
  {
    "id": "4d4715c8e5c8b3c17ac447f613f084da1916996267642f3d34aedf22ca266340",
    "title": "アホの壁",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784106103506",
    "asin": "4106103508",
    "readDate": "2017/12/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3506/9784106103506.jpg",
    "highlights": []
  },
  {
    "id": "c284b269c9e90e1c11dbf9812cff6872f3b7093a8b0dfc9b7c6c3175b8247720",
    "title": "正解するマド",
    "author": "乙野　四方字/野崎　まど",
    "publisher": "早川書房",
    "isbn": "9784150312848",
    "asin": "4150312842",
    "readDate": "2017/12/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2848/9784150312848.jpg",
    "highlights": []
  },
  {
    "id": "9bcb617b96e0f200bff00d67ba4e6e7e72e00e0517073dc8e45596a9c6877252",
    "title": "アメリカの壁",
    "author": "小松 左京",
    "publisher": "文藝春秋",
    "isbn": "9784167909819",
    "asin": "4167909812",
    "readDate": "2017/12/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9819/9784167909819.jpg",
    "highlights": [
      {
        "text": "大統領選は、「 輝ける アメリカ」「 美しい アメリカ」と、マヘリア・ジャクソンの唄のようなスローガンで、徹底的におしまくった。──対立候補は老練な国際政治家で、アジア、中東、ヨーロッパ、アフリカのこんがらかった状況に対する彼の展望は、的確で、説得力があり、海外での人気は圧倒的だったが、アメリカ国内では、かえって理解者がすくなかった。",
        "location": "168"
      },
      {
        "text": "「アメリカって国は、ひょっとすると〝 躁鬱 型文明〟かも知れんな……」と彼は言った。「躁期が終って、鬱病期にはいったのかも知れん……」",
        "location": "301"
      },
      {
        "text": "おれがアメリカを好きなのは──その 機械的冷淡 さだな。いくつかの条件を満たすボタンを押す。そしてスイッチを入れる。と──ガチャンと〝市民権〟が出てくる。いい国だと思う。機械的寛容さと言うか──アメリカは、コンピューターで管理するのに一番いい国で、だからこそ、世界で一番ヒューマニスティックなんだ。 自動販売機 や、キャッシュ・ディスペンサーほど、アメリカの寛容、アメリカのやさしさをあらわしているものはない。そういう観点から見れば、〝ルーツ〟や〝 輝ける アメリカ〟〝 古き アメリカ〟なんてのは反動思想としか思えんね」",
        "location": "364"
      },
      {
        "text": "このテーマに興味を持たれた方は、ぜひ『果しなき流れの果に』『神への長い道』『結晶星団』そして遺作となった『虚無回廊』をお読みいただければと思います。",
        "location": "4,581"
      }
    ]
  },
  {
    "id": "7713ad769a3ac11712f71f9ed4a1c6651fd9cd28690002ade552605ce349382a",
    "title": "20歳のときに知っておきたかったこと",
    "author": "ティナ・シーリグ/高遠裕子",
    "publisher": "CCCメディアハウス",
    "isbn": "9784484101019",
    "asin": "4484101017",
    "readDate": "2017/12/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1019/9784484101019.jpg",
    "highlights": []
  },
  {
    "id": "bae9f7dc0a4f8156651ade4e822b3b2fc253619e7e2788adf0de01c68533d8b1",
    "title": "世界はゴ冗談",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784103145318",
    "asin": "4103145315",
    "readDate": "2017/12/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5318/9784103145318.jpg",
    "highlights": [
      {
        "text": "さっきから同じ場所をどうどう巡りしているような気がしてならない。もしかして作者が困っておるのか。続きをどう書いていいかわからなくなり、執筆を中断しているのだろうか。あるいは何か他の理由で書けなくなったのか。 その通り。おれは書けなくなった。何故おれが書けなくなったかを書かねばなるまい。そもそも日本という国は今、福島の原発事故によって大きな胃の病に冒されている。これでもし頭の病や心臓の病を併発し外傷を受けでもすれば日本は終りであり、それは誰もが知っており、例えばその恐ろしい夢を見て夜中に覚醒し、それが夢ではなくて現実の恐怖なのだと認識した時に迫ってくるものは背筋が凍りつくほどの冷酷なものだ。だが福島の人以外は、それが目醒めている時であれば誰もがこれから眼を背けようとする。一般の社会人は日常の瑣事に逃げ込み、政府とてすぐに国際問題や政争に眼を向けようとする。われわれ作家にしても、いかに真剣に原発事故のことを考えようとしたところで、ともすれば荒唐無稽なファンタジイに逃避してしまうのが落ちであろう。しかもそのようなファンタジイには現実に対してどのような効果があるのか。ストレスという病から読者を遠ざけちょっとしたカタルシスを与えるくらいが関の山だ。当然のことだが問題の解決からは遥かに遠い。政府の言い方を真似れば喫緊の課題となっている恐怖の源を前にしてわれわれは立ちすくみ、ただ何もできずにぼんやりしているだけだ。 この事故はあと何十年も何百年も、それどころか何万年も何十万年も尾を引いて後世に及ぶ。その責任は誰が取るのかと言えばわれわれに決まっているようなものなのだが、それはとても取れるようなものではないのだから、結局は前の戦争を起して周辺諸国に迷惑をかけたのが自分たちのひと世代、ふた… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "1,729"
      }
    ]
  },
  {
    "id": "14dcce522b628b3509908284695d82aeed10bf2d579584f97daa0c7f3e676636",
    "title": "泰平ヨンの未来学会議改訳版",
    "author": "スタニスワフ・レム/深見弾",
    "publisher": "早川書房",
    "isbn": "9784150120092",
    "asin": "4150120099",
    "readDate": "2017/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0092/9784150120092.jpg",
    "highlights": []
  },
  {
    "id": "da6214bc7fbfbe0531f73c66091e6012f0a3ba4e9e84531851cfb0c97ad16f41",
    "title": "宇宙衛生博覧会",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171159",
    "asin": "4101171157",
    "readDate": "2017/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "349609e51f9a3ced22da421d2d59d5b9e27154e58e83ba98044315d2b52b7d71",
    "title": "母性のディストピア",
    "author": "宇野 常寛",
    "publisher": "集英社",
    "isbn": "9784087711196",
    "asin": "4087711196",
    "readDate": "2017/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1196/9784087711196.jpg",
    "highlights": []
  },
  {
    "id": "2932a5131146b12f28d47b2de0a639db2abc98f599acd961a6b6df431807f487",
    "title": "家族八景改版",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171012",
    "asin": "4101171017",
    "readDate": "2017/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1011/10117101.jpg",
    "highlights": []
  },
  {
    "id": "9cd72ddb6b0959d4a08d63ca0e9be92847fd06d2b4d9a65d592d82fa44d2f180",
    "title": "七瀬ふたたび改版",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171074",
    "asin": "4101171076",
    "readDate": "2017/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1011/10117107.jpg",
    "highlights": []
  },
  {
    "id": "7a1a12dc0d3e4f45c7b8eba14e7a12030d8f7cc0f8611017b36806ce5bd6b34b",
    "title": "エディプスの恋人改版",
    "author": "筒井康隆",
    "publisher": "新潮社",
    "isbn": "9784101171135",
    "asin": "4101171130",
    "readDate": "2017/11/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1135/9784101171135.jpg",
    "highlights": []
  },
  {
    "id": "315784899df8797cb22df977ea5b6b23237573ff61592c3352a537c3fcc2e96a",
    "title": "人間失格改版",
    "author": "太宰治",
    "publisher": "新潮社",
    "isbn": "9784101006055",
    "asin": "4101006059",
    "readDate": "2017/11/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6055/9784101006055.jpg",
    "highlights": []
  },
  {
    "id": "c6e7b9bd98e6ce60744054a408ce9f517bac598a3d7ca2202b20ef8ea4a63e6b",
    "title": "筒井康隆入門",
    "author": "佐々木　敦",
    "publisher": "星海社",
    "isbn": "9784065104408",
    "asin": "4065104408",
    "readDate": "2017/11/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4408/9784065104408.jpg",
    "highlights": []
  },
  {
    "id": "8a097e719beb6cfbc017628f3b1a05f1cc9b860f7e2a1ffff725e6d2d0673994",
    "title": "女生徒〔平成21年〕改",
    "author": "太宰治",
    "publisher": "角川書店",
    "isbn": "9784041099155",
    "asin": "4041099153",
    "readDate": "2017/11/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9155/9784041099155.jpg",
    "highlights": []
  },
  {
    "id": "8aaf53e9a71c241c1966ef7b59ff0bc085477d95ad3edba609e3ff0c8d22acea",
    "title": "年収90万円で東京ハッピーライフ",
    "author": "大原扁理",
    "publisher": "太田出版",
    "isbn": "9784778315306",
    "asin": "4778315308",
    "readDate": "2017/11/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5306/9784778315306.jpg",
    "highlights": []
  },
  {
    "id": "deb3288145b10fccfdd2dfa1e0766dc29567e79db82a4045051042efefbd3e29",
    "title": "冴えない彼女の育てかた13",
    "author": "丸戸　史明/深崎　暮人",
    "publisher": "KADOKAWA",
    "isbn": "9784040723396",
    "asin": "4040723392",
    "readDate": "2017/11/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3396/9784040723396.jpg",
    "highlights": []
  },
  {
    "id": "0125b6c94077cfba69fdc5d06dc659ee1a5aae5d66987bb5ce99abca8dafa08b",
    "title": "リアル人生ゲーム完全攻略本",
    "author": "架神 恭介/至道 流星",
    "publisher": "筑摩書房",
    "isbn": "9784480689894",
    "asin": "4480689893",
    "readDate": "2017/11/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9894/9784480689894.jpg",
    "highlights": [
      {
        "text": "『人生』の世界へようこそ！ ここではあなたは種族「ホモ・サピエンス」の１人としてゲームをプレイします。あなたは美味しい食事をしたり、生殖行為を行ったり、人から 讃えられたり、自尊心を満足させることで「幸福点」を入手できます。ゲームオーバーになるまでに他のプレイヤーよりも多くの「幸福点」を稼ぎ、ハイスコアを目指しましょう！",
        "location": "107"
      },
      {
        "text": "「フーン……。ならさ、このハイスコア 暫定 １位のプレイヤーさ。彼なんかはシステムをしっかり理解して攻略したわけね？……えっと、プレイヤーＩＤは……シ、シャーキャ……あれ？ でも、彼のプレイログ……。さっきキミが言ってたプレイングとは全然違うような……」",
        "location": "353"
      },
      {
        "text": "以降における可能性の幅にはかなりの程度まで平等が保障されている。 また日本では知力面のみならず、精神面においても均質化チュートリアルが重視されることで、上位プレイヤーと下位プレイヤー間の格差が小さく、それゆえ社会全体でエリートプレイヤーという存在を生かしたプレイができない傾向が強い。このゲーム史上、最大級のイベントの１つだった第二次世界大戦においては、「日本軍は兵や下士官は勇敢なれど、士官は無能である」との言葉があった。エリート層が支配的だった旧日本軍の 惨憺 たる結末が、日本の傾向を何より鮮やかに示している。",
        "location": "675"
      },
      {
        "text": "結婚は愛の 証 ではないのだ。人間同士の同盟関係であり、契約行為である。そのことをありありと証明するのが、先に指摘した年収別の結婚率である。",
        "location": "1,125"
      }
    ]
  },
  {
    "id": "7abd23dc9dcbe00643a03cc231a0511e02ba0d505c3b43bf2e2bd239779191cd",
    "title": "コンテナ物語",
    "author": "マルク・レビンソン/村井章子",
    "publisher": "日経BP社",
    "isbn": "9784822245641",
    "asin": "4822245640",
    "readDate": "2017/11/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8222/82224564.jpg",
    "highlights": [
      {
        "text": "そして日本で建造した船舶を使ったコンテナ輸送サービスを推進すべく、四億四〇〇〇万ドルの補助金財源を確保する。いま考えると信じられないほど寛容な補助金だった。船会社は新造船の五％しか自己資金を用意する必要はない。残りは政府系の日本開発銀行（現日本政策投資銀行）が出してくれる。三年間は返済猶予、四年目から一〇年間で返済するが、金利は五・五％で、政府が開銀から借り入れる利率より低かった。これで足りない分は都市銀行から調達しなければならないが、それでも借入金利のうち二％は政府が負担してくれる。言ってみればプレゼントのようなものだった。日本の船会社は七〇年末までに、合計一五八隻をすべて日本の造船メーカーに発注した（原注 13）。 日本以外では、一九六九年七月に",
        "location": "4,288"
      }
    ]
  },
  {
    "id": "67704ccab4e8372ebc1b92a3cba55164092fb38c1380c687ac7b3720d4b7eccc",
    "title": "レヴィ＝ストロース入門",
    "author": "小田亮",
    "publisher": "筑摩書房",
    "isbn": "9784480058652",
    "asin": "4480058656",
    "readDate": "2017/11/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4800/48005865.jpg",
    "highlights": [
      {
        "text": "文字は新石器革命の条件ではなく結果として出現したのであり、知識を強固にするためというより、支配と搾取を容易にするためのものであったという考察を繰り広げる。",
        "location": "139"
      },
      {
        "text": "真正な伝統や民族文化にもとづくとされることの多い国民性や民族性といったアイデンティティは、むしろ〈顔〉のみえる関係や身体的な相互性を捨象した空虚な均質化にもとづく非真正なものであり、文化の真正さは、均質ではないが〈顔〉のみえる相互性にもとづく小規模な社会生活の形態にこそあるというわけである。",
        "location": "329"
      },
      {
        "text": "マス・コミュニケーションの諸手段の出現が一方向にのみ働きかけるのではないということです。ある意味でそれらの手段が文化や諸モデルを均一化しようとする傾向をもつことはたしかにその通りでしょう。しかし他方では、そのおかげで、自分を目立たせようと望む人間の集団が、他の人間の集団に対して自分を目立たせることが非常に容易になるのです。……今日の若者が、自分自身の文化であり、その両親の文化とくらべてまったく異質のものを自分たちのために作りあげることができるとすれば、彼らにそれができるのはマス・コミュニケーションのおかげによるところが非常に大きいのです。……かつて諸民族間に存在していた差異が、未来の社会がたとえ非常に均質の文明に属するものになったとしても、今度はもはや垂直な断絶ではなくて、世代間の、あるいは社会の中の機能集団の間の水平な断絶によって未来の社会において再び現れるにちがいないということは、考えられないことではありません。",
        "location": "453"
      },
      {
        "text": "そして、この新たな多様性の出現の可能性もまた、真正さの水準の区別にかかわっている。均一化されるとともにグローバル化された文明の手段を用いて自分たちの文化を差異化する動きが、自分たちの均質なアイデンティティを守るために最悪の偏見を正当化することにならないためには、あるいは、その文化が、グローバル化された資本主義市場におけるエキゾチックな商品として、すなわち空疎な抽象としてあがめられるだけにならないためには、その差異化が、真正な社会のレヴェル、すなわち〈顔〉のみえる関係においてなされる必要があるということなのである。",
        "location": "467"
      },
      {
        "text": "イトコ婚について、たいていの社会で平行イトコとの結婚は禁止されていること、そして、母方交叉イトコ婚と父方交叉イトコ婚とでは、父方交叉イトコ婚の婚姻規定のある社会が稀なのに対して、母方交叉イトコ婚の規定のある社会のほうは広くみられることが、レヴィストロース以前にわかっていた。",
        "location": "911"
      },
      {
        "text": "いる「過度の接近」「過度の分離」「ほどよい距離」という視点は、のちの『神話論理』における神話の構造分析においても用いられている。",
        "location": "1,510"
      },
      {
        "text": "ビジネスマンの世界での型にはまったしるし――スーツ、カラーやネクタイ、短い髪など――は、それらの本来のコノテーション（含まれた意味）――機能性、野心、権威への従順――を奪い去られて、「空虚」なフェティシュ（呪物）、すなわち、それら自体の価値によって、欲望され、愛撫され、尊重される対象に変換されたのだった。",
        "location": "1,728"
      },
      {
        "text": "で、「われわれの文明は、いってみれば歴史を内在化してしまっている文明で、自分の過去との関係のもとに自己を考える文明なのです――その過去をたえず否定して、未来を築きあげようとするのですが、しかしこの未来はその過去とのある種の関係（弁証法的と呼ばれているものです） を保持せざるをえないのです」と",
        "location": "2,502"
      }
    ]
  },
  {
    "id": "149073b7237a5a98951c0fb3108fbff92bc9ddce0ce89c7e5af61d35844b6a57",
    "title": "マスタリングTCP／IP(入門編)第5版",
    "author": "竹下隆史/村山公保",
    "publisher": "オーム社",
    "isbn": "9784274068768",
    "asin": "4274068765",
    "readDate": "2017/11/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8768/9784274068768.jpg",
    "highlights": []
  },
  {
    "id": "7584105b7c48ae927d0a80b9d20153be393c9477fe579cd435b3828941629b5e",
    "title": "しあわせの理由",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150114510",
    "asin": "415011451X",
    "readDate": "2017/11/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011451.jpg",
    "highlights": []
  },
  {
    "id": "93367ba29b51c0c1a718ae965d32a14acd5115cc817ebfb3cfce17dce51f299c",
    "title": "スペリングの英語史",
    "author": "サイモン・ホロビン/堀田　隆一",
    "publisher": "早川書房",
    "isbn": "9784152097040",
    "asin": "4152097043",
    "readDate": "2017/10/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7040/9784152097040.jpg",
    "highlights": [
      {
        "text": "ドナトゥスはラテン語を書くのに用いられる文字とその種々の機能を一覧表にし、文字の3つの属性、すなわち字名 (nomen)、字形 (figura)、効力 (potestas) の定義で章を締めくくっている。アルフリック",
        "location": "524"
      },
      {
        "text": "あり、児童教育の重要部分を構成するものだった。",
        "location": "4,240"
      },
      {
        "text": "異綴りはアイデンティティを表現する手段として用いることができるという考え方は、H・G・ウエルズが「スペリングの自由のために──ある芸術の発見」“For Freedom of Spelling: The Discovery of an Art”（1901年）と題するエッセイで提案している。",
        "location": "4,820"
      },
      {
        "text": "伝統的なスペリングの保持が単語の語源を示すのに役立つ別の例もあり、それは馴染みのうすい単語を理解する助けになることもある。<ph> で綴られる /f/ 音で始まる単語は一般にギリシア語起源である。その <ph> を保つことにより、その語源を示しているのだ。一方、<c> で綴られる /s/ で始まる単語は一般にフランス語起源である。",
        "location": "5,309"
      },
      {
        "text": "century（世紀） は、ラテン語 centum（100） に由来するフランス語の数詞 cent （100） を含む語群に属する。この語源的つながりを知っていれば、 centipede（ 百足）, centenary（100周年）, centennial（100周年の） など、似たような語形成に出会ったときにきわめて有用である。",
        "location": "5,313"
      }
    ]
  },
  {
    "id": "6d62e54376a8cad75a7a792fc523397c32a2966f40fb6fabb727cab53e603a86",
    "title": "ガラパゴス化する日本",
    "author": "吉川尚宏",
    "publisher": "講談社",
    "isbn": "9784062880381",
    "asin": "4062880385",
    "readDate": "2017/10/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0381/9784062880381.jpg",
    "highlights": [
      {
        "text": "FeliCaは、鉄道の自動改札をスムーズに通過するため、〇・二秒という短時間でデータの処理ができることを目指して開発された。最初に導入されたのは香港の交通カードであるオクトパスカードであったが、その後、ＪＲ東日本の Suica にも導入された。",
        "location": "354"
      },
      {
        "text": "日本では問題はみんなで考えてみんなでお互いをカバーしながら解決していく傾向が強いのに対し、アメリカでは最初に問題をいくつかに分割してそれぞれの担当者に渡し、個々の担当はせっせと自分の分だけを解決、という傾向が強い。要は分業体制。",
        "location": "578"
      },
      {
        "text": "人々の生産性をあげる技術が全世界的に普及していけば、最後にその土地のＧＤＰが人口によって決まる。田中明彦氏は「ポスト・モダンはプレ・モダンと同じになる」と指摘している。",
        "location": "1,085"
      }
    ]
  },
  {
    "id": "e367f53280293092bf886a1ad9d72fca293e2b896c86f34ce748683f3f00199f",
    "title": "ノモンハンの夏",
    "author": "半藤一利",
    "publisher": "文藝春秋",
    "isbn": "9784167483104",
    "asin": "4167483106",
    "readDate": "2017/10/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1674/16748310.jpg",
    "highlights": [
      {
        "text": "ヒトラーは『わが闘争』で、日本人を想像力の欠如した劣等民族、ただしドイツの手先として使うなら、小器用で小利口で役に立つ国民",
        "location": "317"
      },
      {
        "text": "はその著書で「第一線の心理を無視し感情を踏みにじって何の参謀本部であろう」と書いている。なんども書くが、真の統帥を無視し、出先軍の心理や感情で勝手に兵を動かせるというような国は、滅びるにきまっているのである。",
        "location": "5,140"
      }
    ]
  },
  {
    "id": "24f29e455e5d0e43fa89f6e76a0673e7c72c20e666ebcca0a8587539d4241021",
    "title": "銃・病原菌・鉄(下巻)",
    "author": "ジャレド・ダイアモンド/倉骨彰",
    "publisher": "草思社",
    "isbn": "9784794218797",
    "asin": "4794218796",
    "readDate": "2017/10/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8797/9784794218797.jpg",
    "highlights": []
  },
  {
    "id": "1e099fa40743c08b932251bb72fd5601f81f0079f085703d539cc5e2b809395e",
    "title": "わたしを離さないで",
    "author": "カズオ・イシグロ/土屋政雄",
    "publisher": "早川書房",
    "isbn": "9784151200519",
    "asin": "4151200517",
    "readDate": "2017/10/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0519/9784151200519.jpg",
    "highlights": []
  },
  {
    "id": "756c5e63bb8875bb06b075afe70c3afd31fc5f687069be1c5589e77a74c6c286",
    "title": "データ分析によるネットワークセキュリティ",
    "author": "MichaelCollins/中田秀基",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873117003",
    "asin": "4873117003",
    "readDate": "2017/10/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7003/9784873117003.jpg",
    "highlights": []
  },
  {
    "id": "6ad65d708ab2cfe647867eb12d00fcc061ede630243839393bb6960cdcd9cbbe",
    "title": "｢明治｣という国家",
    "author": "司馬遼太郎",
    "publisher": "NHK出版",
    "isbn": "9784140086681",
    "asin": "4140086688",
    "readDate": "2017/10/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6681/9784140086681.jpg",
    "highlights": []
  },
  {
    "id": "f18347866051e898f4a175f85facecfd9d09b72c05b1c3aea8516d9be7a4663e",
    "title": "銀河ヒッチハイク・ガイド",
    "author": "ダグラス・アダムス/安原和見",
    "publisher": "河出書房新社",
    "isbn": "9784309462554",
    "asin": "4309462553",
    "readDate": "2017/09/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3094/30946255.jpg",
    "highlights": [
      {
        "text": "本書によれば「生命、宇宙、その他もろもろ」の究極の答えは四十二である。なぜ四十二なのか、これについては「エジプトの『死者の書』に出てくる神の数と同じ」とか「ルイス・キャロルの『アリス』に出てくる規則の番号と同じ」とかいろいろ言われているようだが、ダグラス・アダムス本人は一貫して、「まったく意味のない数字として選んだ」と語っている。",
        "location": "3,096"
      },
      {
        "text": "──人生の意味や深遠な真理を求めて賢者や聖人に話を聞きに行き、聞いた答えにがっかりするという小話のたぐいは昔からいろいろある。その手のジョークを考えてみて、とりあえず究極の答えは数字にしようと思った。ごくありふれた答えなのに、まったく意味がわからないという意味で面白いと思ったからだ。しかし、三や七には神秘的な力があるとか言って、人は数字になにかと意味を付与したがるものだ。そんな意味ありげな数字を選ぶと面白さがそがれてしまうから、まったくなんの意味もない平凡な数字を選ばなくてはならない。",
        "location": "3,104"
      }
    ]
  },
  {
    "id": "76c2724a6c8f39f70893daa3c9f346cd3cff688f28f2e62013cead476ed207a1",
    "title": "煙か土か食い物",
    "author": "舞城王太郎",
    "publisher": "講談社",
    "isbn": "9784062749367",
    "asin": "406274936X",
    "readDate": "2017/09/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0627/06274936.jpg",
    "highlights": [
      {
        "text": "生きてても虚しいわ。どんな偉いもんになってもどんなたくさんお金儲けても、人間死んだら煙か土か食い物や。火に焼かれて煙になるか、地に埋められて土んなるか、下手したらケモノに食べられてまうんやで」。",
        "location": "1,871"
      }
    ]
  },
  {
    "id": "5a668d211d4ad5022739c358eea96f2307312e11d14c277333b5d6acc27c5d3f",
    "title": "祈りの海",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150113377",
    "asin": "4150113378",
    "readDate": "2017/09/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011337.jpg",
    "highlights": [
      {
        "text": "いずれ、バッハをきいたときに感じる歓びの生理学的根拠を、順を追って説明する人が出てくるだろうが、だからといって、いきなりその歓びが、〝原始的な〟反応だとか、生物学的ないかさまだとか、陶酔薬による高揚感と同様の空虚な体験だとかいうことになったりするだろうか？ 「あの子の笑顔を見",
        "location": "481"
      },
      {
        "text": "フィードバックによってほとんどのシステムを模倣できたなら（つまり同一パターンのインプットから同一パターンのアウトプットを得られれば）、実用に耐えるフレキシブルなニューロコンピュータは完成したことになる。だがそれは、模倣したシステムの本質の解明にはなんら寄与しない。",
        "location": "858"
      },
      {
        "text": "「理解するって概念は」と工学の講師はいった。「重要視されすぎなのよ。受精卵がどうやって人間になるか、だれも理解はしていないでしょ。だからってどうかする？ 個体発生が微分方程式で記述できるようになるまで、子どもを作るのをやめるとでも？」",
        "location": "861"
      },
      {
        "text": "性質と過去の体験を別にして）人間の行動に影響をおよぼせるだろう？ 自分という存在 が、 自分の行動 を決める──それ以上のどんな〝自由〟を、人は要求できるというのか？ もし、〝選択〟がまったく因果関係に基づいていないのだとしたら、なにがその結果を決めるのだろう？",
        "location": "1,956"
      },
      {
        "text": "ロレイン──「自分が死んだあとで、コンピュータに 物真似 されるのはごめんだわ。それで このあたしに、なんの得があるっていうの？」 デイヴィッド──「物真似を悪くいっちゃいけないよ──だいたい、生命からして物真似でなりたっているんだから。きみの体内の器官という器官は、絶え間なくそれ自身の姿にあわせて作りなおされている。細胞分裂というのは、細胞が死んで、自分をそっくりの偽者と置き換えることだ。いまのきみの体には、生まれたときにもっていた原子は一個も含まれてない──じゃあ、 きみがきみであること の根拠はなんだい？ それは情報のパターンであって、物理的ななにかではないのさ。そして、きみの体にそれ自身の物真似をさせておくかわりに、コンピュータにきみの体の物真似をさせはじめたとしたら、唯一意味のある違いは、コンピュータのほうがはるかにまちがいをおかさないということだ」",
        "location": "2,355"
      },
      {
        "text": "ロレイン──「あなたがそう信じてるなら……それでいいわ。でも、あたしはそうは考えないの。たしかに、あたしもほかの人と同じくらいに死ぬのがこわいけど──スキャンをうけたところで、気が楽になったりはしないと思う。不死になったような気はしないだろうし、なんのなぐさめにもならないと思うわ。なら、なぜスキャンをうけなくちゃならないの？ ひとつでも納得のいく理由をきかせて」 その問いに対するわたしの答えは、決して口にされることはないだろう（いまのように、人に知られることのない想像の中でさえ）。──「なぜなら、わたしがきみを失いたくないからだ。わたしのためにスキャンをうけてくれ」",
        "location": "2,364"
      },
      {
        "text": "た。「子どものころは信じてた。だが、いまは違う。神ってのは、なかなかいい思いつきだが……まるで意味をなさん」男はまだぼくの動機をはかりかねるように、疑い深げな目でこちらを見ていた。 ぼくはきいた。「では、生きることがつらすぎはしませんか？」 男は笑って、「四六時中ってわけじゃないさ」",
        "location": "5,479"
      }
    ]
  },
  {
    "id": "bd292a6157c86a7f130fbebf1b14bc9a7e037e5c40702d49baa33b85cd278451",
    "title": "やはり俺の青春ラブコメはまちがっている。12",
    "author": "渡 航/ぽんかん8",
    "publisher": "小学館",
    "isbn": "9784094516746",
    "asin": "4094516743",
    "readDate": "2017/09/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6746/9784094516746.jpg",
    "highlights": []
  },
  {
    "id": "2c22cfcb3403570362ad13960285afb6785f15c92da3775c324baba003560acd",
    "title": "銃・病原菌・鉄(上巻)",
    "author": "ジャレド・ダイアモンド/倉骨彰",
    "publisher": "草思社",
    "isbn": "9784794218780",
    "asin": "4794218788",
    "readDate": "2017/09/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8780/9784794218780.jpg",
    "highlights": []
  },
  {
    "id": "4273d689e96468177bcc390fc07f50612aada9a1bb6f31a574be5dd6c086c314",
    "title": "インターネットは自由を奪う",
    "author": "アンドリュー・キーン/中島　由華",
    "publisher": "早川書房",
    "isbn": "9784152097033",
    "asin": "4152097035",
    "readDate": "2017/09/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7033/9784152097033.jpg",
    "highlights": [
      {
        "text": "コンピューターについて、ノーバート・ウィーナーはたんなる微分方程式の計算機にとどまらないと考え、ヴァニヴァー・ブッシュは情報整理の効率化に役立つに違いないと信じた。そしてリックライダーは、その「思考する機械」を、何よりもまず通信デバイスとしてとらえた。人間とコンピューターとで労働を分配すれば、時間を節約し、民主制を洗練し、意思決定を改善できると彼は主張した。",
        "location": "499"
      }
    ]
  },
  {
    "id": "40244c14af60ff17ed9fb815617ac51efee4d63a4364d22701f7756577dfc927",
    "title": "本好きの下剋上(第2部)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864724920",
    "asin": "486472492X",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4920/9784864724920.jpg",
    "highlights": []
  },
  {
    "id": "3c1d1b570fc6e58513a9ca590739d0472a355667b12db5f2b5c4f688d531fd7d",
    "title": "本好きの下剋上(第1部)",
    "author": "香月美夜/鈴華",
    "publisher": "TOブックス",
    "isbn": "9784864725330",
    "asin": "4864725330",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5330/9784864725330.jpg",
    "highlights": []
  },
  {
    "id": "26d7e2c56e05ab70c802a56640d1dcbad5511fe9a3ee00229ead9b8e974f41d5",
    "title": "本好きの下剋上(第1部)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864723473",
    "asin": "4864723478",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3473/9784864723473.jpg",
    "highlights": []
  },
  {
    "id": "1bc8b6bb959d23f7d57a757b4f88128f02b891921453f74d667c8b6013e803ec",
    "title": "本好きの下剋上(第3部)",
    "author": "香月美夜/椎名優",
    "publisher": "TOブックス",
    "isbn": "9784864725866",
    "asin": "4864725861",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5866/9784864725866.jpg",
    "highlights": []
  },
  {
    "id": "1d346b69699f1fb1be513372ce06959c523d4cb0ce2e9cebe646d75b71ac95ea",
    "title": "本好きの下剋上(第3部)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864725620",
    "asin": "4864725624",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5620/9784864725620.jpg",
    "highlights": []
  },
  {
    "id": "1d346b69699f1fb1be513372ce06959c523d4cb0ce2e9cebe646d75b71ac95ea",
    "title": "本好きの下剋上(第3部)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864725217",
    "asin": "4864725217",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5217/9784864725217.jpg",
    "highlights": []
  },
  {
    "id": "1d346b69699f1fb1be513372ce06959c523d4cb0ce2e9cebe646d75b71ac95ea",
    "title": "本好きの下剋上(第3部)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864725408",
    "asin": "4864725403",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5408/9784864725408.jpg",
    "highlights": []
  },
  {
    "id": "f4cf1aa330baa7df766fb5a22de8728647881b5052e40e2b52570823c5819e50",
    "title": "本好きの下剋上第一部｢本がないなら作ればいい！｣(5)(第一部)",
    "author": "鈴華/香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864726023",
    "asin": "4864726027",
    "readDate": "2017/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6023/9784864726023.jpg",
    "highlights": []
  },
  {
    "id": "a3fb03efdd759f283d502854efde0f5656641138c6148600317d07b9da5b308e",
    "title": "日本語は｢空気｣が決める",
    "author": "石黒圭",
    "publisher": "光文社",
    "isbn": "9784334037468",
    "asin": "4334037461",
    "readDate": "2017/09/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7468/9784334037468.jpg",
    "highlights": []
  },
  {
    "id": "d1fb2fa3e0a8d7dc458bb371a948fcf9c419712743c9b81d24089cd779cd881d",
    "title": "持たない幸福論",
    "author": "pha",
    "publisher": "幻冬舎",
    "isbn": "9784344426429",
    "asin": "4344426428",
    "readDate": "2017/09/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6429/9784344426429.jpg",
    "highlights": [
      {
        "text": "生きるのが苦しくなったときは、世間の価値観や周りの意見にとらわれずに「自分が何が好きか」という感覚をしっかり持つことが大事だ。「自分はこれが好きだ、これをしているときが幸せだ」というものをはっきり持てば充実感を味わえるし、同じような趣味や価値観を持つ仲間もできるし、人との繫がりができればそれが社会の中の居場所として自分を支えてくれる。",
        "location": "90"
      },
      {
        "text": "働くことや稼ぐことにとらわれすぎても良くないけど、逆に働かないことに固執しすぎるのも良くないだろう。ニートでふらふらしている状態も一時的ならいいものだけど、ずっとそこから抜け出せなくなるとつらい。多分理想的なのは、会社員を数十年間ずっと続けるのでもなくニートを数十年間ずっと続けるのでもなく、その中間くらいで流動的に、状況に合わせてあっちに行ったりこっちに来たりできるような感じだ。",
        "location": "157"
      },
      {
        "text": "本というのは「自分がぼんやりと気づきかけていることをはっきりと言葉にして教えてくれるもの」だ。本を読んで知識を得ることで、頭の中が整理されたり、考え方の選択肢を増やすことができたり、自分の周りの世界で当たり前とされていることを相対化して見ることができるようになったりする。本を読むことで僕は生きるのが楽になった。",
        "location": "176"
      },
      {
        "text": "決まっている予定をそのまま守るなんてロボットでもできることだ。だから、人間は予定を覆すために生きてる、とか言ってしまってもいいんじゃないだろうか。ただまあドタキャンは人に迷惑をかけることがあるので、キャンセルしてもあまり他人に迷惑をかけない範囲でやるのが良いけれど。",
        "location": "414"
      },
      {
        "text": "結局、昔あったという「家族の絆」なんてものは、「お金持ち以外は家の中で大人しくしていなさい」というのと「女性は家の中で大人しくしていなさい」というのに支えられていただけで、そんなにいいものでもなかったように思う。それよりは、お金はなくても（お金がないからこそ）家族以外にいろんな繫がりを求めるようになった今の状況のほうが健全なんじゃないだろうか。",
        "location": "794"
      },
      {
        "text": "そこまで生活や人間性を犠牲にしない範囲で、普段の生活のちょっとした延長くらいのペースで、新しい商売とか新しい企画を始めやすくなったらもっと社会は面白くなるはずだ。そういうのをやりやすい場所が世界にもっと増えればいいなと思う。",
        "location": "1,469"
      }
    ]
  },
  {
    "id": "75c9d7e224620c2485807ab8d3da76cd9c7917ae194c737823028b3086050036",
    "title": "小説家の作り方",
    "author": "野崎まど",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048704731",
    "asin": "4048704737",
    "readDate": "2017/09/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4731/9784048704731.jpg",
    "highlights": [
      {
        "text": "「作品の中にルールを作る。読者もそのルールを理解する。するとルールに 則っている間は先の展開が予測しやすくなるので、非常に読みやすくなります。逆にルールからわざと逸脱すれば、読者の感情を動かし、サプライズを与える事ができる。時計の振り子を想像してみて下さい。左に振れる。次は右に振れる。少し眺めていればそれだけでルールが完成します。〝左の次は右、右の次は左〟。読者は次の動きが予想できますから、とても読みやすい。あとは振り子の動きを少しずつ、少しずつ大きくしていく。そうして読みやすさを保ったままで大きな流れに引き込むんです」",
        "location": "1,064"
      }
    ]
  },
  {
    "id": "dc9523026e43420cd4d8eefb41e1c7bea1d6d35384e3c50f20871a72d971403e",
    "title": "明日への追跡",
    "author": "光瀬龍",
    "publisher": "角川書店",
    "isbn": "9784041395035",
    "asin": "4041395038",
    "readDate": "2017/08/31",
    "thumbnailImage": "https://images-fe.ssl-images-amazon.com/images/I/51Z0KGUTkUL.jpg",
    "highlights": []
  },
  {
    "id": "a52f8e5fb9ff90a47ffe2ec24399b864ddee447e7dfb0a728a3416d49ccf8924",
    "title": "かくて行動経済学は生まれり",
    "author": "マイケル・ルイス/渡会圭子",
    "publisher": "文藝春秋",
    "isbn": "9784163906836",
    "asin": "4163906835",
    "readDate": "2017/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6836/9784163906836.jpg",
    "highlights": [
      {
        "text": "ダニエルは世界には目に見えない優しい力があるという考えを、まだ捨てることができないでいた。「わたしは両親と同じ 蚊帳 の中で寝ていた。両親は大きなベッド、わたしは小さなベッドだ。わたしは九歳だった。そして神に祈った。こんな祈りの言葉を唱えたんだ。神様、あなたがとても忙しいことや、いまが厳しい時代だということはわかっています。多くは望みません。ただもう一日、生きながらえさせてください、と」",
        "location": "811"
      },
      {
        "text": "エイモスは哲学と心理学を選んだ。しかし彼は知的生活に対しても、油田でも掘削するかのように、戦略的に考えていた。そして二年間、哲学の授業に出て、哲学の油田はもう干上がっていると明言した。 「彼の言葉はよく覚えている」とアムノン。「彼は『哲学でぼくらができることはもうない。プラトンが多くの問題を解決しすぎたんだ。この分野では大きな仕事はできない。頭のいい連中がたくさん集まっているのに、もうほとんど問題は残っていないし、答えの出ない問題ばかりだ』と言っていた」。心",
        "location": "1,607"
      }
    ]
  },
  {
    "id": "d9f6f13be6f94ec586daf2d2b085a5cdc52317a5c445f7db2bda543a8caf1d5d",
    "title": "ひとりっ子",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150115944",
    "asin": "415011594X",
    "readDate": "2017/08/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011594.jpg",
    "highlights": [
      {
        "text": "いっしょにいても、ひとりきりでいるのと変わりがなく、ゆえにわたしたちには、別れるほかに道がなかった。 ひとりきりで永遠を生きたいとは、だれも思わないのだから。",
        "location": "2,270"
      }
    ]
  },
  {
    "id": "ed5e64688b4733f47168a7c409e5a07cd4e9ff3cce34be983d512c7a84bac3c3",
    "title": "この素晴らしい世界に祝福を！12 女騎士のララバイ オリジナルアニメブルーレイ付き同梱版",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041050057",
    "asin": "4041050057",
    "readDate": "2017/08/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0057/9784041050057.jpg",
    "highlights": []
  },
  {
    "id": "08e7c24b569d7ff0a0c0ef47aba07970477dfb49ac3db7745e7ff95a19816914",
    "title": "君主論改版",
    "author": "ニッコロ・マキャヴェリ/池田廉",
    "publisher": "中央公論新社",
    "isbn": "9784122040120",
    "asin": "4122040124",
    "readDate": "2017/08/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0120/9784122040120.jpg",
    "highlights": []
  },
  {
    "id": "1fb4b5956942cb327019d5c36bb7a0940fafb304379a9c80a2b259a3e6926dab",
    "title": "時間の言語学",
    "author": "瀬戸 賢一",
    "publisher": "筑摩書房",
    "isbn": "9784480069504",
    "asin": "448006950X",
    "readDate": "2017/08/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9504/9784480069504.jpg",
    "highlights": [
      {
        "text": "勉強は基礎が大切 右の勉強は、具体的で身体的な場面を離れた概念なのに気づくだろうか。勉強は……と言いかけて、適切な文字通りのことばが見当たらない。そこで建築の領域から表現を借りてくる。これを支えるのは 似ている という感覚である。メタファーは類似性をベースとする。",
        "location": "189"
      },
      {
        "text": "本来客観的な記述を好む辞書の記述が、こと時間に限れば、 すべて メタファーに頼っているという点である。",
        "location": "206"
      },
      {
        "text": "この間の人間ドラマと辞書にかける二人の情熱のほとばしりは、武藤康史の『明解物語』（三省堂） と佐々木健一の『辞書になった男 ケンボー先生と山田先生』（文藝春秋） に詳しい。いずれも渾身のドキュメントである。",
        "location": "312"
      },
      {
        "text": "人がある点にとどまって時間の流れを 観察する 状況を表す。時間は未来からやって来て過去に過ぎ去る。たとえばもうすぐ夏休みがやって来ると言う。来るという表現は話者に近づくことを意味する。行くはその反対だ。逝くと行くが同音であるのも興味深い。逆に新しい命は生まれいずる、生まれてくるものと認識される。「知らず、生まれ死ぬる人、いづかたより来たりて、いづかたへか去る」（『方丈記』） も同じ見方を共有する。",
        "location": "395"
      },
      {
        "text": "英語の《動く時間》は過去が前で未来が後ろ。《動く自己》は未来が前で過去が後ろ。言語的な証拠はほかにもあるが、基本的な見方は英語と日本語とで共通することがわかる。",
        "location": "464"
      },
      {
        "text": "時間はある種の円環であり、それは天体の（見かけ上の）円運動に明白だ。人にとってもっともわかりやすい見方ではないか。あらゆる事象は巡り巡ってまた元に戻ってくる。この周期を表すギリシア語ペリオドスは英語のperiod（期間） に受け継がれ、そのギリシア語の中心的な語義は「ぐるっと一巡すること」である。このような円環的な時間把握はヘレニズム文化の特色でもある。",
        "location": "937"
      },
      {
        "text": "メタファーの素材（起点領域の表現） として頭と首は体の上半身に属す。しかも命と直結する重要な部分である。その頭と首が他の身体部位に適用される。",
        "location": "1,068"
      }
    ]
  },
  {
    "id": "1e6829340ceb8b88b70d7f7f88061534d39af57b31d54fd96ef42accdc76c92f",
    "title": "忍物語",
    "author": "西尾　維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784062839020",
    "asin": "4062839024",
    "readDate": "2017/08/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9020/9784062839020.jpg",
    "highlights": []
  },
  {
    "id": "7250ba325c86b833f705e284047d745fe35918036657270a69b898f33bf2b048",
    "title": "仁義なきキリスト教史",
    "author": "架神 恭介",
    "publisher": "筑摩書房",
    "isbn": "9784480434036",
    "asin": "4480434038",
    "readDate": "2017/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4036/9784480434036.jpg",
    "highlights": []
  },
  {
    "id": "c56f99dc7f560babb25eaf444abd3373691737a14795cc484e48597bbe8335bb",
    "title": "完全教祖マニュアル",
    "author": "架神恭介/辰巳一世",
    "publisher": "筑摩書房",
    "isbn": "9784480065131",
    "asin": "448006513X",
    "readDate": "2017/07/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5131/9784480065131.jpg",
    "highlights": [
      {
        "text": "実際問題としては、組織の主たる層は一般人ですし、そして、一般人は哲学など毛ほどの興味もありません。このことはしかと胸に刻んでおいて下さい。浄土教のナムアミダブツなど一般人は悪霊退散の呪文程度にしか思ってませんし、毎日神棚に手を合わせていても 天岩戸 も知らなかったりします。",
        "location": "48"
      },
      {
        "text": "ヒトラーも『我が闘争』でこのように言っています。「どのようなプロパガンダも大衆にあわさねばならず、その知的水準は獲得すべき大衆の最低水準の人々が受け入れられるようにあわさねばならない」",
        "location": "48"
      },
      {
        "text": "あなたの宗教が理論的に考えて葬式や墓参りをする必要がなくても、一般人はそんなこと絶対気にしないのであまり考えなくて構いません。そもそも仏教だって本当は墓も葬式も 戒名 も要らないのですから。",
        "location": "51"
      },
      {
        "text": "中国仏教は儒教の影響を受けて、本来の仏教にはなかった「先祖崇拝」というニュアンスが加わりました。次に、その儒教的価値観で捉えられた仏教が日本に伝わり、日本人が仏教と儒教を混同した結果、現在のよく分からない日本仏教の祖先崇拝があるわけです。",
        "location": "53"
      },
      {
        "text": "そもそも、「世界のあらゆる現象は全て説明できるはず」などと考える方がおこがましい気がしませんか？ 「全部分かるはず」と思うから、分からないことに出会うと怖くなるのであって、「たまには分からんこともある」と思えば、それだけのことではないでしょうか。私たちが「全部分かるはず」と思ってしまうのは、科学に対する信仰ではないかと筆者は考えています。",
        "location": "74"
      },
      {
        "text": "あなたも「一回コレをやればハイ救済。後は好きにしていいよ」というものではなく、教団への永続的なコミットメントを要求するような、そういった類の救済を与えるようにしましょう。",
        "location": "83"
      },
      {
        "text": "つまり、差別化というのは「世俗の○○」を「聖なる○○」へと変えることなのです。",
        "location": "92"
      },
      {
        "text": "禅で言うならば、悟りに至るまでに積み重ねてきた修行、また、悟りという脳内現象の後に変化した人生観。これらがその人の中でどのような意味を持ち、その人をハッピーにできるかどうかが重要なのです。そこらへんのおっさんが「オレは神を見た！」と言い出したら狂人でしょう。ですが、おっさんが修道士や神父なら彼は聖人になれるかもしれません。「現象」は同じであっても、「現象の持つ意味」まで同じとは限らないのです。「悟り」自体はいざとなればドラッグでもなんとかなるものかもしれません。ですが、「悟り」という現象をどれほど素晴らしいものにできるかは、教祖であるあなたの双肩に掛かっているのです。",
        "location": "130"
      }
    ]
  },
  {
    "id": "2946eee90d77cac7bb6fc6083af2e8000ce03de60d48524c30acd064f13478b6",
    "title": "言語学の教室",
    "author": "西村義樹/野矢茂樹",
    "publisher": "中央公論新社",
    "isbn": "9784121022202",
    "asin": "4121022203",
    "readDate": "2017/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2202/9784121022202.jpg",
    "highlights": [
      {
        "text": "言語習得における見本の重要性",
        "location": "954"
      },
      {
        "text": "ラネカーが、一九七〇年代半ばに出した論文の中で、「イディオムの多くはfrozen metaphors（凍結したメタファー）だ」と言っているのですが、あるいはそれも同じ趣旨だったのかもしれません。",
        "location": "2,425"
      },
      {
        "text": "メタファーというのは共時的な単一の言語の内部だけで捉えられるものではないということになります。メタファーを捉えるには通時的な視点に立たなければだめなんです。",
        "location": "2,479"
      }
    ]
  },
  {
    "id": "70b756826086af5c99c53498e678b230466b03c086bbceb55e739c803edd0e98",
    "title": "サピエンス全史(下)",
    "author": "ユヴァル・ノア・ハラリ/柴田 裕之",
    "publisher": "河出書房新社",
    "isbn": "9784309226729",
    "asin": "4309226728",
    "readDate": "2017/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6729/9784309226729.jpg",
    "highlights": []
  },
  {
    "id": "37304fccea9e07d6e7bb73ace67ca0bccd82c64a5d8781391e6ab06c90bdeb77",
    "title": "サピエンス全史(上)",
    "author": "ユヴァル・ノア・ハラリ/柴田 裕之",
    "publisher": "河出書房新社",
    "isbn": "9784309226712",
    "asin": "430922671X",
    "readDate": "2017/07/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6712/9784309226712.jpg",
    "highlights": []
  },
  {
    "id": "6212e5023cc55a0db9bacf5bdbff707ed379baa19f2e93b3aaaa1f1245a0a39b",
    "title": "ゴブリンスレイヤー",
    "author": "蝸牛くも",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797386158",
    "asin": "4797386150",
    "readDate": "2017/07/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6158/9784797386158.jpg",
    "highlights": []
  },
  {
    "id": "3ccc913373ed313c8bdb10a8402610b3ba30fb961be96063c77848565ad14400",
    "title": "空ろの箱と零のマリア(7)",
    "author": "御影瑛路",
    "publisher": "KADOKAWA",
    "isbn": "9784048651936",
    "asin": "4048651935",
    "readDate": "2017/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1936/9784048651936.jpg",
    "highlights": []
  },
  {
    "id": "a98f31cc9b9727d9c0cd3844822a54fe3b522e36fc05921d9a6aa39b94cc5e47",
    "title": "空ろの箱と零のマリア(6)",
    "author": "御影瑛路/鉄雄",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048912518",
    "asin": "4048912518",
    "readDate": "2017/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2518/9784048912518.jpg",
    "highlights": []
  },
  {
    "id": "87c294826c6ba67198e21693ceae88135ce8775c553c4693cf733547c90493fe",
    "title": "空ろの箱と零のマリア(5)",
    "author": "御影瑛路",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048867337",
    "asin": "4048867334",
    "readDate": "2017/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7337/9784048867337.jpg",
    "highlights": []
  },
  {
    "id": "30ab6709a3a53d5c1c2fc41d4931a9404dfbbf8cb2f2a657545015bbb2184139",
    "title": "空ろの箱と零のマリア(4)",
    "author": "御影瑛路",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048685955",
    "asin": "4048685953",
    "readDate": "2017/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868595.jpg",
    "highlights": []
  },
  {
    "id": "92b897ebf3fdbc3805b6cd2953d5c0a060536dadc1bfb323fb5c562ecee1e11f",
    "title": "空ろの箱と零のマリア(3)",
    "author": "御影瑛路",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048682756",
    "asin": "404868275X",
    "readDate": "2017/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868275.jpg",
    "highlights": []
  },
  {
    "id": "8447ef6dd3a4c82783da7bd56f7421335f03e12ae2575744c55f46eb9a1caa3f",
    "title": "空ろの箱と零のマリア(2)",
    "author": "御影瑛路",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048680127",
    "asin": "4048680129",
    "readDate": "2017/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868012.jpg",
    "highlights": []
  },
  {
    "id": "3816722302b971d69cd5f1d8b5a4be9e47845b3fdeb48a765af87514285312ac",
    "title": "空ろの箱と零のマリア",
    "author": "御影瑛路",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048674614",
    "asin": "4048674617",
    "readDate": "2017/07/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04867461.jpg",
    "highlights": []
  },
  {
    "id": "2f60ceb97ee7329eaf4fdeac049dd115b518bb41f13450e8fb09c312494387fe",
    "title": "ラヴクラフト全集(1)",
    "author": "ハワード・フィリップス・ラヴクラフト/大西尹明",
    "publisher": "東京創元社",
    "isbn": "9784488523015",
    "asin": "4488523013",
    "readDate": "2017/07/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3015/9784488523015.jpg",
    "highlights": []
  },
  {
    "id": "22ee75116e57426bf2ef8abeb0249571134ed4ba9da6f0de2660b3f107fd8ca2",
    "title": "小松左京短編集　大森望セレクション (角川文庫)",
    "author": "小松左京",
    "publisher": "角川文庫",
    "isbn": "",
    "asin": null,
    "readDate": "2017/06/30",
    "thumbnailImage": "https://images-na.ssl-images-amazon.com/images/I/91yx72KxkcL._SL1500_.jpg",
    "highlights": [
      {
        "text": "──もぐりの人夫なんてこんなものだ。 彼等の大部分は俺同様失権者、つまり政府株をもたない連中だった。政府が株式会社組織の営利事業になって以来、政府株、すなわち行政株式会社の株を十株以上もたないものは一切の公民権──実は一切の人権を 剝奪 されるのだ。政府は物価操作一つで、この安い労働力をうんと作り出す事もできた──こんな常識的な事を知らなかった俺は、馬鹿と言われてもしかたがない。もっともはじめから知らなかったのか、知ってて忘れたのか、その点はっきりしなかったが。",
        "location": "1,259"
      }
    ]
  },
  {
    "id": "9f0afeea13c122c3ed10c847290c8631833b43f19284d206981a0fdf9fd3d172",
    "title": "巨人たちの星",
    "author": "ジェームズ・P．ホーガン/池央耿",
    "publisher": "東京創元社",
    "isbn": "9784488663032",
    "asin": "4488663036",
    "readDate": "2017/06/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3032/9784488663032.jpg",
    "highlights": [
      {
        "text": "くれればいいのだが、と彼は内心祈る気持だった。 「共に宇宙を旅する隣人として、惑星地球の全住民に代わって一言ご挨拶申し上げます。われわれは、生きとし生ける者すべてに対する平和と友好の意思をもってここにやって参りました。この邂逅が、両民族の恒久的共存の端緒とならんことを、そしてさらには深い相互理解を通じて節度ある共栄関係発展の契機とならんことを切に願うものであります。今より後、ガニメアンと地球人はそれによって共にその母星を後にし全宇宙の公海とも言うべきこの出会いの場所に旅し来たった最先端の知識の一層の進展に相携えて努力いたそうではありませんか」 ガニメアンたちは敬意を示して、ストレルの",
        "location": "1,165"
      }
    ]
  },
  {
    "id": "61668c889c4f349d4351e9f6698d11f3c8fefcd1234cb4e5438b7eab2ddf516e",
    "title": "紫色のクオリア",
    "author": "うえお久光",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048679046",
    "asin": "404867904X",
    "readDate": "2017/06/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04867904.jpg",
    "highlights": []
  },
  {
    "id": "206e7f2ed2ec44c0f93ff0ee7d35ef462cf87e0888fe24a98b052ec85b85c881",
    "title": "シャーロック・ホームズの生還",
    "author": "アーサー・コナン・ドイル/日暮雅通",
    "publisher": "光文社",
    "isbn": "9784334761745",
    "asin": "4334761747",
    "readDate": "2017/06/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33476174.jpg",
    "highlights": [
      {
        "text": "＊２「ぼくには日本の格闘技、バリツの心得があったから――これまでにも何度か役に立ったことがあるんだが――相手の腕をさっとすり抜けた」 バリツという格闘技は存在しないが、一八九九年にＥ・Ｗ・バートン＝ライトが〝バーティツ〟として英国に紹介した日本の護身術（つまり柔術）が、〝バリツ〟と誤記されたというのが定説。",
        "location": "5,943"
      }
    ]
  },
  {
    "id": "cf74c9ebbe97ad3d759693a9a078b708c5f1c14e55e45868c695d500621ce39e",
    "title": "読書の旅",
    "author": "森本哲郎",
    "publisher": "講談社",
    "isbn": "9784061832466",
    "asin": "4061832468",
    "readDate": "2017/06/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "志賀直哉の短編に『宿かりの死』というのがある。短編というよりは掌編ともいうべき小品で、ほんの一、二分で読み終えてしまうくらいの作品なのであるが、私はこの宿かりこそ、浪漫的読書人の姿ではないかと思う。",
        "location": "2,439"
      },
      {
        "text": "聖書は少なくとも二通り以上に解釈しなければならないのだそうである。とくにユダヤのラビたちは、聖書の文章を四通りに解釈するのだという。まず逐語的な意味を、第二に暗示的な意味を、第三は研究によって 演繹 される意味を、そして第四に比喩的な意味を探求するのである。",
        "location": "2,466"
      }
    ]
  },
  {
    "id": "bfc99901f4b39395436aa2a9d329520ebfc9c71593896467d451e3e42598309f",
    "title": "お伽草紙改版",
    "author": "太宰治",
    "publisher": "新潮社",
    "isbn": "9784101006079",
    "asin": "4101006075",
    "readDate": "2017/06/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6079/9784101006079.jpg",
    "highlights": []
  },
  {
    "id": "25ffaf99b4dac0750c3870b63aff308e12d9ba6f600231f3abca045ce6fd99b9",
    "title": "脱走と追跡のサンバ改版",
    "author": "筒井康隆",
    "publisher": "角川書店",
    "isbn": "9784041305089",
    "asin": "404130508X",
    "readDate": "2017/06/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "b1a085976da33c1d741f752d42c2b293de72c4848d5b5e5a0dddcf0c167b204c",
    "title": "オルタード・カーボン(下)",
    "author": "リチャード・モーガン/田口俊樹",
    "publisher": "アスペクト",
    "isbn": "9784757217645",
    "asin": "4757217641",
    "readDate": "2017/06/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7645/9784757217645.jpg",
    "highlights": []
  },
  {
    "id": "83bac9c698ac1da767a9d4a261074cd22b00b132a3b7952004a0421621862d06",
    "title": "この素晴らしい世界に祝福を！11 大魔法使いの妹",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041049938",
    "asin": "4041049938",
    "readDate": "2017/06/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9938/9784041049938.jpg",
    "highlights": []
  },
  {
    "id": "61ade4b8ded0ad05df6b674387f5998592997b525ae19da058c5d31582ee89a8",
    "title": "冴えない彼女の育てかた Girls Side3",
    "author": "丸戸　史明/深崎　暮人",
    "publisher": "KADOKAWA",
    "isbn": "9784040723389",
    "asin": "4040723384",
    "readDate": "2017/06/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3389/9784040723389.jpg",
    "highlights": []
  },
  {
    "id": "322450ce1aa0c98b969cf980eef0707294bfe535c474d68f96b1e1301f454f17",
    "title": "オルタード・カーボン(上)",
    "author": "リチャード・モーガン/田口俊樹",
    "publisher": "アスペクト",
    "isbn": "9784757217638",
    "asin": "4757217633",
    "readDate": "2017/06/23",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7638/9784757217638.jpg",
    "highlights": []
  },
  {
    "id": "4b2dbcb0a4d1fe956332800a4bae43d5eff56b80fa302a039301ffa3bdf18403",
    "title": "紙の動物園",
    "author": "ケン・リュウ/古沢嘉通",
    "publisher": "早川書房",
    "isbn": "9784153350205",
    "asin": "4153350206",
    "readDate": "2017/06/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0205/9784153350205.jpg",
    "highlights": []
  },
  {
    "id": "6c2776377b7b83a5fdd2f220212a3ab8ffb9f01547ee3eb01da8c62decb5abd2",
    "title": "天使と宇宙船",
    "author": "フレドリック・ブラウン/小西宏",
    "publisher": "東京創元社",
    "isbn": "9784488605025",
    "asin": "4488605028",
    "readDate": "2017/06/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5025/9784488605025.jpg",
    "highlights": []
  },
  {
    "id": "f22a12356ded7b6a188f572b46cfe9514a5f70dbdd7902d2b5fb3a5d4451ceb7",
    "title": "SFの書き方",
    "author": "大森　望",
    "publisher": "早川書房",
    "isbn": "9784152096845",
    "asin": "4152096845",
    "readDate": "2017/06/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6845/9784152096845.jpg",
    "highlights": []
  },
  {
    "id": "4c7200d57edf272a3fb012e847e10e76be9b7d343293d153434139c970c93462",
    "title": "小国主義",
    "author": "田中彰",
    "publisher": "岩波書店",
    "isbn": "9784004306092",
    "asin": "4004306094",
    "readDate": "2017/06/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6092/9784004306092.gif",
    "highlights": []
  },
  {
    "id": "264e90b1b2e472f49b25e470bb0ca8ffd22a0b09a63da0384532ca4a30c86745",
    "title": "人の心は読めるか？",
    "author": "ニコラス・エプリー/波多野　理彩子",
    "publisher": "早川書房",
    "isbn": "9784150504960",
    "asin": "4150504962",
    "readDate": "2017/06/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4960/9784150504960.jpg",
    "highlights": []
  },
  {
    "id": "f44ccd63f4b48a8bdc277616126d29e9793ff2da57357c6a5bf0b6302acfd0e3",
    "title": "引き裂かれた自己",
    "author": "R．D．レイン/天野 衛",
    "publisher": "筑摩書房",
    "isbn": "9784480097699",
    "asin": "4480097694",
    "readDate": "2017/05/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7699/9784480097699.jpg",
    "highlights": []
  },
  {
    "id": "6610672834e68f94f82b7abfb1bd7e644a97acb770f501bc44f4cf7ca5b1f5bd",
    "title": "誤解するカド ファーストコンタクトSF傑作選",
    "author": "野崎　まど/大森　望",
    "publisher": "早川書房",
    "isbn": "9784150312725",
    "asin": "4150312729",
    "readDate": "2017/05/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2725/9784150312725.jpg",
    "highlights": []
  },
  {
    "id": "a64f07343d3f3ce33769e00cd74522207ec4f803106862d161cdc2986e8f1677",
    "title": "人形つかい",
    "author": "ロバート・Ａ．ハインライン/福島正実",
    "publisher": "早川書房",
    "isbn": "9784150115418",
    "asin": "4150115419",
    "readDate": "2017/05/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011541.jpg",
    "highlights": []
  },
  {
    "id": "43d915be99be50385a5a5a7849c2c121b78763bee9e924386fc8dc94cd077fd9",
    "title": "国家はなぜ衰退するのか 下",
    "author": "ダロン・アセモグル/ジェイムズ・A・ロビンソン",
    "publisher": "早川書房",
    "isbn": "9784150504656",
    "asin": "4150504652",
    "readDate": "2017/05/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4656/9784150504656.jpg",
    "highlights": []
  },
  {
    "id": "a348f46d74b4c3e4f82b4321782a4a4ab4b54db95e7628fe3cc96c3ddbdb91e4",
    "title": "よいこの君主論",
    "author": "架神恭介/辰巳一世",
    "publisher": "筑摩書房",
    "isbn": "9784480425997",
    "asin": "4480425993",
    "readDate": "2017/05/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5997/9784480425997.jpg",
    "highlights": []
  },
  {
    "id": "1ddc0520f15501d0700eab2b9e48a5ff689138307db7217a1115f43814042511",
    "title": "国家はなぜ衰退するのか 上",
    "author": "ダロン・アセモグル/ジェイムズ・A・ロビンソン",
    "publisher": "早川書房",
    "isbn": "9784150504649",
    "asin": "4150504644",
    "readDate": "2017/05/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4649/9784150504649.jpg",
    "highlights": []
  },
  {
    "id": "335cc13a166266f2735009eacc783334d3b282d3eac905eac2d5c4d3a310983e",
    "title": "大いなる助走新装版",
    "author": "筒井康隆",
    "publisher": "文藝春秋",
    "isbn": "9784167181147",
    "asin": "4167181142",
    "readDate": "2017/04/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1671/16718114.jpg",
    "highlights": []
  },
  {
    "id": "810b47c66d48416b80de474c0f5f5cc9352bf0837a3f4402946729b2f9aa604e",
    "title": "たそがれに還る",
    "author": "光瀬龍",
    "publisher": "早川書房",
    "isbn": "9784150300036",
    "asin": "4150300038",
    "readDate": "2017/04/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "かぎりなく宇宙にひろがってゆく。そのことにもとより何の意味もない。つねに充足は内にある。新しい精神は新しい冒険の所産か。人々は都市を造り、個室にひそみすでに夢の終ったことを知る。かぎりないその絶望のくりかえし。ここにあるものは終った夢の 堆積 だ。",
        "location": "1,047"
      },
      {
        "text": "渦状星雲から渦状星雲へ、残してきた足跡は今でも消えずにそこにあるだろう。だが今、われわれの胸にあるものは残した夢の終焉に対するあわれみではない。この大宇宙を構成するある力の存在だ。ものすべて始めと終りがあるとすれば、その転変に超然たるある力こそわれわれの不断に求めつづけてきた夢ではなかったか。この大宇宙を支配するものは、われわれにとって憎悪か、愛か、あるいは二つながらに意味を失わしめるさらに偉大な何かか。",
        "location": "1,050"
      },
      {
        "text": "タムダム派は言った。無こそ均質だと。偏在するところから存在がはじまる。均質化が窮極の意味するところなら宇宙を支配するものこそ無ではないか。",
        "location": "1,054"
      },
      {
        "text": "永劫の時と争って何を残すのか？ 時そのものを手中に収めながら、今、 蒼茫 たる世界のたそがれをむかえて残す遺産とてもない。",
        "location": "1,056"
      },
      {
        "text": "われわれ人類は、太陽系の中の一惑星にしばりつけられていて、それら星々をおとずれ、あるいは宇宙の果まで飛んで、自らの疑問をただしてくるなどということはとてもできない。たとえわれわれに翼があり、あるいは光より早く飛べたとしてもそれは不可能なわざである。しかし、石のごとくこの地球を離れられなくても、その心さえ自由ならばいつでもそれら星々はもとよりあるいは大宇宙の果までも自らの目で、自らの心でながめ考えることができる。それは難かしい数式や巨大な観測装置など何一つ必要としない。ややもすれば生活の中に失いがちな柔軟な心、あるいは花を見、鳥や虫の鳴声に耳をかたむけ、夕映えの空に忘れていたむかしの事どもを想い起す心、その心が実は星々の語る物語を受け止める。 そこに永遠につながる一つの世界がある。",
        "location": "1,732"
      }
    ]
  },
  {
    "id": "587f62c12c76b7771e6c4c6527d96e393dca075971a654b7412f359ed040825d",
    "title": "創作の極意と掟",
    "author": "筒井康隆",
    "publisher": "講談社",
    "isbn": "9784062188043",
    "asin": "406218804X",
    "readDate": "2017/04/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8043/9784062188043.jpg",
    "highlights": [
      {
        "text": "凄味のある小説を書く作家として筆者がまず思い浮かべるのは色川武大である。この人は本人そのものに凄味があったのだが、これは直接つきあった者でないとわかるまい。色川武大は別に阿佐田哲也のペンネームで「麻雀放浪記」などのギャンブル小説を書いているが、特にギャンブル小説ではなくてもその作品すべてには凄味があり、純文学系統の作品であってもギャンブル小説に似た凄味を持っている。",
        "location": "81"
      },
      {
        "text": "小説作法本に小説の出だしはどうあるべきかなどと書かれていれば、これはもう無視した方がよい。考慮されるべきはあくまで、「その小説の出だしはどう書けばよいか」である筈だ。ひとつひとつの作品にはその作品に最も 相応しい出だしがあるのだから。それを考えることこそが個個の作家の作業なのである。",
        "location": "400"
      },
      {
        "text": "ハイデガー「存在と時間」の異常な迫力を指摘する人は多いが、そのためかある哲学者などは二十世紀最大と言われているこの書物をエンターテインメントだと断言しているので小生 吃驚 したことがある。たしかに「恐怖」について述べた部分など、そう言われてもしかたがないほどの面白さであり、特に現存在＝人間のありように迫る後半などはど迫力である。",
        "location": "569"
      },
      {
        "text": "しかしながら、書きたいこと、書くべきことがあるからといって、それを全部書けばいいというものではない。うまく書けない時には、特にそれが新人ならば、自分のことを書くのがいちばんいいという小説作法がある。それはそれで正しいとしても、いざ自分のことを書きはじめると「あれも書きたい、これも書かねばならぬ」とばかり、えんえんと自分の精神内容や周囲の状況などを非文学的に書き連ねる人がいる。書きかたにもよるが概ねこういうものは読者にとってはなはだ迷惑である。読者のことをまったく考えないで迫力というものは生まれない。",
        "location": "597"
      },
      {
        "text": "名誉欲、虚栄、金銭欲、色好み、世間体、嫉妬心、好奇心、美食、アルコール依存など数えあげていけばきりがないが、自分の中のそんな恥ずかしいことを書かねばならない",
        "location": "642"
      },
      {
        "text": "死を魅力的に書いているというので哲学の中でも評判のいいその部分こそが最も迫力あるくだりであることからもわかるように、主人公または作家が対決しなければならない最大のものが死であり、最大の迫力を生むのが死である。このテーマで書かれた小説は数多いが、手近なところでは星新一の「殉教」がある。",
        "location": "648"
      },
      {
        "text": "よほどの着想でない限り、あまりおかしな展開にはしない方がよかろうと思う。つまり小説のよき展開として「序破急」や「起承転結」以外の技法はないのだ、と考えておいた方がよい。",
        "location": "671"
      },
      {
        "text": "創作において、手抜きの一手段に会話が使われるのは悲しむべきことだ。主にエンタメ系の作家に多いのだが、描写や展開が面倒なのですべて会話で片づけようとするなどのことである。多いのは、面倒なので省略してしまった部分を「実はこんなことがあって」などと会話でもって補塡しようというものだ。",
        "location": "732"
      },
      {
        "text": "作者の主張や見解を述べたい時、ふたりの人物を登場させて議論させることがある。この時、二人の人物が共に作者の代弁者であってはならない。",
        "location": "748"
      },
      {
        "text": "会話が凄いのは夏目漱石「明暗」であろうか。",
        "location": "769"
      },
      {
        "text": "会話体の極北ともいえるこの作品に、作家志望者ならぜひ一度は挑戦してほしいものである。あの村上春樹もこのプイグを、「リタ・ヘイワースの背信」におけるハリウッド映画の 科白 と同質の形而上的な言語感覚に共感したと言っております。",
        "location": "806"
      },
      {
        "text": "新人ならともかく、年季の入ったプロの作家でも語尾に悩むことがある。例えば「であった」「である」「なのだ」「なのだった」「た」「だ」などのどれにしようかと悩み、語尾を書いては消し書いては消す。そのうちにわけがわからなくなり、その語尾を使うことにはそもそもどんな意味があるのか判断ができなくなってしまうというものである。これはどんな作家でも大いに悩んだ方がいい。悩んだ末に悟りの境地があります。",
        "location": "809"
      },
      {
        "text": "前後の文の語尾と何回もの重複をくり返してさえいなければ、これはもうどれでもよいのだと判断するしかない。そしてこれは、語尾の変化に対する小生の結論でもある。",
        "location": "831"
      },
      {
        "text": "書くべきだが、「実験」は書くことが多いので省略に関してのみここに書く。小説を読み、なぜ主人公が食事している場面をすべて省略するのか、なぜ主人公が家庭と職場を往復する出勤退勤の描写がないのか、なぜ主人公が排泄している描写がないのか、なぜ主人公が寝ている時間を省略するのか、小説内に流れる時間というものを考えた時、通常は考えることもないこんな疑問が次つぎに浮かびあがってくる。",
        "location": "932"
      },
      {
        "text": "作品全体が現代社会や現代世界を異化するものとしてマジック・リアリズムによる異化がある。そしてさらに、寓話による異化というものがある。寓話というのはスウィフトの「ガリバー旅行記」や、オーウェルの「動物農場」など、風刺的な、または教訓的な物語として書かれたもので、これも異化のひとつの技法だ。",
        "location": "1,297"
      },
      {
        "text": "アルコール類と睡眠剤の併用はやめた方がよい。星新一はこれがきっかけで倒れ、以後寝たきりになってしまった。",
        "location": "1,371"
      },
      {
        "text": "体験したい作家はオランダへ行ってください。",
        "location": "1,399"
      },
      {
        "text": "星新一の「声の網」は四十年も前に書かれた長篇だが、電話の未来というよりはむしろコンピューター・ネットワークを予言していることに驚かされる。",
        "location": "1,569"
      },
      {
        "text": "今ではもう、ケータイよりも進んだスマートフォンの時代になっているらしいのだが、こうなってくると小生の手にあまるからもはや考察のしようがありません。",
        "location": "1,645"
      },
      {
        "text": "ジャック・リヴェット監督の「セリーヌとジュリーは舟でゆく」という三時間に及ぶ大作では、ヒロイン二人が何度も繰り返しある一軒の館を訪れる。そこを訪れるのにはある手続きが必要で、二人は特殊な飴を舐めることによって空想とも夢とも現実ともつかぬその館に入っていく。二人が行くたびに館の住人は前回と同じ言動を繰り返している。",
        "location": "2,836"
      }
    ]
  },
  {
    "id": "a134c87d27da8f37aced34f30a78cd989861f72178263f8b24b45627524bdaea",
    "title": "思考と行動における言語",
    "author": "サミュエル・イチエ・ハヤカワ/大久保忠利",
    "publisher": "岩波書店",
    "isbn": "9784000009775",
    "asin": "400000977X",
    "readDate": "2017/04/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9775/9784000009775.jpg",
    "highlights": []
  },
  {
    "id": "137a80e47523d57a0133495f0b0ddf2269cb5cf8507a3ca707dddfaeb20a5e60",
    "title": "夏への扉",
    "author": "ロバート・A．ハインライン/福島正実",
    "publisher": "早川書房",
    "isbn": "9784150117429",
    "asin": "415011742X",
    "readDate": "2017/04/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7429/9784150117429.jpg",
    "highlights": []
  },
  {
    "id": "35b3dc27ed6312c9b0e0697fea61eb47da6501815eaa32a0c21bb3524b036e3f",
    "title": "世界はなぜ｢ある｣のか？",
    "author": "ジム・ホルト/寺町　朋子",
    "publisher": "早川書房",
    "isbn": "9784150504809",
    "asin": "4150504806",
    "readDate": "2017/03/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4809/9784150504809.jpg",
    "highlights": []
  },
  {
    "id": "5d4bbb9c847e7d8d05d7a8ee0c1fc9c0cd0fbe23f6cd452af82d16183b8ed6a7",
    "title": "かぜの科学",
    "author": "ジェニファー・アッカーマン/鍛原多惠子",
    "publisher": "早川書房",
    "isbn": "9784150504212",
    "asin": "4150504210",
    "readDate": "2017/03/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4212/9784150504212.jpg",
    "highlights": []
  },
  {
    "id": "24b7ae3f3b48a3cd35c5e64509f11dc3f17112389dd8d48f05be9252f15ed0b8",
    "title": "冴えない彼女の育てかた 12",
    "author": "丸戸　史明/深崎　暮人",
    "publisher": "KADOKAWA",
    "isbn": "9784040720777",
    "asin": "4040720776",
    "readDate": "2017/03/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0777/9784040720777.jpg",
    "highlights": []
  },
  {
    "id": "f8c9108b2a09553c260c34ca57a12be3f4d1c2397b2aea28c49471a92fa0356f",
    "title": "ビアンカ・オーバーステップ(上)",
    "author": "筒城 灯士郎/いとう のいぢ",
    "publisher": "星海社",
    "isbn": "9784061399648",
    "asin": "4061399640",
    "readDate": "2017/03/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9648/9784061399648.jpg",
    "highlights": []
  },
  {
    "id": "c9c1337b90875998dbe7dabd0aecb2aaa775d202db4e8206e2f41b568076f14f",
    "title": "ビアンカ・オーバーステップ(下)",
    "author": "筒城 灯士郎/いとう のいぢ",
    "publisher": "星海社",
    "isbn": "9784061399655",
    "asin": "4061399659",
    "readDate": "2017/03/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9655/9784061399655.jpg",
    "highlights": []
  },
  {
    "id": "e0ede38a5bbe15209311d0518f67d4ee7eceae4449f4e76d5a18d0c1e37ce490",
    "title": "know",
    "author": "野崎まど",
    "publisher": "早川書房",
    "isbn": "9784150311216",
    "asin": "4150311218",
    "readDate": "2017/03/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1216/9784150311216.jpg",
    "highlights": [
      {
        "text": "「人は知るべきだ」 先生の言葉を反芻する。あの時僕は、どれくらい知るべきですか、と聞いた。 「知れるだけだよ」 道 終・常 イチ先生はそう答えた。",
        "location": "275"
      },
      {
        "text": "「高度情報化が進めば、扱う情報の量も、精度も、速度も闇雲に増えていく。それは今だってそうだ。我々はこれからもより多くの情報を集め続けるしかないし、より深く知り続けるしかない」 先生はとても幸せそうな顔をしながら。 「幸不幸とは関係なく、だ」 その表情と真逆の事を言っていた。",
        "location": "427"
      },
      {
        "text": "「〈物質の自己組織化〉《生きる》と〈情報の自己組織化〉《知る》は、私達人間存在の本質的な欲求です。生きたい。知りたい。人間とは、そういうものなんですよ」",
        "location": "3,098"
      }
    ]
  },
  {
    "id": "567e1cfb13692cad6e59e8e1d02670c574ad1a9a8f514c0737696f8a067f9dc6",
    "title": "言壷",
    "author": "神林長平",
    "publisher": "早川書房",
    "isbn": "9784150310370",
    "asin": "4150310378",
    "readDate": "2017/03/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0370/9784150310370.jpg",
    "highlights": []
  },
  {
    "id": "848f7956d1af722fc39166ee51f4d6dd27ac79d8c7fb7176328baff68a478611",
    "title": "私の個人主義",
    "author": "夏目漱石",
    "publisher": "講談社",
    "isbn": "9784061582712",
    "asin": "4061582712",
    "readDate": "2017/03/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0615/06158271.jpg",
    "highlights": [
      {
        "text": "この時私は始めて文学とはどんなものであるか、その 概念 を根本的に自力で作り上げるよりほかに、私を救う途はないのだと 悟ったのです。今までは全く他人本位で、根のない 萍 のように、そこいらをでたらめに 漂 よっていたから、 駄目 であったという事にようやく気がついたのです。私のここに他人本位というのは、自分の酒を人に飲んでもらって、後からその品評を聴いて、それを理が非でもそうだとしてしまういわゆる 人真似 を指すのです。",
        "location": "215"
      },
      {
        "text": "近頃自我とか自覚とか唱えていくら自分の勝手な真似をしても構わないという 符徴 に使うようですが、その中にははなはだ怪しいのがたくさんあります。彼らは自分の自我をあくまで尊重するような事を云いながら、他人の自我に至っては毫も認めていないのです。",
        "location": "384"
      },
      {
        "text": "第一に自己の個性の発展を 仕遂げようと思うならば、同時に他人の個性も尊重しなければならないという事。第二に自己の所有している権力を使用しようと思うならば、それに附随している義務というものを心得なければならないという事。第三に自己の金力を示そうと願うなら、それに 伴う責任を 重 じなければならないという事。つまりこの三カ条に帰着するのであります。",
        "location": "421"
      },
      {
        "text": "です。もし人格のないものがむやみに個性を発展しようとすると、 他 を妨害する、権力を用いようとすると、 濫用 に流れる、金力を使おうとすれば、社会の腐敗をもたらす。ずいぶん危険な現象を 呈 するに至るのです。",
        "location": "429"
      },
      {
        "text": "が、個人の自由は先刻お話した個性の発展上極めて必要なものであって、その個性の発展がまたあなたがたの幸福に非常な関係を 及ぼすのだから、どうしても他に影響のない限り、 僕 は左を向く、君は右を向いても差支ないくらいの自由は、自分でも 把持 し、他人にも 附与 しなくてはなるまいかと考えられます。それが",
        "location": "462"
      }
    ]
  },
  {
    "id": "049bdcf4f19f8b3aa417661a28eba09caa9f33510b8116dae14ff5f82fae366e",
    "title": "あなたの人生の意味",
    "author": "デイヴィッド・ブルックス/夏目　大",
    "publisher": "早川書房",
    "isbn": "9784152096661",
    "asin": "4152096667",
    "readDate": "2017/03/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6661/9784152096661.jpg",
    "highlights": []
  },
  {
    "id": "4926d666eaf81962eb7bea3ce344d9750f17a43872867bd6280da10061964076",
    "title": "フレドリック・ブラウン傑作集",
    "author": "フレドリック・ブラウン",
    "publisher": "サンリオSF文庫",
    "isbn": "",
    "asin": null,
    "readDate": "2017/03/04",
    "thumbnailImage": "",
    "highlights": []
  },
  {
    "id": "eada7c494c13a80fa93d6975ba8219309f14ac2d5ff4a97c8807dd6b4108b27d",
    "title": "SFマガジン 2016 06",
    "author": "著者を入力…",
    "publisher": "出版を入力…",
    "isbn": "",
    "asin": null,
    "readDate": "2017/03/04",
    "thumbnailImage": "https://images-na.ssl-images-amazon.com/images/I/81KahmBP41L._AC_SX75_CR,0,0,75,75_.jpg",
    "highlights": []
  },
  {
    "id": "b6aec5578708dd4edc4026b76abab30d22ca155833af559c357ee374a25f6639",
    "title": "書を捨てよ、町へ出よう改版",
    "author": "寺山修司",
    "publisher": "角川書店",
    "isbn": "9784041315224",
    "asin": "4041315220",
    "readDate": "2017/02/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5224/9784041315224.jpg",
    "highlights": []
  },
  {
    "id": "fe4d054931bb65baa7aef33295b763c9bfc38fd6da9e67f0417761a6363aff1b",
    "title": "第三の嘘",
    "author": "アゴタ・クリストフ/堀茂樹",
    "publisher": "早川書房",
    "isbn": "9784151200168",
    "asin": "4151200169",
    "readDate": "2017/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "3c156d9ca7da6e49bebaae53d72809f35850f8bf5e3669cb86cd975be8a8a7e8",
    "title": "ふたりの証拠",
    "author": "アゴタ・クリストフ/堀茂樹",
    "publisher": "早川書房",
    "isbn": "9784151200120",
    "asin": "4151200126",
    "readDate": "2017/02/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1512/15120012.jpg",
    "highlights": [
      {
        "text": "私は確信しているんだよ、リュカ、すべての人間は一冊の本を書くために生まれたのであって、ほかにはどんな目的もないんだ。天才的な本であろうと、 凡庸 な本であろうと、そんなことは大した問題じゃない。けれども、何も書かなければ、人は無為に生きたことになる。地上を通りすぎただけで 痕跡 を残さずに終わるのだから。",
        "location": "1,515"
      },
      {
        "text": "よ。人生というのは、そういうふうにできているんだ。すべてが、時とともに消えていく。記憶は薄れ、苦しみは減少する。私",
        "location": "1,705"
      }
    ]
  },
  {
    "id": "bf77fe3ed56c056dba8e3ad390b821870686125f5b10b2b8e50c218ca2711fdf",
    "title": "夜を走る",
    "author": "筒井康隆",
    "publisher": "角川書店",
    "isbn": "9784041305249",
    "asin": "4041305241",
    "readDate": "2017/02/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0413/04130524.jpg",
    "highlights": [
      {
        "text": "女性にとっては今や空前の結婚難時代となった。私が編集している男性雑誌「イリュージョン」でも、「いかにして女から逃げるか」だとか、「女と結婚しなくてすむ方法」とか「最も安あがりな離婚のしかた」「女はこうして男をだます」「あなたは女性に狙われている」などという特集をやると、たちまち四日足らずで売り切れてしまうぐらいだ。現にこの私も、三十三歳にして未だに運よく独身である。",
        "location": "1,363"
      },
      {
        "text": "運悪く結婚しなければならなくなった男のたどる道は悲惨である。仕事が終ればまっすぐ定刻に帰宅いたしますと妻に誓わなければならず、これにそむくと全国に二千万人の組織員を持つ主婦連盟に訴え出られるから多額の違約金を妻に支払わなければならない。さらに素行が定まらない時は勤務先に訴え出られる。会社がその男を説得しない場合──つまり会社が主婦連盟に協力しない場合は、その会社は不買運動その他さまざまな方法で圧力を加えられるのだ。夫は家庭のことに関しては妻に絶対服従しなければならず、家事も強制的に手伝わされる。たまりかねて離婚しようとすれば何百万という慰謝料を払わなければならないから、これも普通の男にはまず無理だ。こういう",
        "location": "1,367"
      },
      {
        "text": "線的思考をする気なら単行本を読めばいいのだし、一貫した思想など雑誌には無用のものである。もし強いて雑誌に思想を求めるなら、それは「浮世風呂」精神だ。それは庶民的正義に裏打ちされたスキャンダル精神、ゴシップ精神だ。今の雑誌にもこれは必要だ。ところが今の雑誌には毒にも薬にもならない記事が多すぎる。誰かが誰かに恋してるとか、染色もできるヘア・ドライヤーができたとか、そんなものは私にいわせればスキャンダルやゴシップのうちに入らない。大新聞がくだらない良識の泥沼に埋没してしまった現在、浮世風呂精神は雑誌によってしか復活させることができないではないか。",
        "location": "1,442"
      },
      {
        "text": "「あい子。あい子。許してくれ」泥棒は妻の名を連呼しながら暢子の 華奢 なからだを力いっぱい抱きすくめた。 作者が二十八行削除した時、泥棒はすでに自分のズボンをはき終っていた。",
        "location": "3,041"
      },
      {
        "text": "「近藤さあん」いかにも不粋なことをいうなと言わんばかりに、土方は近藤からほんの少し身を遠ざけて身をくねらせ、うわ眼づかいに近藤を 睨んだ。 近藤は土方の、この眼に弱い。加えて秘密を共有している為の弱さもある。 たしかあれは、新選組の局長を、近藤勇と、新見錦と、隊士たちから嫌われて 葱 沢鴨などと陰口をたたかれていた芹沢鴨の三名が勤めていた文久三年の春頃だった。 近藤の寝室へ、深夜、越中褌 ひとつの姿で土方歳三がしのんできたのである。 「ああ、局長。局長」せつなそうな声を出し、土方は近藤のふとんにもぐりこんできた。 それまで男色に全然興味のなかった近藤は、 胆 をつぶして逃げようとした。だが土方は、 優男 に似ずすごい力で彼を押さえこんでしまい、近藤の寝巻の 裾 をまくりあげた。「ねえ、局長。いいでしょう局長。いいでしょう」 とうとう近藤は、無理やり土方に肉体を奪われてしまったのである。 その関係は、それ以来ずっと続いている。",
        "location": "3,721"
      }
    ]
  },
  {
    "id": "9f00d60fc47b8bd04fd9c1817c6dca77b5b9baba8df5d3ede32b8280cd9da1fa",
    "title": "目の見えない人は世界をどう見ているのか",
    "author": "伊藤亜紗",
    "publisher": "光文社",
    "isbn": "9784334038540",
    "asin": "4334038549",
    "readDate": "2017/02/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8540/9784334038540.jpg",
    "highlights": [
      {
        "text": "目の力によって対象と自分を分断し、境界線をはっきりさせること、それが近代における「大人になる」ということです。低次の感覚から高次の感覚へ――。教育とは、まさに子どもを触る世界から見る世界へ移行させることなのです。",
        "location": "886"
      },
      {
        "text": "脳性まひの小児科医である 熊谷 晋 一 郎 さんは、障害者の自立について興味深い定義をしています。すなわち、「自立とは依存先を増やすことである」と。自立というと、依存を少なくしていきゼロにすることだと思いがちです。しかし、熊谷さんはそうではないといいます。周りの人から切り離されることではなく、さまざまな依存可能性をうまく使いこなすことこそが、障害者の自立である、と。",
        "location": "1,278"
      },
      {
        "text": "のあり方を知ることが不可欠になってくるでしょう。異なる民族の人がコミュニケーションをとるのに、その背景にある文化や歴史を知る必要があるように、これからは、相手がどのような体を持っているのか想像できることが必要になってくるのです。多様な身体を記述し、そこに生じる問題に寄り添う。そうした視点が求められているように思います。",
        "location": "1,460"
      },
      {
        "text": "「見えていることが優れているという先入観を覆して、見えないことが優れているというような意味が固定してしまったら、それはまたひとつの独善的な価値観を生むことになりかねない。そうではなく、お互いが影響しあい、関係が揺れ動く、そういう状況を作りたかったんです」 「特別視」ではなく、「対等な関係」ですらなく、「揺れ動く関係」。ソーシャル・ビューが単なる意見交換ではなく、ああでもないこうでもないと行きつ戻りつする共同作業であるからこそ、お互いの違いが生きてくるわけです。",
        "location": "1,805"
      }
    ]
  },
  {
    "id": "b4a0059b02921586263d9dbe670ddfb6907309c6588ffff1b6ea544e5735ff12",
    "title": "できそこない博物館改版",
    "author": "星新一",
    "publisher": "新潮社",
    "isbn": "9784101098302",
    "asin": "4101098301",
    "readDate": "2017/02/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8302/9784101098302.jpg",
    "highlights": []
  },
  {
    "id": "d9d22bf092d9043e8974139d55aebeaa05b26b35ef43fd8829092e5aab5f039b",
    "title": "文学部唯野教授",
    "author": "筒井康隆",
    "publisher": "岩波書店",
    "isbn": "9784006020019",
    "asin": "4006020015",
    "readDate": "2017/02/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0019/9784006020019.jpg",
    "highlights": [
      {
        "text": "この蛆虫のような学生どもはいったい何を考えてるのかね。ひとりひとりは みたいな脳しか持ってないみたいだし、きっと集団思考やっとるのだろうね。だいたい文学部へこんなにたくさん、何を教わりにくるんだい。文学なんてものは存在しないんだよね。あのう、これが文学だと認められたものの集合体、という意味でも、ある内在的特性があるからというので認知されたものという意味でも、文学なんて存在しないんだよね。だから当然この虫けらどもは、何を教わっていいかよくわからずにここへ来てるわけで、言ってみりゃこいつら、文学なんてどうでもいいんだよな」",
        "location": "41"
      },
      {
        "text": "批評は小説を切りきざんで分析したりしちゃいけない、まずどっぷりと思う存分、詩的経験に身を浸しなさい、味わいなさいって言ってるの。あれえっ。この言いかた、日本の批評家の誰かさんの言いかたに似てませんかあ。そうそうそ。小林さんちの秀雄†27 ちゃんでーす。あっ。今何人かうなずいたね。きっと国文科だろ。半強制的に『本居宣長』読まされた。そうでしょ。じゃさ、『本居宣長』の中にこう書いてあったの憶えてますかあ。『",
        "location": "451"
      },
      {
        "text": "ね。『文学理論は必要です。評価する・あるいは否定する根拠なしの、 あいまい 主義的な批評にさらされているわが国の作家たちには、それもとくにこれから小説を書き・発表する若い人びとには、文学理論にたつ批評がなされることほど望ましい話はないはずです。気分次第で賞めたり叱ったりする親ほど教育的でないものはないように、 あいまい 主義的な批評が若い作家をよく育てうるとは思いません†30』。",
        "location": "494"
      },
      {
        "text": "ぼくだって大学に対して批判はあります。文部省にはわりと優秀な官僚がいてさ、このひとたち、大学教授の九〇パーセントは馘首すべきだと言ってます。まったく勉強しないからね。おれも同感。自分が馘首されるレベルの上か下かは不問として同感です。しかしね、アメリカのあるＳＦ作家がＳＦ大会で『ＳＦの九〇パーセントはであります』って言ったの。全員どっきりしたところへ『何ごとによらず、その九〇パーセントはであります』」 「ＳＦの一〇〇パーセントは ですよ」番場は顔を歪めてそう言った。",
        "location": "598"
      },
      {
        "text": "この副収入についてはこの小説の他のところに詳しいから割愛するとして、次",
        "location": "610"
      },
      {
        "text": "か。ここでまたしてもマックス君登場。典型的かつ大量に行われる社会的闘争は、ながい間には結果的に、重要な個人的性質を高度に持つ者を淘汰するにいたる。いい教授がいなくなるの。で、大学はどんどん駄目になっていって。あれえっ。おれ、何を言ってるのこれ」",
        "location": "624"
      },
      {
        "text": "批評によって『 生』を見出すのだってわけ。でもさあ、こういうのはやっぱり読者に対して『小説の、ここにだけ注意を向けなさい』と言って指示したり限定したりするものであってさ、おまけにその『 生』がどういうものか、定義がはっきりできてなかったの。あまりはっきりさせると逆にうるさく突っこまれるから、ぼやけさせとく必要があったわけ。だからあれですな。一種の宗教ですなこれは。あっ。でもね、文学を宗教とか、いかに生きるかといった人生の教科書みたいに思ってるひと、今でもずいぶん多いんですよ。神聖視するのは勝手だけど、宗教とごっちゃにしちゃいけない。",
        "location": "915"
      },
      {
        "text": "やたらことばだけにこだわって『日常言語だけで書かれている』といって批難している批評がよくあるけど、これ、フォルマリズムの悪いところをまだ引きずっている批評だから、こういうものも笑ってやろうよね。悲しい",
        "location": "1,461"
      },
      {
        "text": "ああいう時の哲学ってことばには、別段学問という意味は含まれてなくて、せいぜい世界観とか、人生観とか、それどころか、ただの、ものの見かたとか考え方っていう意味しか含まれていない場合がほとんどでさあ、哲学っていうとまあ一般にはそんなものとして理解されてるわけ。ところが一方じゃ実は学問としての哲学も、本当はこれに近い状態にあるんじゃないかってフッサールは思ったわけ。",
        "location": "1,771"
      },
      {
        "text": "あらゆる価値が崩壊した敗戦後です。だから、考え方の基盤がなくて何を信じたらいいかわからないという時代によく読まれるみたい。面白いのは第一世代のＳＦ作家が若いころによく読んでるみたいだね。フッサールのいう『事象そのものへ』というのを、ちょいとひねればＳＦ的思考につながったからかもしれません。筒井康隆みたいな人でも読んだそうだし、小松左京†18 なんて人になってくると『ヨーロッパ諸学の危機と超越論的現象学』を大学ノートに全部書きうつしちゃってるんだよね。現在また若い人の間で現象学ブームが起りかけてるけど、これは今情報が氾濫しすぎてるから何を信じていいかわからなくなってるんじゃないかなあ。",
        "location": "1,891"
      },
      {
        "text": "では、現存在つまり人間の存在のいろいろな姿や態度が論じられています。われわれは、まず何よりも世界の中にある存在で、しかもわれわれはその世界を、ただ合理的に分析するだけのものではない。世界というのは、ただわれわれの前に置かれているだけのものではない。われわれが世界だの現実だのを構成するのと同じように、われわれだって世界だの現実だのから構成されているのだというんですね。で、まず最初にハイデガーは、人間の存在を分析するのに、特定の人間ではない、たいていの人間、つまり無差別的に、さしあたっては平均的に、日常的に生きている人間をとり出してきました。そのような平凡なたいていの人間は自分の死をまともに見ようとせず、世の中のひとと調子をあわせて、自分のものである筈の存在を本当に自分のものにはしていない。こういうのをハイデガーは『非本来性』と言ったの。逆に『本来性』というのは、人間が自分の苦しみや悲しみをまともに見て、それを引き受けて、気ばらしの観光旅行や日常的なおいしいお料理などへ逃げこまないで、本来の自分として在るというありかたのことです。そんなえらい人、今の日本にはひとりもいないと思うけど、",
        "location": "2,240"
      },
      {
        "text": "人間がいちばん気づかいするのはもちろん自分のことだけど、モノに対する気づかい、つまり何かを作るとか修理するとか役立てるとか壊しちまうとかいった気づかいのことをハイデガーは『配慮的な気づかい』と言っています。では自分以外のほかのひと、つまり自分と共に存在しているほかの現存在†15 に対しての気づかいはというと、これは『顧慮的な気づかい』というの。つまり協力しあったり、抱いてやったり、裏切ったり、エイズを 感染 されたりすることなんだけど、『顧慮的な気づかい』といったって、ほかの人たちのたいていは自分の知らない人だから、ほとんどの場合は無視したり素通りしたりするんだけど、これもやっぱり『顧慮的な気づかい』なの。そして、そうした他の人たちからわれわれは影響も受けて、同じように考えて朝目カルチュア・センターへ行こうと思ったり、同じように振舞ってブランド商品を着たり、同じような決まり文句で『やあどうもどうもどもどもども』なんて言ったりするわけで、こういうような、ひとに例外を許さない、個性を認めず独自の行動をさせない、そのかわりそのひとが自分のものとして負うべき苦しみや悩みや責任を忘れさせてくれるような存在を『世人』といいます。つまり他の人たちのこと。で、こういう世人と話すときの普通の会話や雑談や無駄話のことを『空談』といいます。これは『語り』の日常的な、非本来的なありかたで、語りというのは、人間それぞれが、自分は他の道具的なモノやモノ的なモノではなくて、そういうものを理解したり照らし出したりできる、そして自分も照らし出せる、この世に生きている存在だと自分でわかっているということ†16、それを了解し、解釈している場面なの。この場面ではじめて言語が可能になる。",
        "location": "2,265"
      },
      {
        "text": "本来の語りなら、われわれは話している相手がわかっていることを聞いて相手と同じようにわかることができる筈だけど、空談はそうじゃない。直接的な出会いじゃないんだよね。話が話し手からひとり立ちして、内容は薄くなって、語り広められて真似される。マスコミの発達でそれはますますひどくなって、聞く方は了解するという面倒なことをしなくていいわけ。さらにこの語りということの中には、聞くことや沈黙することも含まれています。人間の『語り』というのは、語る存在として自分を示すこと以外にも、世界に耳を傾けるということでもあるの。師匠のフッサールは先験的主観でもって世界に自分のイメージをきざみこんじまったけどハイデガーは、人間の存在とは世界との対話であると考えた。",
        "location": "2,283"
      },
      {
        "text": "この『文学部唯野教授』という虚構テクストに於ては」と、唯野が喋りはじめる。「君の文壇ジャーナリズムの規範と、ぼくの、メタ物語に依存していたため今や衰退の危機にある大学というものの規範との対置に、テーマのひとつが置かれている。現実の日常生活では、つまり外界の支配的なシステムの規範としては別のを占めているけど、ここではコード転換されて、同一の地平の中に置かれてしまって、お互い自分の原理に合わない可能性は受けつけないことになっているの。だからこうやって喧嘩しちまうの。そこでぼくの野心だけどさ、小説を書きたいというのはその野心のうちのほんの一パーセントに過ぎないわけ」",
        "location": "2,589"
      },
      {
        "text": "そこで文学理論のためのいろいろな読者像が考え出されました。まず、理想の読者ってのが考えられます。昔から、理想の読者であれば作品の意味をすべて発見できるに違いないという考えがありました。その代表が批評家だと思われていたの。つまりさ、ちょっと難しくてわからない作品があると、読者ってのはすぐ、この作品の意味は何だっていうんで、意味を求めたがるわけ。そこで批評家が登場します。だけどこの批評家にしたって、『フロイト以後』なんて本を書いたポンタリス†4 っていうフランスの精神分析学者が言ってるように、『批評家というものの手にかかったらすべてがつまらなくなります。彼らは概括的で公認された、きわめつきの言いまわしに自分のことばをあてはめることしかしない』のであって、いやもう、まったくそうだよね。今",
        "location": "2,634"
      },
      {
        "text": "て、このソシュールって人は言語を記号として考えたんです。やれやれ。またしても言語学だよなあ。だいたい批評家って人たちは、本来は作家がいるからこそ生きていける人たちなんで、最初から作家に負けてるわけなんだけど、どうしても作家に勝とうとするの。でもやっぱり作家にかなわない。批評家が言われることをいちばん嫌うことばは『そんならお前が小説を書いてみろ』なんだけど、作家は批評家よりもやさしい人が多いから、最近じゃそんなこと滅多に言いません。それだけは言っちゃいけないことになってて、寅さんじゃないけど『それ言っちゃおしめー』なのよ。だけど批評家は言われなくったってそんなことわかってる。そこで絶対に作家が反論できない、権威のある批評の方法を文学以外のところにある難かしい理論から持ってくるわけだけど、そのひとつがソシュールの構造言語学でした。",
        "location": "3,173"
      }
    ]
  },
  {
    "id": "0047043b56df60e9dfe26a5fcc3a13f8603fb68648b9c2417a4df1548b67495d",
    "title": "あなたの知らない脳",
    "author": "デイヴィッド・イーグルマン/大田　直子",
    "publisher": "早川書房",
    "isbn": "9784150504755",
    "asin": "415050475X",
    "readDate": "2017/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4755/9784150504755.jpg",
    "highlights": []
  },
  {
    "id": "003c5ec82b6de212d2a8ef713e1fd6ecd8d9c0ff8f4b2ce228585640efbd04a3",
    "title": "人生は20代で決まる",
    "author": "メグ・ジェイ/小西敦子",
    "publisher": "早川書房",
    "isbn": "9784152094681",
    "asin": "4152094680",
    "readDate": "2017/02/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4681/9784152094681.jpg",
    "highlights": []
  },
  {
    "id": "b4f1379de06067e0833101e42f7ff9a6995e5bebae4361fcc89c33f2912376bf",
    "title": "悪童日記",
    "author": "アゴタ・クリストフ/堀茂樹",
    "publisher": "早川書房",
    "isbn": "9784151200021",
    "asin": "4151200029",
    "readDate": "2017/02/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1512/15120002.jpg",
    "highlights": [
      {
        "text": "「良」か「不可」かを判定する基準として、ぼくらには、きわめて単純なルールがある。作文の内容は真実でなければならない、というルールだ。ぼくらが記述するのは、あるがままの事物、ぼくらが見たこと、ぼくらが聞いたこと、ぼくらが実行したこと、でなければならない。 たとえば、「おばあちゃんは魔女に似ている」と書くことは禁じられている。しかし、「人びとはおばあちゃんを〈魔女〉と呼ぶ」と書くことは許されている。 「〈小さな町〉は美しい」と書くことは禁じられている。なぜなら、〈小さな町〉は、ぼくらの目に美しく映り、それでいてほかの誰かの目には醜く映るのかもしれないから。 同じように、もしぼくらが「従卒は親切だ」と書けば、それは一個の真実ではない。というのは、もしかすると従卒に、ぼくらの知らない意地悪な面があるのかもしれないからだ。だから、ぼくらは単に、「従卒はぼくらに毛布をくれる」と書く。",
        "location": "328"
      }
    ]
  },
  {
    "id": "1d7c622625e295fa93274e417a43a9be49cb1558d6a081f39b4d82a48377bd21",
    "title": "葉蘭を窓辺に飾れ",
    "author": "ジョージ・オーウェル/大石健太郎",
    "publisher": "彩流社",
    "isbn": "9784779114304",
    "asin": "4779114306",
    "readDate": "2017/02/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4304/9784779114304.jpg",
    "highlights": []
  },
  {
    "id": "8b6edeaa442a0b32dfe8b9e5d1908a1825d757429280c910a462fd49d5ae658b",
    "title": "島",
    "author": "オルダス・レナ-ド・ハクスリ/片桐ユズル",
    "publisher": "人文書院",
    "isbn": "9784409130124",
    "asin": "4409130129",
    "readDate": "2017/01/28",
    "thumbnailImage": "",
    "highlights": [
      {
        "text": "エーデルマンが言うように、記憶とは事象の単なる記録や再生ではなく、個人の価値観や視点による再編、再建の作業なのである。",
        "location": "36"
      }
    ]
  },
  {
    "id": "2d56fe38731d984ecad012354c2b8be8d22cd5c50c4320de94f894f9796dc064",
    "title": "ゼロから作るDeep Learning",
    "author": "斎藤 康毅",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873117584",
    "asin": "4873117585",
    "readDate": "2017/01/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7584/9784873117584.jpg",
    "highlights": []
  },
  {
    "id": "4587f054c7a96a89bb3ca1124b3961e2965fdea2869c1e447d6276044263e7aa",
    "title": "さあ、気ちがいになりなさい",
    "author": "フレドリック・ブラウン/星　新一",
    "publisher": "早川書房",
    "isbn": "9784150120979",
    "asin": "4150120978",
    "readDate": "2017/01/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0979/9784150120979.jpg",
    "highlights": []
  },
  {
    "id": "3ed6b27221d48590550557a2a7c28700164d9f51cc0ae53cbce038ef74fec4d3",
    "title": "ガニメデの優しい巨人",
    "author": "ジェームズ・P．ホーガン/池央耿",
    "publisher": "東京創元社",
    "isbn": "9784488663025",
    "asin": "4488663028",
    "readDate": "2017/01/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3025/9784488663025.jpg",
    "highlights": [
      {
        "text": "くれればいいのだが、と彼は内心祈る気持だった。 「共に宇宙を旅する隣人として、惑星地球の全住民に代わって一言ご挨拶申し上げます。われわれは、生きとし生ける者すべてに対する平和と友好の意思をもってここにやって参りました。この邂逅が、両民族の恒久的共存の端緒とならんことを、そしてさらには深い相互理解を通じて節度ある共栄関係発展の契機とならんことを切に願うものであります。今より後、ガニメアンと地球人はそれによって共にその母星を後にし全宇宙の公海とも言うべきこの出会いの場所に旅し来たった最先端の知識の一層の進展に相携えて努力いたそうではありませんか」 ガニメアンたちは敬意を示して、ストレルの",
        "location": "1,165"
      }
    ]
  },
  {
    "id": "86f928e47ea32ae596fbb0798ad4bba1677d639babd6dfbcd21202f0f192f13a",
    "title": "ゴッド・ガン",
    "author": "バリントン・J・ベイリー/大森　望",
    "publisher": "早川書房",
    "isbn": "9784150121044",
    "asin": "4150121044",
    "readDate": "2016/12/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1044/9784150121044.jpg",
    "highlights": []
  },
  {
    "id": "4e3cbbd56662d58dd84bc8dfd2ae68a934fe226446ca678b7d88e29f1bf7eb1d",
    "title": "冴えない彼女の育てかた 11",
    "author": "丸戸　史明/深崎　暮人",
    "publisher": "KADOKAWA",
    "isbn": "9784040720760",
    "asin": "4040720768",
    "readDate": "2016/12/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0760/9784040720760.jpg",
    "highlights": [
      {
        "text": "「名古屋 駅で売ってる 生麩 のまんじゅうさ。昨日、久しぶりに中学時代の友達に会いに行って、さっき 戻ってきたんだ」 「へぇ、これ名古屋名物なのか……」 「名古屋名物というにはマイナーかもしれないけどね。でも、今まで食べた人全員に好評という、ヒット率の高い 逸品 だよ」 伊織 の言う通り、美味さだけでなくその軽さや 滑らかさが後を引いて、あっという間に三つ目を口にしてしまうくらいには大当たりだった。 「まぁでも、 純粋 に名古屋名物といえば、まずはひよこ型プリンの『ぴよりん』がお薦めかな。これはかつて存在したシャチホコ型シュークリーム『シャチボン』の流れをくむ、正統的な名古屋ネタスイーツだね。続いて名古屋〝らしさ〟を追求するなら断然、 坂角 の『ゆかり 黄金 缶』。名古屋駅限定のキンキラキンのパッケージに、中身はエビの 香りたっぷりのえびせんべい。 悪趣味 さとエビという、まさに名古屋のソウルをふんだんに盛り込んだ 傑作 だ。そういえば、名古屋名物に赤福やうなぎパイを 推す人がいるけど、あれはそれぞれ 伊勢 と 浜名湖 の名物であって厳密には名古屋じゃないからね。名古屋駅もそれを 憂慮 したのか、一度うなぎパイの方の取り扱いをやめたんだけど、それがかえって地元民の 怒りを買ってクレームが 殺到……」 「お前実は名古屋大好きだろそうなんだろ」 と、弁舌の止まらない伊織に 呆れつつ、俺は四つ目のまんじゅうを口に 放り込んだ。",
        "location": "1,109"
      },
      {
        "text": "第七章 恵派の方はここに 栞 を挟みっぱなしにしておくのがいいかと",
        "location": "1,506"
      },
      {
        "text": "「……恵」 『あ、今のよく気づいたね……倫也くん』 「……やっぱムズいって」 『ふふっ』",
        "location": "1,849"
      },
      {
        "text": "『……なんだかなぁ』 その、恵の 諦め気味の言葉とともに、俺は、スカイプを立ち上げる。 リストの中から『加藤恵』を選び、通話ボタンを押す。 と、すぐにスマホの通話口から、スカイプの呼び出し音が鳴り響いてくる。 『ちょっと……まだ、出るって、言ってないよ？』 「でも、〝なんだかなぁ〟って言った」 『それが、なに？』 「それは、恵の、ＯＫだろ」 『……もぅ』 その〝もぅ〟も、正直、ものすごく 萌えたけど……",
        "location": "1,864"
      },
      {
        "text": "『変な顔、してない？』 「してない」 『目、 腫れてるし……』 「してない」 『倫也くん……』 「してないよ」 だって彼女は、すごく、女の子の顔をしてた。 『なんで、こんなことになっちゃったかなぁ……』",
        "location": "1,886"
      },
      {
        "text": "『ううん、 繫 いだままにしといて』 「……どうして？」 そんな、恥ずかしい俺に悪態をつき始めたはずの恵は…… 『本当に限界が来て、眠ってしまうまで……見てるから』 「何を？」 『あなたの、書いてるところ、ずっと見てるから』 「何で!?」 最後に、もう一度、プチ 反撃 を試みてきた。",
        "location": "1,922"
      }
    ]
  },
  {
    "id": "1ab2734fed99b34c5bbb66b8d2930eed4d73010e490f7d1262d8693aefb5ec2d",
    "title": "ソラリス",
    "author": "スタニスワフ・レム/沼野充義",
    "publisher": "早川書房",
    "isbn": "9784150120009",
    "asin": "4150120005",
    "readDate": "2016/12/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0009/9784150120009.jpg",
    "highlights": [
      {
        "text": "人間は他の世界、他の文明と出会うために出かけて行ったくせに、自分自身のことも完全には知らないのだ。",
        "location": "3,548"
      }
    ]
  },
  {
    "id": "1cda3c53c14c4713077803b90826c096e8495e42cd045ae783f631acde99f9a3",
    "title": "日本沈没(下)",
    "author": "小松左京",
    "publisher": "小学館",
    "isbn": "9784094080667",
    "asin": "409408066X",
    "readDate": "2016/12/07",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0940/09408066.jpg",
    "highlights": []
  },
  {
    "id": "e4a6b4c3209eb001c1ddb2094d03fe5fe1c348a6030f8aa11f3663ca04bf8577",
    "title": "日本沈没(上)",
    "author": "小松左京",
    "publisher": "小学館",
    "isbn": "9784094080650",
    "asin": "4094080651",
    "readDate": "2016/12/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0940/09408065.jpg",
    "highlights": []
  },
  {
    "id": "a2c4574925304f934039dfa7a45fe38e5241e36cfe9b27d09a105a8183e433f4",
    "title": "この素晴らしい世界に祝福を！10 ギャンブル・スクランブル！",
    "author": "暁　なつめ/三嶋　くろね",
    "publisher": "KADOKAWA",
    "isbn": "9784041049921",
    "asin": "404104992X",
    "readDate": "2016/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9921/9784041049921.jpg",
    "highlights": []
  },
  {
    "id": "eb2aa642180df67d71aa930a88ee92d9bccdd57c6cabce95761e30702390f28d",
    "title": "ディアスポラ",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150115319",
    "asin": "4150115311",
    "readDate": "2016/11/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011531.jpg",
    "highlights": []
  },
  {
    "id": "6130198a7312ac1310d4b4764933c362fef7d5193df550f4600ad44dbbac8e7f",
    "title": "星を継ぐもの",
    "author": "ジェームズ・P．ホーガン/池央耿",
    "publisher": "東京創元社",
    "isbn": "9784488663018",
    "asin": "448866301X",
    "readDate": "2016/11/22",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3018/9784488663018.jpg",
    "highlights": []
  },
  {
    "id": "9ade922bcbfcfc7daa310bbb88dc3a1685f7794b442281442d3419e2fe74263a",
    "title": "順列都市(上)",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150112899",
    "asin": "4150112894",
    "readDate": "2016/11/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011289.jpg",
    "highlights": []
  },
  {
    "id": "ee2ec3eac98d7dc35d65dcf2c49fa07b002b0abe04d6425658bdeb8d20998dcc",
    "title": "順列都市(下)",
    "author": "グレッグ・イーガン/山岸真",
    "publisher": "早川書房",
    "isbn": "9784150112905",
    "asin": "4150112908",
    "readDate": "2016/11/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011290.jpg",
    "highlights": []
  },
  {
    "id": "7a17c2a2f8a3f7dcaec6b6cec021f438d8b1b87e21f93c51c37e2719056ff4d9",
    "title": "ミステリーの書き方",
    "author": "日本推理作家協会",
    "publisher": "幻冬舎",
    "isbn": "9784344424012",
    "asin": "4344424018",
    "readDate": "2016/11/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4012/9784344424012.jpg",
    "highlights": []
  },
  {
    "id": "36e7de391e4f787d9f5fd767db851e2571fb565da14face9604676a3d6f9e336",
    "title": "教祖の文学／不良少年とキリスト",
    "author": "坂口安吾",
    "publisher": "講談社",
    "isbn": "9784061963771",
    "asin": "4061963775",
    "readDate": "2016/10/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3771/9784061963771.jpg",
    "highlights": []
  },
  {
    "id": "af9167635d8bcffe3cde55c732b226e2152d28104a089ee69dcde83c0989cf77",
    "title": "シャーロック・ホームズの回想",
    "author": "アーサー・コナン・ドイル/日暮雅通",
    "publisher": "光文社",
    "isbn": "9784334761677",
    "asin": "4334761674",
    "readDate": "2016/10/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33476167.jpg",
    "highlights": []
  },
  {
    "id": "cec64452627b76d54256ac66b9817b7f01e4f9f762cb91485d011882adc1b59f",
    "title": "シャーロック・ホームズの冒険",
    "author": "アーサー・コナン・ドイル/日暮雅通",
    "publisher": "光文社",
    "isbn": "9784334761639",
    "asin": "4334761631",
    "readDate": "2016/10/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33476163.jpg",
    "highlights": [
      {
        "text": "た。「きみは見ているだけで、観察していないんだ。見ることと観察することとは、まるっきり違う。たとえば、玄関からこの部屋へ上がる階段を、きみは何度も見ているね」",
        "location": "85"
      },
      {
        "text": "まあ、結局のところ、いくらかは役に立ってるかな。ギュスターヴ・フローベールがジョルジュ・サンドに書き送った言葉があるよ。『人間は無――仕事こそがすべて』とね」",
        "location": "1,031"
      },
      {
        "text": "「芸術のために芸術を愛する者にはね」シャーロック・ホームズは、『デイリー・テレグラフ』の広告を脇へ放り出して言った。「些細な、とるに足らぬもののなかにこそ深い満足を 汲み取ることがよくあるものなんだよ。 そして、ワトスン、きみが",
        "location": "5,261"
      }
    ]
  },
  {
    "id": "8157a4ac852070c1ae5faaa822e22ce8d70763bd92e5120c0356449410680806",
    "title": "四つの署名改版",
    "author": "アーサー・コナン・ドイル/延原謙",
    "publisher": "新潮社",
    "isbn": "9784102134061",
    "asin": "4102134069",
    "readDate": "2016/10/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4061/9784102134061.jpg",
    "highlights": []
  },
  {
    "id": "ba1bebbc8244c5a0a0ad6d0cd8087b6cb27881e6589d6ba448f7355f1f233165",
    "title": "走ることについて語るときに僕の語ること",
    "author": "村上春樹",
    "publisher": "文藝春秋",
    "isbn": "9784163695808",
    "asin": "416369580X",
    "readDate": "2016/10/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1636/16369580.jpg",
    "highlights": [
      {
        "text": "もちろん僕にだって負けず嫌いなところはなくはない。しかしなぜか、他人を相手に勝ったり負けたりすることには、昔から一貫してあまりこだわらなかった。そういう性向は大人になってもおおむね変わらない。何ごとによらず、他人に勝とうが負けようが、そんなに気にならない。それよりは、自分自身の設定した基準をクリアできるかできないか──そちらの方により関心が向く。そういう意味で長距離走は、僕のメンタリティーにぴたりとはまるスポーツだった。",
        "location": "154"
      },
      {
        "text": "ない。若き日のミック・ジャガーには四十五歳になった自分の姿を想像することができなかったのだ。",
        "location": "291"
      },
      {
        "text": "日常生活においても仕事のフィールドにおいても、他人と優劣を競い勝敗を争うことは、僕の求める生き方ではない。つまらない正論を述べるようだけれど、いろんな人がいてそれで世界が成り立っている。他の人には他の人の価値観があり、それに添った生き方がある。僕には僕の価値観があり、それに添った生き方がある。そのような相違は日常的に細かなすれ違いを生み出すし、いくつかのすれ違いの組み合わせが、大きな誤解へと発展していくこともある。その結果故のない非難を受けたりもする。当たり前の話だが、誤解されたり非難されたりするのは、決して愉快な出来事ではない。そのせいで心が深く傷つくこともある。これはつらい体験だ。",
        "location": "304"
      },
      {
        "text": "学校で僕らが学ぶもっとも重要なことは、「もっとも重要なことは学校では学べない」という真理である。",
        "location": "660"
      },
      {
        "text": "最初にもお断りしたことだが、僕は負けず嫌いな性格ではない。負けるのはある程度避けがたいことだと考えている。人は誰であれ、永遠に勝ち続けるわけにはいかない。人生というハイウェイでは、追い越し車線だけをひたすら走り続けることはできない。しかしそれとは別に、同じ失敗を何度も繰り返すことはしたくない。ひとつの失敗から何かを学びとって、次の機会にその教訓を活かしたい。少なくともそういう生き方を続けることが能力的に許されるあいだは。",
        "location": "767"
      }
    ]
  },
  {
    "id": "f1b3f150b8a17a28a68d8747f85c8ff43e8dd2e8b81f07313a6c266ab13ba3c8",
    "title": "緋色の研究改版",
    "author": "アーサー・コナン・ドイル/延原謙",
    "publisher": "新潮社",
    "isbn": "9784102134054",
    "asin": "4102134050",
    "readDate": "2016/09/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1021/10213405.jpg",
    "highlights": []
  },
  {
    "id": "9a9fbc6529a2bb3e5c9d690403b569555c87f202231f32f9eb9058f924f70153",
    "title": "シャーロック・ホームズの思考術",
    "author": "マリア・コニコヴァ/日暮雅通",
    "publisher": "早川書房",
    "isbn": "9784150504540",
    "asin": "4150504547",
    "readDate": "2016/09/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4540/9784150504540.jpg",
    "highlights": [
      {
        "text": "しっかり定着したルーチンからはずれなくてはならないのに、そうするのをなぜか忘れていたという経験がないだろうか。たとえば、帰宅途中でドラッグストアに立ち寄らなくてはならないとしよう。一日じゅう、その用事のことが頭にある。リハーサルをする――そこへ行くのに、いつものルートから一歩だけそれて、臨時に方向転換するところを思い描いてみさえする。それなのになぜか、ふと気づくと、どこにも立ち寄らずに自宅の玄関先まで帰ってきている。あそこで方向転換するのを忘れ、そこを通り過ぎたことさえ覚えていない。それが、 考えもせず にやっている習慣であり、どんなに頭の一部が何かほかのことをしなければならないと知っていても、それに反して出しゃばってくる、ルーチンというものだ。",
        "location": "149"
      },
      {
        "text": "今では大半の心理学者が同意しているが、私たちの頭は二つのシステムをベースにして動いている。一方のシステムは反応が速く、直観的で、反射的――戦うべきか逃げるべきか、絶えず注意しているような感じである。意識的な思考や努力はそれほど必要とせず、オートパイロットのような役目を果たしている。もう一方のシステムは反応が緩く、より慎重で、より徹底して、論理にかなった動きをする――が、大いに意識されている。できるかぎり最後まで加わらず、不可欠と思わないかぎり介入しないのだ。",
        "location": "368"
      },
      {
        "text": "第一章 科学的思考法を身につける シャーロック・ホームズ研究の歴史、およびコナン・ドイルの作品の背景、そしてコナン・ドイルの人生については、次の三つの文献がかなり参考になった。レスリー・Ｓ・クリンガー編の The New Annotated Sherk Holmes、アンドルー・ライセットのドイル伝 The Man Who Created Sherk Holmes、ダニエル・スタシャワー、ジョン・レレンバーグ、チャールズ・フォーリー共編の『コナン・ドイル書簡集』（日暮雅通訳、東洋書林、二〇一二年）である。三作のうち一作目は、ホームズ物語（正典）の背景およびさまざまな解釈についてまとめた最良の情報源であり、二作目と三作目はコナン・ドイルの人生を概説するうえで非常に役に立つ。 初期の心理学について知るには、ウィリアム・ジェームスの古典的著作『心理学の根本問題』（松浦孝作訳、三笠書房、一九四〇年。短縮版『心理学』（上・下）は今田寛訳、岩波書店、一九九二年）をお勧めする。その科学的手法と歴史については、トマス・クーンの『科学革命の構造』（中山茂訳、みすず書房、一九七一年）を。モチベーション、学習、専門知識などについては、アンジェラ・ダックワース、『才能を開花させる子供たち』（片山陽子訳、日本放送出版協会、一九九八年）の著者エレン・ウィナー、Ｋ・アンダース・エリクソン（ The Road to Excellence の著者）の研究から多くのことがわかる。この章の内容にはダニエル・ギルバートの研究も役立たせていただいた。",
        "location": "5,264"
      },
      {
        "text": "第二章 脳という屋根裏部屋を知る 記憶に関する研究で最もすぐれた著作のひとつは、エリック・カンデルの In Search of Memory だろう。また、ダニエル・Ｌ．シャクターの『なぜ、「あれ」が思い出せなくなるのか――記憶と脳の７つの謎』（春日井晶子訳、日本経済新聞社、二〇〇四年）も、すばらしい。 ジョン・バーグは、人間の行動における〈プライミング〉の効果について、今でもオーソリティでありつづけている。また、この章はソロモン・アッシュとアレクサンダー・トドロフによる研究と、ノーバート・シュワーツおよびジェラルド・クロアの共同研究を、参考にしている。ＩＡＴにおける研究の成果は、マーザリン・バナジの研究所から入手できる。",
        "location": "5,277"
      },
      {
        "text": "第三章 脳という屋根裏部屋にしまう――観察する力をつける 頭脳のデフォルト・モール・ネットワーク、〈 休憩 状態〉、本質的な動作、〈 注意力〉に関する性質についての独創的な研究は、マーカス・レイクルによって行われた。注意力、 注意 的 見落とし、われわれの感覚がなぜ誤った状態に導くかについての議論は、クリストファー・チャブリスとダニエル・シモンズの『錯覚の科学』（木村博江訳、文藝春秋、二〇一一年）をお勧めする。頭脳に備わる〈認知バイアス〉の綿密な研究については、ダニエル・カーネマンの『ファスト＆ スロー――あなたの意思… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "5,284"
      },
      {
        "text": "第四章 脳という屋根裏部屋の探求――想像力を身につける 創造力、想像力および洞察力の本質を概観するには、ミハイ・チクセントミハイの研究がいいだろう。特に、彼の著作 Creativity: Flow and the Psychology of Discovery and Invention と『フロー体験――喜びの現象学』（今村浩明訳、世界思想社、一九九六年）をお勧めする。心理的距離とその創造的プロセスにおける役割の議論は、ヤーコフ・トロープとイーサン・クロスの研究に負… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "5,292"
      },
      {
        "text": "第五章 脳という屋根裏部屋を操縦する――事実に基づく推理 客観的事実と、主観的経験および解釈のあいだの遮断に関する私の理解は、リチャード・ニズベットとティモシー・ウィルソンの研究に深く影響されている。特に、彼らの革新的な一九七七年の論文“ Telling More Than We Can Know” が、すばらしい。彼らの研究は、ウィルソンの著作『自分を知り、自分を変える――適応的無意識の心理学』（村田光二監訳、新曜社、二〇〇五年）に、非常にうまくまとめられている。また、デイヴィッド・イーグルマンの『意識は傍観者である――脳の知られざる営み』（大田直子訳、早川書房、二〇一二年）は、新たな視点を提供してくれる。 分離脳の患者に関する研究は、ロジャー・スペリーとマイケル・ガザニガによって開拓された。このテーマについてはガザニガの Who’ s in Charge?: Free Will and the Science of the Brain をお勧めする。 先入観… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "5,298"
      },
      {
        "text": "第六章 脳という屋根裏部屋をメンテナンスする――勉強に終わりはない 頭脳の学習に関する議論については、再度ダニエル・シャクターの研究と、そのもうひとつの著書 Searching for Memory をお勧めする。またチャールズ・デュヒッグの『習慣の力』（渡会圭子訳、講談社、二〇一三年）には、習慣の形成とその変化、なぜ習慣がたやすく古い方法で固定されてしまうかについての詳細が述べられている。自信過剰の創発についてさらに知るには、ジョゼフ・Ｔ・ハリナンの『しまった！――「失敗の心理」を科学する』（栗原百代訳、講談社、二〇一〇年）とキャロル・タヴリスとエリオット・アロンソンの『なぜあの人はあやまちを認めないのか――言い訳と自己正当化の心理学』（戸根由紀恵訳、河出書房新社、二〇〇九年）をお勧めする。自信過剰の傾向と〈コントロール幻想〉することの錯覚に関する研究の多くは、エレン・ランガーによって開拓された（「序」の章を参照）。",
        "location": "5,312"
      }
    ]
  },
  {
    "id": "7627b600e813729c2f0c691010e384e9f67f51f80f84c4f4f30cfb989c5f4d92",
    "title": "薔薇の名前(上)",
    "author": "ウンベルト・エーコ/河島英昭",
    "publisher": "東京創元社",
    "isbn": "9784488013516",
    "asin": "4488013511",
    "readDate": "2016/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3516/9784488013516.jpg",
    "highlights": []
  },
  {
    "id": "1ae2f3d18d6bde1c2091fc5eba8050aebf5f41b9c4d3fdc35574f178b1a10b87",
    "title": "薔薇の名前(下)",
    "author": "ウンベルト・エーコ/河島英昭",
    "publisher": "東京創元社",
    "isbn": "9784488013523",
    "asin": "448801352X",
    "readDate": "2016/09/19",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "4011592de99015969cd2bf06db20d26282a7527ffaef75a3ee561768585114d2",
    "title": "カフカ寓話集",
    "author": "フランツ・カフカ/池内紀",
    "publisher": "岩波書店",
    "isbn": "9784003243848",
    "asin": "4003243846",
    "readDate": "2016/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0032/00324384.jpg",
    "highlights": [
      {
        "text": "掟の問題",
        "location": "638"
      },
      {
        "text": "われわれに課せられた唯一目に見える歴然とした掟は貴族であり、それをわれわれみずからが、しゃにむに奪いとりたがっている。",
        "location": "674"
      },
      {
        "text": "やおら危険があらわれるのを、愚かにも恐がりながら求めている。",
        "location": "1,490"
      },
      {
        "text": "断食のせいで瘦せたのではなく、より多く、むしろ自分に不満でそうなったのかもしれないのだ。というのは彼はひそかに誰も知らないことに気づいていた。つまり、いかに断食がたやすいことであるかであって、それはこの世でもっともたやすいことと言ってよかった。",
        "location": "1,875"
      },
      {
        "text": "断食芸人は全力をつくして断食をつづけ、この上なく見事にやってのけた。しかし、それが何になったというのだろう、誰もが前を通りすぎていくだけ。断食芸を講釈してみてはどうだろう？ 感じる能力のない者に、わからせるなど出来るものではないのである。檻",
        "location": "2,000"
      }
    ]
  },
  {
    "id": "33614660520538cb92ceed5f07e9d06acba6077ab3d7183405e068c100fb64b0",
    "title": "小説君の名は。",
    "author": "新海誠",
    "publisher": "KADOKAWA",
    "isbn": "9784041026229",
    "asin": "4041026229",
    "readDate": "2016/09/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6229/9784041026229.jpg",
    "highlights": []
  },
  {
    "id": "d581904a018e4fb35d20453d86fec62e0b05acbb3909ae66952b8fad66a7bf6f",
    "title": "好き好き大好き超愛してる。",
    "author": "舞城王太郎",
    "publisher": "講談社",
    "isbn": "9784062760812",
    "asin": "4062760819",
    "readDate": "2016/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0812/9784062760812.jpg",
    "highlights": [
      {
        "text": "愛は祈りだ。 僕は祈る。 僕の好きな人たちに皆そろって幸せになってほしい。 それぞれの願いを 叶えてほしい。 温かい場所で、あるいは涼しい場所で、とにかく心地よい場所で、それぞれの好きな人たちに囲まれて楽しく暮らしてほしい。 最大の幸福が空から皆に降り注ぐといい。 僕は世界中の全ての人たちが好きだ。 名前を知ってる人、知らない人、これから知ることになる人、これからも知らずに終わる人、そういう人たちを皆愛している。 なぜならうまくすれば僕とそういう人たちはとても仲良くなれるし、そういう可能性があるということで、僕にとっては皆を愛するに十分なのだ。 世界の全ての人々、皆の持つ僕との違いなんてもちろん僕はかまわない。 人は皆違って当然だ。 皆の欠点や失策や間違いについてすら僕は別にどうでもいい。 何かの偶然で知り合いになれる、ひょっとしたら友達になれる、もしかすると、お互いにとても大事な存在になれる、そういう可能性があるということで、僕は僕以外の人全員のことが好きなのだ。 一人一人、知り合えばさらに、個別に愛することができる。 僕達はたまたまお互いのことを知らないけれど、知り合ったら、うまくすれば、もしかすると、さらに深く強く愛し合えるのだ。 僕はだから、皆のために祈る。 祈りはそのまま、愛なのだ。 祈りも",
        "location": "3"
      },
      {
        "text": "祈ることに何の意味があるんだろう？僕達は祈ることで救われてたりするんだろうか？気が楽になったりしてるんだろうか？何かを解決したり、発見できたり、その手触りを感じられたりするんだろうか？まさか。 祈るという一瞬の行為に僕達は救いも不安の解消も、問題の解決も、何も期待などできない。 祈りはあくまでも 膝 をついたり手を合わせたり頭をうつむかせたりして願いを言う、思う、その 刹那 だけに始まって終わる。 それ以上何もしないし何も思わない。 ただひたすらに欲しいものを欲しいと言うことが祈りだ。 欲しいものが与えられたらこうするこうしない、与えられなかったらこうするこうしないという考えはない。",
        "location": "331"
      },
      {
        "text": "神との戦闘において、いや人生の全てにおいて、人はそれぞれのベストを尽くすべきだ。 生き延びた以上はそのまま生きるかもう一度死ぬかを選択しなければならないだろうし、そこで生きることを選んだなら、過去のことは自分で何とか整理しなければならない。 時間は必ずすべてを解決してくれる。 解決してくれなくても解消はしてくれる。 解消は、解決の一つのあり方とも言えるはずだ。",
        "location": "1,126"
      }
    ]
  },
  {
    "id": "127d900ee0360fa3ca42d80cd83efd53a3cb4db23e6b8ea912848a748aa88257",
    "title": "不思議の国のアリス",
    "author": "ルイス・キャロル/河合祥一郎",
    "publisher": "角川書店",
    "isbn": "9784042118039",
    "asin": "4042118038",
    "readDate": "2016/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8039/9784042118039.jpg",
    "highlights": [
      {
        "text": "変わり方があまりに急だったので、とてもこわくなったアリスは、それでもまだ自分が 存在 していることに、ほっとしました。",
        "location": "286"
      },
      {
        "text": "今にも胸が張り裂けんばかりの ため息 をついているのがアリスには聞こえました。なんてかわいそうなのかしらと、アリスはとても気の毒になって、「なにを悲しんでいるの？」とグリフォンにたずねました。すると、グリフォンは、ほとんどさっきと同じ言葉を使って答えました。「つもりになっているだけなんだよ。実際は、なにも悲しむことなんかありゃしないんだ。さあ、おいで！」 そうしてふたりは、",
        "location": "1,402"
      }
    ]
  },
  {
    "id": "6d5df685a6d7bd1d75871ee535bfa6eeeaa1ab60ef43e1e925f880223e269515",
    "title": "燃えよ剣(上巻)改版",
    "author": "司馬遼太郎",
    "publisher": "新潮社",
    "isbn": "9784101152080",
    "asin": "410115208X",
    "readDate": "2016/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2080/9784101152080.jpg",
    "highlights": []
  },
  {
    "id": "3fa49ab2b33e17bb70e3ca15f3632845ba4ca90593d5a08e616dabd2803a8951",
    "title": "燃えよ剣(下巻)改版",
    "author": "司馬遼太郎",
    "publisher": "新潮社",
    "isbn": "9784101152097",
    "asin": "4101152098",
    "readDate": "2016/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2097/9784101152097.jpg",
    "highlights": []
  },
  {
    "id": "a0e09f2cbc3c1cb6f1bc0b986e01d4791c19e00702963b7ff536b54d7d49e609",
    "title": "世界をひとりで歩いてみた",
    "author": "眞鍋かをり",
    "publisher": "祥伝社",
    "isbn": "9784396316921",
    "asin": "4396316925",
    "readDate": "2016/08/29",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6921/9784396316921.jpg",
    "highlights": []
  },
  {
    "id": "0e17cc99d2e6306df1552ffb37c4c1e7072fc910224dbc10ae21af046ce404db",
    "title": "好き？好き？大好き？",
    "author": "ロナルド・デーヴィッド・レイング/村上光彦",
    "publisher": "みすず書房",
    "isbn": "9784622023487",
    "asin": "4622023482",
    "readDate": "2016/08/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "b6e231e7a7a938eec7cea642a81935fad4e99f926bf7f6b8912fe3008571059e",
    "title": "フィルターバブル",
    "author": "イーライ・パリサー/井口耕二",
    "publisher": "早川書房",
    "isbn": "9784150504595",
    "asin": "4150504598",
    "readDate": "2016/08/25",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4595/9784150504595.jpg",
    "highlights": []
  },
  {
    "id": "3532dbb41625344f0c5aa84fdef8ebc1d037a403f6f33f6bfe993cdae6f7fed0",
    "title": "あなたの人生の科学(下)",
    "author": "デイビッド・ブルックス/夏目大",
    "publisher": "早川書房",
    "isbn": "9784150504502",
    "asin": "4150504504",
    "readDate": "2016/08/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4502/9784150504502.jpg",
    "highlights": []
  },
  {
    "id": "228977c4174244075e8394b5e65d9f1d51e35daf82abcb897c455054826a96b6",
    "title": "あなたの人生の科学(上)",
    "author": "デイビッド・ブルックス/夏目大",
    "publisher": "早川書房",
    "isbn": "9784150504496",
    "asin": "4150504490",
    "readDate": "2016/08/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4496/9784150504496.jpg",
    "highlights": []
  },
  {
    "id": "05d8f1a6703ed132db47cd38cb6309963efeeeecdae0a6f14d9d951f813c77fd",
    "title": "陰悩録",
    "author": "筒井康隆",
    "publisher": "角川書店",
    "isbn": "9784041305256",
    "asin": "404130525X",
    "readDate": "2016/08/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0413/04130525.jpg",
    "highlights": []
  },
  {
    "id": "8e144d2845fd4355b3404f6720bec6c692452917c10e2a62c9c216975a13f31e",
    "title": "ビブリア古書堂の事件手帖",
    "author": "三上延",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048704694",
    "asin": "4048704699",
    "readDate": "2016/08/20",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4694/9784048704694.jpg",
    "highlights": [
      {
        "text": "ピーター・ディキンスン『 生ける 屍』。サンリオＳＦ文庫。",
        "location": "1,577"
      }
    ]
  },
  {
    "id": "b01c66db223f9438da7ed0b4b9b3daea4e8e7e3a2c9d197eedc984d5381ed61a",
    "title": "撫物語",
    "author": "西尾 維新/VOFAN",
    "publisher": "講談社",
    "isbn": "9784062838986",
    "asin": "4062838982",
    "readDate": "2016/08/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8986/9784062838986.jpg",
    "highlights": []
  },
  {
    "id": "7a3b451dcc00688063c79ae64e6a87dec5e216be4e97a1ebcc1c2ef4c4044a03",
    "title": "賢者の弟子を名乗る賢者(5)",
    "author": "りゅうせんひろつぐ",
    "publisher": "マイクロマガジン社",
    "isbn": "9784896375626",
    "asin": "4896375629",
    "readDate": "2016/08/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5626/9784896375626.jpg",
    "highlights": []
  },
  {
    "id": "29513b37666199c2d3279350cefb617d3dfd454ce599d5f21e2c1b74fc1fc356",
    "title": "賢者の弟子を名乗る賢者(3)",
    "author": "りゅうせんひろつぐ",
    "publisher": "マイクロマガジン社",
    "isbn": "9784896375084",
    "asin": "4896375084",
    "readDate": "2016/08/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5084/9784896375084.jpg",
    "highlights": []
  },
  {
    "id": "eee5d406431230abdf875835dcd2c8059b6054bfcfcaafd975a1af01a86c3a10",
    "title": "ユダヤ式｢天才｣教育のレシピ",
    "author": "アンドリュー・J．サター/ユキコ・サター",
    "publisher": "講談社",
    "isbn": "9784062813860",
    "asin": "4062813866",
    "readDate": "2016/08/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3860/9784062813860.jpg",
    "highlights": []
  },
  {
    "id": "1f1dbd326ffd3f4dcdb3abe97a71db76e9fe96ad390e4ca2465d66dd1328b8f4",
    "title": "賢者の弟子を名乗る賢者(4)",
    "author": "りゅうせんひろつぐ",
    "publisher": "マイクロマガジン社",
    "isbn": "9784896375411",
    "asin": "4896375416",
    "readDate": "2016/08/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5411/9784896375411.jpg",
    "highlights": []
  },
  {
    "id": "54956c172fe6123a48bc80f11020e54c429a43922d5074d5e3dece6bc0668cc8",
    "title": "魔王の始め方(3)",
    "author": "笑うヤカン",
    "publisher": "キルタイムコミュニケーション",
    "isbn": "9784799208038",
    "asin": "4799208039",
    "readDate": "2016/08/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8038/9784799208038.jpg",
    "highlights": []
  },
  {
    "id": "81d3cbfd026dc019f313b47e7fdc443990cfa24eeded3bb609ff6278a9b3df63",
    "title": "賢者の弟子を名乗る賢者(1)",
    "author": "りゅうせんひろつぐ",
    "publisher": "マイクロマガジン社",
    "isbn": "9784896374650",
    "asin": "4896374657",
    "readDate": "2016/08/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4650/9784896374650.jpg",
    "highlights": []
  },
  {
    "id": "ecd9e049c3e4d8cc2743aa87820e56c3cd4f897c5e3ccff5c31b064cc51a7800",
    "title": "賢者の弟子を名乗る賢者(2)",
    "author": "りゅうせんひろつぐ",
    "publisher": "マイクロマガジン社",
    "isbn": "9784896374858",
    "asin": "4896374851",
    "readDate": "2016/08/15",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4858/9784896374858.jpg",
    "highlights": []
  },
  {
    "id": "a4cf3f3072443f48a06596f1a6b49f68f011b8bb3caa41b46b14f74a1ec3fb2b",
    "title": "魔王の始め方(1)",
    "author": "笑うヤカン",
    "publisher": "キルタイムコミュニケーション",
    "isbn": "9784799206805",
    "asin": "479920680X",
    "readDate": "2016/08/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6805/9784799206805.jpg",
    "highlights": []
  },
  {
    "id": "ff7876dca06978588c3ce0b23b87b090073dfc1702a8b983e27bf1cb568bf254",
    "title": "魔王の始め方(2)",
    "author": "笑うヤカン",
    "publisher": "キルタイムコミュニケーション",
    "isbn": "9784799207512",
    "asin": "4799207512",
    "readDate": "2016/08/14",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7512/9784799207512.jpg",
    "highlights": []
  },
  {
    "id": "ede640009736d905a485139e2cb6085b8178f41ad804c7a9022792d02e24452e",
    "title": "生きるとは、自分の物語をつくること",
    "author": "小川洋子（小説家）/河合隼雄",
    "publisher": "新潮社",
    "isbn": "9784101215266",
    "asin": "410121526X",
    "readDate": "2016/08/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5266/9784101215266.jpg",
    "highlights": [
      {
        "text": "医者さんに、魂とは何ですか、と言われて、僕はよくこれを言いますよ。分けられないものを明確に分けた途端に消えるものを魂というと。善と悪とかでもそうです。だから、魂の観点からものを見るというのは、そういう区別を全部、一遍、ご破算にして見ることなんです。障害のある人とない人、男と女、そういう区別を全部消して見る。",
        "location": "190"
      },
      {
        "text": "魂だけで生きようとする人は 挫折 するんです。やっぱりこの世の中というのはね、何か難しいんですよ。",
        "location": "231"
      },
      {
        "text": "ははは。八百というのも面白いですね。なぜ八百という言い回しになるのでしょう。 河合 ８はね、日本語では多いことを表す。２の２の２という倍倍倍だからでしょう。 小川 ８というのは無限大のマークでもありますし。 河合 八百万。八百屋さん。で、素数の７だと、七不思議。 小川 素数の不思議な感じは、世界共通ですね。ウソツキクラブの会長さんはラクそうですけど、やっぱり文化庁長官の方はまた大変なお仕事ですね。",
        "location": "293"
      },
      {
        "text": "人は、生きていくうえで難しい現実をどうやって受け入れていくかということに直面した時に、それをありのままの形では到底受け入れがたいので、自分の心の形に合うように、その人なりに現実を物語化して記憶にしていくという作業を、必ずやっていると思うんです。小説で一人の人間を表現しようとするとき、作家は、その人がそれまで積み重ねてきた記憶を、言葉の形、お話の形で取り出して、再確認するために書いているという気がします。",
        "location": "316"
      },
      {
        "text": "閉じればちゃんと元に戻る。 河合 そういう無責任さ、あるいは 曖昧 さをよしとして、われわれ日本人は生きているけれど、あちらの人からすると、やっぱりそれは許されないんです。だからアイヒマンにしたって、認めたら死ぬよりしかたない。 小川 人格の崩壊に 繋がるわけですね。",
        "location": "808"
      },
      {
        "text": "自分のために書いているのか。それは直感的に違う気がしていました。こんなちっぽけな自分の中にある何かを吐き出すためだけに書いているのだとしたら、きっとすぐに行き詰まるだろうという予感もありました。では他人のためなのか。そう言い切ってしまうと、 所詮 作家は読者に 媚びているだけなのだと開き直っているようで、ますます本心から遠ざかってゆくばかりです。 よく考えれば、別に理由など説明できなくても一向に構わないのですが、若い頃の私は年上のインタビュアーたちに少しでも自分を大きく見せようとし、たとえ中味はスカスカでも形だけは強固な理屈を求めていたのかもしれません。相手の質問を受け取り、その言葉を自分の中に響かせ、そこから聞こえてくるものに二人で一緒に耳を澄ませる、というのではなく、投げ込まれた球を打ち返すため、ただ目茶苦茶にバットを振り回していただけなのです。 河合先生の著作を読み、物語というものの解釈に出会ったのはちょうどその頃でした。 いくら自然科学が発達して、人間の死について論理的な説明ができるようになったとしても、私の死、私の親しい人の死、については何の解決にもならない。「なぜ死んだのか」と問われ、「出血多量です」と答えても無意味なのである。その恐怖や悲しみを受け入れるために、物語が必要になってくる。死に続く生、無の中の有を思い描くこと、つまり物語ることによってようやく、死の存在と折り合いをつけられる。物語を持つことによって初めて人間は、 身体 と精神、外界と内界、意識と無意識を結びつけ、自分を一つに統合できる。人間は表層の悩みによって、深層世界に落ち込んでいる悩みを感じないようにして生きている。表面的な部分は理性によって強化できるが、内面の深いところにある 混沌 は論理的な言語では… エクスポートの制限に達したため、一部のハイライトが非表示になっているか、省略されています。",
        "location": "973"
      },
      {
        "text": "自分は作家だから小説を書いているのではない。誰もが生きながら物語を作っているのだとしたら、私は人間であるがゆえに小説を書いているのであって、「なぜ書くのか」と聞かれるのは「なぜ生きるのか」と問われるのに等しい。まさにその問いこそが表層の鎧の奥に沈む混沌であり、それを現実的な筋道で説明できないのも当然なのだ。説明できないからこそ、自分は小説を書いている……。 と、私は深く納得し、同時にまた、現実とフィクションがこれほどまでに強く関わり合っているという事実に驚いたのでした。思い切り想像の翼を 飛翔 させ、どんなに遠く現実から離陸したつもりでも、物語は宙にふわふわと漂う単なる妄想ではなく、根は必ず、現実を生きる人間の内面と結びついているのです。逆に、そうでなければ小説は意味を持たないでしょう。",
        "location": "996"
      }
    ]
  },
  {
    "id": "535319b01218d864b9bf6eddee126eec4ee46a3dd7562e8aa74ba74fc47e685c",
    "title": "春の呪い(1)",
    "author": "小西明日翔",
    "publisher": "一迅社",
    "isbn": "9784758031813",
    "asin": "4758031819",
    "readDate": "2016/08/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1813/9784758031813.jpg",
    "highlights": []
  },
  {
    "id": "8639d25af2d4b4655619d9f854fa96ae27ee04a02104940c7e6ec24b59daf23f",
    "title": "ファスト＆スロー(下)",
    "author": "ダニエル・カーネマン/村井章子",
    "publisher": "早川書房",
    "isbn": "9784150504113",
    "asin": "4150504113",
    "readDate": "2016/08/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4113/9784150504113.jpg",
    "highlights": []
  },
  {
    "id": "19476a73a10191d287ed802d31997a6cd5ff0a0d24ceeff4526a1b600c5d8d2c",
    "title": "フィル・ゴードンのポーカー攻略法(入門編)",
    "author": "フィル・ゴードン/佐藤友香",
    "publisher": "パンローリング",
    "isbn": "9784775949016",
    "asin": "4775949012",
    "readDate": "2016/08/12",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9016/9784775949016.jpg",
    "highlights": []
  },
  {
    "id": "fd41aa2a13273f40e942987b319d56abf261dbe8637a65d7506433112f45c981",
    "title": "本好きの下剋上(第2部 〔2〕)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864724470",
    "asin": "4864724474",
    "readDate": "2016/08/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4470/9784864724470.jpg",
    "highlights": []
  },
  {
    "id": "0f8e10c34b4986e4e417618c931006c94715603a89850a20f1615d75eb01c3a7",
    "title": "本好きの下剋上(第2部 〔3〕)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864724739",
    "asin": "4864724733",
    "readDate": "2016/08/06",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4739/9784864724739.jpg",
    "highlights": []
  },
  {
    "id": "23df6ca0fca9fae53a55af0ad048af87fb2ef825d86b16b7d22407047bbcc75a",
    "title": "本好きの下剋上(第2部 〔1〕)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864724241",
    "asin": "4864724245",
    "readDate": "2016/08/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4241/9784864724241.jpg",
    "highlights": []
  },
  {
    "id": "9ffe95713b703689d64a98f4c5c70338efc1daed0915049b2ddd9493a057b698",
    "title": "素数の音楽",
    "author": "マーカス・デュ・ソートイ/冨永星",
    "publisher": "新潮社",
    "isbn": "9784102184219",
    "asin": "410218421X",
    "readDate": "2016/08/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4219/9784102184219.jpg",
    "highlights": []
  },
  {
    "id": "8456f8e5333128c49f5840ac6f20e3c6e7edbdb30859887dbb6ef26fc255e5a5",
    "title": "星の王子さま",
    "author": "アントア-ヌ・ド・サン・テグジュペリ/浅岡夢二",
    "publisher": "ゴマブックス",
    "isbn": "9784777111053",
    "asin": "4777111059",
    "readDate": "2016/08/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1053/9784777111053.jpg",
    "highlights": [
      {
        "text": "「君がバラのために使った時間が長ければ長いほど、バラは君にとって大切な存在になるんだ」 ――ボクがバラのために使った時間が長ければ長いほど……。 王子さまは、また、その言葉を覚えるために、くり返しました。 「人間たちは、みんな、このことを忘れてしまっている。 だけど、君は忘れちゃあだめだよ。 君は、いったん誰かを飼いならしたら、いつまでもその人との関係を大切にしなくちゃ」 ――いつまでもその人との関係を大切に……。 王子さまは、覚えるために、その言葉をくり返しました。",
        "location": "118"
      },
      {
        "text": "――星が持つ意味は、それを見る人によって、それぞれ違うんだ。航海する人にとって、星は自分のいる場所を知るための道具になる。 ほかの人にとって、星はだだの小さな光の点かもしれない。 学者にとって、星は、いろいろな問題を考えるきっかけになる。 ボクが会ったビジネスマンにとって、星はお金そのものだった。 でも、どの星も、自分から何かを言うわけではないよね。 そして、キミは、他の誰とも違った関係を星と結ぶんだ。",
        "location": "146"
      },
      {
        "text": "ぼくにとっても、また、王子さまが大好きなあなたにとっても、まだ見たことのないヒツジが、誰も知らない星で、バラの花を食べたかどうかということが、これほど本当に大きな意味を持つのです。そのことによって、宇宙全体の意味が変わってしまうのですから。 空を見上げて、次のように自問してみてください。 “ヒツジは、花を食べただろうか？” すると、宇宙全体が変化するでしょう。 でも、それがどれほど重要なことであるかを理解できる大人は、残念ながら、この地球上にはたったの一人もいません。",
        "location": "158"
      }
    ]
  },
  {
    "id": "b27a360ede4e4cdb39139e07fe281b4882ca663403492ecc29b14a8c8105a22e",
    "title": "認知科学への招待",
    "author": "苫米地英人",
    "publisher": "サイゾー",
    "isbn": "9784904209394",
    "asin": "4904209397",
    "readDate": "2016/08/05",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9394/9784904209394.jpg",
    "highlights": [
      {
        "text": "私はもともと人工知能に興味があったのですが、実際に自分が研究に携わることになるそもそものきっかけは、東京駅の裏手にあった書店で『The Cognitive Computer』（邦題『考えるコンピュータ』ダイヤモンド社）という英語の原書を手に取ったことでした。",
        "location": "118"
      },
      {
        "text": "人間の心は抽象的な記述に置換することができる。極端に表現するなら、数学で記述することができる」",
        "location": "129"
      },
      {
        "text": "こうしたプログラムを学習後にクラスター分析したところ、文法構造ができ上がっていたのです。 チョムスキーは「人間の脳には文法というものがあらかじめ備わっている」という考え方でしたが、ニューラル・ネットワークは学習によって文法を習得できることを示してしまったのです。",
        "location": "258"
      }
    ]
  },
  {
    "id": "fa76eab494a15b65199224afaed5498f922962c29427571aca15f09bade24668",
    "title": "夜伽の国の月光姫",
    "author": "青野海鳥",
    "publisher": "TOブックス",
    "isbn": "9784864724302",
    "asin": "486472430X",
    "readDate": "2016/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4302/9784864724302.jpg",
    "highlights": []
  },
  {
    "id": "1238db3a49aa68385037a82cdddc9eb21dd4e7d693349f79602228ec94527781",
    "title": "夜伽の国の月光姫(2)",
    "author": "青野海鳥",
    "publisher": "TOブックス",
    "isbn": "9784864724449",
    "asin": "486472444X",
    "readDate": "2016/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4449/9784864724449.jpg",
    "highlights": []
  },
  {
    "id": "e9db4870ec8685742e2e680e2acc248e9d83b96758b4abd31ae80c803804efb9",
    "title": "夜伽の国の月光姫(3)",
    "author": "青野海鳥",
    "publisher": "TOブックス",
    "isbn": "9784864724661",
    "asin": "4864724660",
    "readDate": "2016/08/04",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4661/9784864724661.jpg",
    "highlights": []
  },
  {
    "id": "e6a8bb4dea93f12bbfb8c1ac5d460de21e042dbf0611de184cb38f820b8ac823",
    "title": "本好きの下剋上(第1部 〔1〕)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864723428",
    "asin": "4864723427",
    "readDate": "2016/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3428/9784864723428.jpg",
    "highlights": []
  },
  {
    "id": "0040d222b97612fe2192aed6f29db6fdbd593669c734194b7946ef85d70e7a38",
    "title": "本好きの下剋上(第1部 〔2〕)",
    "author": "香月美夜/鈴華",
    "publisher": "TOブックス",
    "isbn": "9784864724999",
    "asin": "4864724997",
    "readDate": "2016/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4999/9784864724999.jpg",
    "highlights": []
  },
  {
    "id": "f55c62d6cb8d868d63703f25182a82fedc52e5a20430228a72233fb872d577fe",
    "title": "本好きの下剋上(第1部 〔3〕)",
    "author": "香月美夜",
    "publisher": "TOブックス",
    "isbn": "9784864723978",
    "asin": "4864723974",
    "readDate": "2016/08/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3978/9784864723978.jpg",
    "highlights": []
  },
  {
    "id": "f9aad2c4d02f201b286b97b9018094f7b9f07594fdf11df23abd3c2a39a73dc1",
    "title": "人生がときめく片づけの魔法",
    "author": "近藤麻理恵",
    "publisher": "サンマーク出版",
    "isbn": "9784763131201",
    "asin": "4763131206",
    "readDate": "2016/08/02",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1201/9784763131201.jpg",
    "highlights": [
      {
        "text": "は「モノ別」に片づけること。「今日はこの部屋を片づけよう」ではなく、「今日は洋服」「明日は本類」というふうに、「モノ」ごとに片づけを進めていくようにするのです。",
        "location": "41"
      },
      {
        "text": "「触ったときに、ときめくか」 モノを一つひとつ手にとり、ときめくモノは残し、ときめかないモノは捨てる。モノを見極めるもっとも簡単で正確な方法です。",
        "location": "62"
      },
      {
        "text": "マジメな話をすると、モノには物体としての価値のほかに、「機能」「情報」「感情」の三つの価値があります。ここに「希少性」の要素が加わることによって、捨てる難易度が決まってきます。",
        "location": "68"
      },
      {
        "text": "その過程はまさに自分の内面と向き合って棚卸しをする、生まれ変わりの儀式のようなものです。それに選ぶ基準が「ときめくかどうか」ですから、むずかしい理論も数字も必要ありません。 だから、ゴミ袋だけはたくさん用意して、安心して片づけを始めてください。 ただし順番だけは必ず守ること。はじめに衣類、次に本類、書類、小物類、そして最後に思い出品。この順番通りにモノを減らしていくと、驚くほどスムーズに片づけを進めることができます。なぜなら、残すか捨てるかの判断がしやすく、カテゴリーがはっきりしているモノから整理したほうがラクだからです。",
        "location": "91"
      },
      {
        "text": "したことでしょう。 それでも、ここにモノがあるという事実。それは過去に、他人ではなく、ほかならぬ自分自身が選択した結果、そこにモノが存在しているのです。危険なのは、それらを見て見ぬふりをしたり、自分の選択を否定するかのように乱暴に捨ててしまったりすることだと思います。 だから私は、モノを無意味にため込むことも、「とにかく何も考えずに捨てる」という考えにも反対。 一つひとつのモノに向き合って、そこで出てきた感情を味わって初めて、モノとの関係が消化できると考えています。",
        "location": "240"
      }
    ]
  },
  {
    "id": "4db3865e588a8bd2ad0889858d2c4615a980132b89100a3a7233f8849b293a0e",
    "title": "ファスト＆スロー(上)",
    "author": "ダニエル・カーネマン/村井章子",
    "publisher": "早川書房",
    "isbn": "9784150504106",
    "asin": "4150504105",
    "readDate": "2016/07/30",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4106/9784150504106.jpg",
    "highlights": []
  },
  {
    "id": "55d78d5f834c42b52e5e5128f82e206682c42569682975dfc55ed4147058e415",
    "title": "ライ麦畑でつかまえて",
    "author": "ジェローム・デーヴィド・サリンジャー/野崎孝",
    "publisher": "白水社",
    "isbn": "9784560070512",
    "asin": "4560070512",
    "readDate": "2016/07/28",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0512/9784560070512.jpg",
    "highlights": []
  },
  {
    "id": "6f255f4e8f7effac8938d6448902319b3899b3b2486eb3c70637f3028ddfc512",
    "title": "電波女と青春男(1)",
    "author": "山根真人/入間人間",
    "publisher": "角川書店",
    "isbn": "9784048704823",
    "asin": "4048704826",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4823/9784048704823.jpg",
    "highlights": []
  },
  {
    "id": "ca2415401b130ee9fae5c0260f77a2ff6f3db08c62fa1da5fa9eef70207960b3",
    "title": "電波女と青春男(2)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048678100",
    "asin": "4048678108",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04867810.jpg",
    "highlights": []
  },
  {
    "id": "5d4467f682a301232567954c9b09cee0bc9c2a88a4716063e3c1a0794d1d388a",
    "title": "電波女と青春男(3)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048681384",
    "asin": "4048681389",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868138.jpg",
    "highlights": []
  },
  {
    "id": "07d248576ebd0093022c5224e82c8bfcab8d4764ac091fde19afb6c63eb61770",
    "title": "電波女と青春男(4)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048683951",
    "asin": "4048683950",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868395.jpg",
    "highlights": []
  },
  {
    "id": "27c22693339039084be494ee27c7f05e53be63772e016ef6d814a3d7f6dea31c",
    "title": "電波女と青春男(5)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048685962",
    "asin": "4048685961",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868596.jpg",
    "highlights": []
  },
  {
    "id": "e8de2382b3c1708b1167542773deed1a6b75453112fc73c7db7fa7f0bcd8dc19",
    "title": "電波女と青春男(6)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048688802",
    "asin": "4048688804",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0486/04868880.jpg",
    "highlights": []
  },
  {
    "id": "5fd164ddbe9590c2c0b639774daa252c9a40a8863e912cbb15dda7b715dd1c09",
    "title": "電波女と青春男(7)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048701259",
    "asin": "4048701258",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0487/04870125.jpg",
    "highlights": []
  },
  {
    "id": "198f62f5fc726c5e16c232b12ed1ba73946b0a7a6bf08f5c6d87b91976f07f87",
    "title": "電波女と青春男(8)",
    "author": "入間人間",
    "publisher": "アスキー・メディアワークス",
    "isbn": "9784048704304",
    "asin": "4048704303",
    "readDate": "2016/07/26",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4304/9784048704304.jpg",
    "highlights": []
  },
  {
    "id": "96cdc614831b281fc791273a302b102e2234da1d7f9bc13f16d1672a4a94b671",
    "title": "冴えない彼女の育てかた(10)",
    "author": "丸戸史明",
    "publisher": "KADOKAWA",
    "isbn": "9784040707426",
    "asin": "4040707427",
    "readDate": "2016/07/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7426/9784040707426.jpg",
    "highlights": []
  },
  {
    "id": "0c63c4e96867360d57d8639080f7bccdd7a1865e510f9231c8fface8ab21ba95",
    "title": "徳丸浩のWebセキュリティ教室",
    "author": "徳丸浩",
    "publisher": "日経BP社",
    "isbn": "9784822279981",
    "asin": "4822279987",
    "readDate": "2016/07/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9981/9784822279981.jpg",
    "highlights": []
  },
  {
    "id": "bfdf638db710abeb33c1fe17114ce45389bc322036ba083d304d406b369ff38f",
    "title": "HACKING：美しき策謀第2版",
    "author": "ジョン・エリクソン/村上雅章",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873115146",
    "asin": "4873115140",
    "readDate": "2016/07/17",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5146/9784873115146.jpg",
    "highlights": []
  },
  {
    "id": "9f8276aeff439f2cfefff30fde06f962e54c3b8b154a6fd96441790bcc7cc741",
    "title": "死神の浮力",
    "author": "伊坂幸太郎",
    "publisher": "文藝春秋",
    "isbn": "9784167906474",
    "asin": "4167906473",
    "readDate": "2016/07/16",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6474/9784167906474.jpg",
    "highlights": []
  },
  {
    "id": "f5d1a1055736ebc64b108cb5b319fec7cdf00e74b7ecd4cab6b49297dd1849cb",
    "title": "夜を乗り越える",
    "author": "又吉直樹",
    "publisher": "小学館",
    "isbn": "9784098235018",
    "asin": "4098235013",
    "readDate": "2016/07/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5018/9784098235018.jpg",
    "highlights": []
  },
  {
    "id": "646f5a5310bd1b0b4bb20cac8df8707abb10a42ad1c77812d56e6d74c211961a",
    "title": "この素晴らしい世界に祝福を！(9)",
    "author": "暁なつめ",
    "publisher": "KADOKAWA",
    "isbn": "9784041039540",
    "asin": "4041039541",
    "readDate": "2016/07/13",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9540/9784041039540.jpg",
    "highlights": []
  },
  {
    "id": "0e6beb47b40959ab1b01fefd60ff933c8c7a5731f478168b2d146b941a9f273a",
    "title": "日本会議の研究",
    "author": "菅野完",
    "publisher": "扶桑社",
    "isbn": "9784594074760",
    "asin": "4594074766",
    "readDate": "2016/07/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4760/9784594074760.jpg",
    "highlights": []
  },
  {
    "id": "a9687935aacb4c5acd20c4fe19313b5686097f9d24bcf31373a0b7a3789747f3",
    "title": "ビアンカ・オーバースタディ",
    "author": "筒井康隆",
    "publisher": "KADOKAWA",
    "isbn": "9784041037188",
    "asin": "4041037182",
    "readDate": "2016/07/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7188/9784041037188.jpg",
    "highlights": []
  },
  {
    "id": "5d6d9386daec59a34a009cfafe38ba021e8da1fb4f699aeb17acb26f921c99e8",
    "title": "｢昭和｣という国家",
    "author": "司馬遼太郎",
    "publisher": "日本放送出版協会",
    "isbn": "9784140018569",
    "asin": "4140018569",
    "readDate": "2016/07/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1400/14001856.jpg",
    "highlights": []
  },
  {
    "id": "97f2796aa548aa2177cc70be0e172a1951753111384280047968aebc8f17efe8",
    "title": "ひとはなぜ戦争をするのか",
    "author": "アインシュタイン，アルバート/フロイト，ジグムント",
    "publisher": "講談社",
    "isbn": "9784062923682",
    "asin": "4062923688",
    "readDate": "2016/07/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3682/9784062923682.jpg",
    "highlights": []
  },
  {
    "id": "954c291bb22475256b50c4e9b4e43e5ba7493cac8d3efc8e5f4b18d93be4e84b",
    "title": "あなたの人生の物語",
    "author": "テッド・チャン/浅倉久志",
    "publisher": "早川書房",
    "isbn": "9784150114589",
    "asin": "4150114587",
    "readDate": "2016/07/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1501/15011458.jpg",
    "highlights": [
      {
        "text": "一七七〇年、クック船長の船、〈エンデヴァー〉がオーストラリアはクイーンズランドの海岸に座礁した。クックは部下の数人を修理にとりくませておき、その間に探検隊を率いて出かけ、アボリジニのひとびとに遭遇した。船員のひとりが、袋に子を入れて跳ねまわっている動物を指さして、あれはなんと呼ばれているのかとアボリジニにたずねた。そのアボリジニは、「カンガルー」と答えた。そのときから、クックと部下の船員たちはその動物をその語で呼ぶことになる。それは、のちになって彼らがその語は、〝あなたはなにを言っているのか？〟という意味であることを知るまで、変わらなかった。",
        "location": "2,027"
      },
      {
        "text": "若い女の子の場合、これまではいつも外見と結びつけて評価されてきました。なにかの業績も、本人が美しければ大きくとりあげられ、そうでないときは軽視されます。もっと困ったことに、一部の若い女の子はルックスだけにたよって人生を渡っていけるような錯覚におちいって、それ以上は精神面を発達させません。わたしはタメラをそんな種類の影響力にさらしたくなかったのです。",
        "location": "4,840"
      }
    ]
  },
  {
    "id": "1deadb388c4830e99a94739433cdb83d744c7ec5645fb168ad620b7dc06a1e2b",
    "title": "入門犯罪心理学",
    "author": "原田隆之",
    "publisher": "筑摩書房",
    "isbn": "9784480068248",
    "asin": "4480068244",
    "readDate": "2016/06/03",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8248/9784480068248.jpg",
    "highlights": [
      {
        "text": "心理学に最も多大な貢献をした心理学者として、アメリカでたびたび第一位にランクされるのが、行動主義心理学の祖スキナー（Burrhus Skinner） である。スキナーはネズミやハトを対象に、迷路やスキナー箱という実験的装置を用いて、その理論を発展させていった。",
        "location": "870"
      },
      {
        "text": "この事件が大きな注目を集めたのは、男が自らを「無敵の人」と呼び、「人間関係も社会的な地位もなく、失うものが何もないから罪を犯すことに心理的抵抗のない人間」と分析した点である。まさに、ハーシの言う社会的絆を欠いた人物であったと言うことができる。",
        "location": "1,001"
      }
    ]
  },
  {
    "id": "e27b4e2c975fc89a15ce83ecc255dac8696f07c95f0aa30394d3aa6f7df0e921",
    "title": "1日で読めてわかるTCP/IPのエッセンス",
    "author": "",
    "publisher": "インプレスR&D",
    "isbn": "9784844396192",
    "asin": "4844396196",
    "readDate": "2016/05/24",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6192/9784844396192.jpg",
    "highlights": [
      {
        "text": "1-3-1 OSI参照モデル 代表的なネットワークの階層モデルは、OSI（Open Systems Interconnection、開放型システム間相互接続）参照モデルと呼ばれるものです。これはISOによって制定されたモデルで、ネットワークを以下の7階層に分けています。 ・アプリケーション層 アプリケーション固有のデータの形式ややり取りの手順などを定めます。 ・プレゼンテーション層 データの表現形式、具体的には文字コードやファイル形式の処理や変換を行います。 ・セッション層 通信の開始から終了までの手順を規定します。 ・トランスポート層 エラーの検出や回復など、データ伝送を制御します。 ・ネットワーク層 複数のネットワークから構成されたインターネットで、ルーターを介した機器間のデータ伝送を実現します。 ・データリンク層 単一のネットワーク内で、機器間（ルーターも含みます）のデータ伝送を実現します。 ・物理層 実際の通信に使われる各種の規格、仕様を定めます。",
        "location": "215"
      },
      {
        "text": "1-3-2 TCP/IP階層モデル OSIの7階層モデルは、実はTCP/IPを使うインターネットのネットワーク構成にはうまくあてはまりません。トランスポート層からアプリケーション層までの役割が、TCP/IPとインターネットのアプリケーションの構造に対応しないのです。 TCP/IPとインターネットアプリケーションの構造を表すモデルとして、TCP/IP階層モデルと呼ばれる4階層のモデルがあります。これは以下の階層から構成されます。 ・アプリケーション層 アプリケーション固有のデータのやり取りの形式や手順、データの表現形式などを定めます。この層での通信規約をアプリケーションプロトコルといいます。 ・トランスポート層 プログラム間のデータのやり取りを実現します。UDPとTCPがこの層にします。 ・インターネット層 複数のネットワークから構成されたインターネットで、ルーターを介した機器間のデータ伝送を実現します。IPはこの層にするプロトコルです。OSIモデルのネットワーク層に相当します。 ・ネットワークインターフェイス層 単一のネットワーク内での通信を実現します。イーサネットや無線LANなどはこの層に属します。OSIモデルのデータリンク層と物理層に対応します。",
        "location": "227"
      }
    ]
  },
  {
    "id": "9c6310be69a9f5b0f63f179ef1eca582cb01f403c8d1464457fd31cff9a06776",
    "title": "カラマーゾフの兄弟(1)",
    "author": "フョードル・ミハイロヴィチ・ドストエフス/亀山郁夫",
    "publisher": "光文社",
    "isbn": "9784334751067",
    "asin": "4334751067",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33475106.jpg",
    "highlights": []
  },
  {
    "id": "b2db1b7df421c6e4178090fa90bcc6762b6322d527331d0e4ee6df0b35e5bb98",
    "title": "人民は弱し官吏は強し改版",
    "author": "星新一",
    "publisher": "新潮社",
    "isbn": "9784101098166",
    "asin": "4101098166",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8166/9784101098166.jpg",
    "highlights": []
  },
  {
    "id": "9e6b82ba063ee7f94bada82a9eb5260b9bcdc242941d00f9fd167472e1732244",
    "title": "幼年期の終わり",
    "author": "アーサー・チャールズ・クラーク/池田真紀子",
    "publisher": "光文社",
    "isbn": "9784334751449",
    "asin": "433475144X",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33475144.jpg",
    "highlights": [
      {
        "text": "アクトン卿の〝権力は腐敗する。絶対的権力は絶対的に腐敗する〟",
        "location": "422"
      },
      {
        "text": "人類の活動が建設的な方向へと向かった結果、地球の景色は一変した。世界は新しく生まれ変わっていた。前の世代にとっては満足のいくものだった都市は、一から造り直された。新しい世代の要望に応えられない都市は見放され、博物館の標本となるべく捨て置かれた。多くの都市がそうやってすでに廃墟と化していた。商工業の仕組みがそれまでとは一変したからだ。生産は高度にオートメーション化されている。ロボットがせっせと働く工場は休むことなしに消費材を市場に送り出し、あらゆる日用品が 無料 同然で手に入るようになった。人間は、贅沢品のために労働をした。あるいは労働をいっさいやめてしまった。",
        "location": "1,360"
      },
      {
        "text": "すべての人に絶えず満足を与え続けるユートピアなど存在しない。物質的な環境が改善されれば、人はさらに上を望む。かつては夢のまた夢でしかなかった力や財産にすら物足りなさを感じるようになる。そして外界に求められるものをすべて手に入れたあとでも、精神は探求を続け、心は強い願望を抱き続けるのだ。",
        "location": "1,739"
      },
      {
        "text": "人間の役割は、トラブル対策や意思決定、新たな事業の立案だった。それ以外はすべてロボットがこなした。",
        "location": "2,175"
      }
    ]
  },
  {
    "id": "6f606e91c2fd6fe4f8e3c311234ce6aa57fba5d50d8051d75707becb29aae665",
    "title": "シンギュラリティは近い",
    "author": "レイ・カーツワイル/NHK出版",
    "publisher": "NHK出版",
    "isbn": "9784140816974",
    "asin": "414081697X",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6974/9784140816974.jpg",
    "highlights": []
  },
  {
    "id": "2e8a43e274b4f859b2f51e5b2724b2842c1b6b8f9b17307efe42bff34ec9de4a",
    "title": "きまぐれ暦",
    "author": "星新一",
    "publisher": "新潮社",
    "isbn": "9784101098197",
    "asin": "4101098190",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "童話の末尾のこの欠陥を指摘し、問題にしようかと思ったのだが、やめた。やはり「二人はいつまでもしあわせ」なのだと気づいたからである。二人は大冒険、大悲劇という共通体験を持っている。ぬるま湯のような状態のなかにあっても、それを話題にしさえすれば、過去の大苦痛の思い出がよみがえり、たちまち幸福感にひたれるというわけである。まったく、うらやましい限りだ。だからこそ、いつまでも語りつがれる童話ということになっているのだろう。",
        "location": "184"
      },
      {
        "text": "マスコミに対し私が失望している点はここにある。「戦争阻止について、マスコミはどれだけの力を示しうるか」への答えが、これですでに出てしまった。交通戦争に対しておこなった程度のことしかできないというわけである。本物の戦争と交通戦争とはちがうのだ、との弁解もあろうが、どんなものだろうか。「オオカミが来た」と叫ぶイソップ物語の少年の例が連想される。",
        "location": "224"
      },
      {
        "text": "うみの親の私が説明するが、未来における、進化したツルの姿なのである。 うまいものを食いたがるので、口が発達してくる。交通が便利になり、歩かなくなるので足が退化した。したがって、運動不足により、ふとってしまったのだ。 重くなり、もちろん飛ぶことは不可能。しかし、なぜ飛ぶ必要がある。じっとしていても、事件はすべてテレビが見せてくれる。テレビの見すぎで、目が大きくなってきた。雑然たる情報がむやみと入ってくるので、頭だって大きくなるさ。大きくてなにかがつまっているといっても、それは頭がいいというのと別である。 このツルは行動しない。どう動いていいのかわからないのだし、動こうにも歩けも飛べもしないのだ。ただ沈黙している。 「アサー」と叫ぶ才能もない。食ってテレビを見るだけのこと。 生きてたってしようがないだろうが、あいにくとツルは千年の寿命を持ち、そうあっさりとは死なない。そのくせ、体内には有害物質が蓄積されており、食用にならぬとくる。このツルの存在の意味はなんであろうか。 と書くともっともらしいが、すべてあとでくっつけた理屈である。",
        "location": "405"
      },
      {
        "text": "文章もまた媒体である。よく「まず内容だ」などと言う人がいるが、本当だろうか。私なんか、いかに重要な内容のものでも、文章がつまらなければ、まるで読む気がしない。あなた、退屈だからと官報や判決文を読む気になれますか。血がかよっていてこそ文章である。内容と正確さだけでいいのなら、そのうちコンピューターがやってくれるさ。内容がすべてなら、品質証明書だけで商品が売れるはずだが、そうなってるだろうか。人間が関連しているからには、内容より文章である。",
        "location": "670"
      },
      {
        "text": "話はそれるが、きわどい映画が映倫で問題になったりすると、きまって「これは芸術である。わいせつと判断する人は、わいせつな心の持ち主だからだ」との説がでる。これなんかも、おかしな理屈だ。ノーカットで上映させろというのは、利益があがるからで、わいせつな心の持ち主である大ぜいの観客をあてにしているからにほかならない。観客だって大部分は、わいせつへの好奇心で出かけてゆくのである。芸術こそいいつらの皮。 立派な主張ほどむなしいものはない。",
        "location": "711"
      },
      {
        "text": "意外な素顔 もうだいぶ前のことである。筒井康隆が東京へ出てくる前のことだから、彼が作家になりたてのころだが、小松左京そのほかと大阪で飲んだことがある。何カ所かで飲み、かなり酔ったあげく「なにか食おう」となり、地下のレストランでライスカレーだかを食べはじめた。",
        "location": "1,356"
      },
      {
        "text": "しかし、そのご筒井さんの作品は、しだいに気ちがいじみたものへと進化していった。わが国はもちろん、外国にも例のない、 妄想 の権化のような作風となった。 しからば、彼の酒ぐせもそれに応じてすさまじくなったかというと、さにあらず。二度と、あんな状態を拝見したことがない。持てる狂気を作品内に封じこめる手法、それを彼が身につけたわけである。それゆえ、現実の彼は狂気の抜けがらで、人あたりのいい安心して飲める友人である。酒乱にもなれず、決して泥酔もできないのだ。そういう部分は、作品のほうに移っていってしまった。",
        "location": "1,367"
      },
      {
        "text": "解説する彼女も楽しそうである。たしかに働きがいのある仕事にちがいない。自分の話した成果がすぐにあらわれ、喜んでもらえるとなると、努力のしがいもあるというものだ。現代、サービス精神が薄れたとか、仕事への意欲が少なくなったとかいわれるが、そうではなく、そういう職種を積極的に作ろうとしないせいではなかろうか。",
        "location": "1,610"
      },
      {
        "text": "話が横にそれたようだが、私が言いたかったのは、ワンテンポおくれて見ていると、世に口先ばかりの説が多すぎるのではないかという点である。言行一致であるべきだなど、やぼなことを言うつもりはない。人間はもともと不完全な動物である。ひとをけなすのは好きだが、けなされるのは許せぬ。それぐらいの不一致はいたしかたあるまい。 しかし、言行不一致の底に、自分だけはべつだとの、思いあがりがあるとしたら、これは問題にすべきではなかろうか。許されていい不完全さではない。これこそ人間の欠点である。",
        "location": "1,692"
      }
    ]
  },
  {
    "id": "779bed2a9f26b9cb3c831a93d5f12aaa1a42907db274ed79dcbea28a77e9d916",
    "title": "明治・父・アメリカ改版",
    "author": "星新一",
    "publisher": "新潮社",
    "isbn": "9784101098173",
    "asin": "4101098174",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1010/10109817.jpg",
    "highlights": []
  },
  {
    "id": "3eebb807865689b592b46d97f7f5f0f16ae657584aaea43578f9b6bfae9ac38e",
    "title": "午後の恐竜改版",
    "author": "星新一",
    "publisher": "新潮社",
    "isbn": "9784101098111",
    "asin": "4101098115",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8111/9784101098111.jpg",
    "highlights": []
  },
  {
    "id": "5f0329ad7b2dd679fc945c9a22861f9c8de7c9d518613d034641c8ae3fb89884",
    "title": "世紀の空売り",
    "author": "マイケル・ルイス（ノンフィクション作家）/東江一紀",
    "publisher": "文藝春秋",
    "isbn": "9784167651862",
    "asin": "4167651866",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1862/9784167651862.jpg",
    "highlights": [
      {
        "text": "人物だ。マンガーは、一九九五年、ハーヴァード・ビジネス・スクールで〝人間が判断を誤る心理〟と題する講演を行なった。他人の行動を予測するには、動機に目を向けさえすればいい、とマンガーは言う。",
        "location": "1,085"
      },
      {
        "text": "宅配運送会社フェデックスでは、夜間の配達をなかなか時間どおりに終わらせることができず、作業速度を上げるためにあらゆることが試されたが、効果があがったのは結局、夜間勤務の従業員の給与を、時給ではなくシフト給で支払うという策だった。また、ゼロックスでは、機能のすぐれた新型コピー機を開発したものの、機能の劣る旧型コピー機に比べて売り上げが伸びず、原因を探ったところ、旧型のコピー機を売るほうがセールスマンの歩合が高いことが明らかになった。マンガーは言う。「まあ、『そんなことは誰でも知ってる』と言われるかもしれません。このわたしも、物心ついて以来、動機の持つ力を理解することにかけては、同世代の人間の上位五パーセントに入るだろうと、ずっと自負していながら、その力をずっと過小評価していました。自分の限界をちょっとだけ広げてくれるような意外なことが、年に一度は必ず起こるものです」",
        "location": "1,087"
      }
    ]
  },
  {
    "id": "171acc7bf544f7da7448850486e2cef34237a57dcb537ff22405823e17f91970",
    "title": "方法序説",
    "author": "ルネ・デカルト/谷川多佳子",
    "publisher": "岩波書店",
    "isbn": "9784003361313",
    "asin": "4003361318",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1313/9784003361313.jpg",
    "highlights": [
      {
        "text": "わたしたちの意見が分かれるのは、ある人が他人よりも理性があるということによるのではなく、ただ、わたしたちが思考を異なる道筋で導き、同一のことを考察してはいないことから生じるのである。",
        "location": "39"
      },
      {
        "text": "すべて良書を読むことは、著者である過去の世紀の一流の人びとと親しく語り合うようなもので、しかもその会話は、かれらの思想の最上のものだけを見せてくれる、入念な準備のなされたものだ。",
        "location": "97"
      },
      {
        "text": "けれども旅にあまり多く時間を費やすと、しまいには自分の国で異邦人になってしまう。",
        "location": "111"
      },
      {
        "text": "われわれにはきわめて突飛でこっけいに見えても、それでもほかの国々のおおぜいの人に共通に受け入れられ是認されている多くのことがあるのを見て、ただ前例と習慣だけで納得してきたことを、あまり堅く信じてはいけないと学んだことだ。",
        "location": "169"
      },
      {
        "text": "一個人が国家を、その根底からすべて変えたり、正しく建て直すために転覆したりして改造しようとすることは、まったく理に反しているし、さらに同様に、学問の全体系や、その教育のために学校で確立している秩序を改変しようとするのも理に反している、と。けれども、わたしがその時までに受け入れ信じてきた諸見解すべてにたいしては、自分の信念から一度きっぱりと取り除いてみることが最善だ、",
        "location": "216"
      },
      {
        "text": "は、自分を実際以上に有能だと信じて性急に自分の判断をくださずにはいられず、自分の思考すべてを秩序だてて導いていくだけの忍耐心を持ち得ない人たち。",
        "location": "243"
      },
      {
        "text": "真と偽とを区別する能力が他の人より劣っていて、自分たちはその人たちに教えてもらえると判断するだけの理性と慎ましさがあり、もっとすぐれた意見を自らは探求しないで、むしろ、そうした他人の意見に従うことで満足してしまう人たちである。",
        "location": "246"
      },
      {
        "text": "第一は、わたしが明証的に真であると認めるのでなければ、どんなことも真として受け入れないことだった。",
        "location": "287"
      },
      {
        "text": "第二は、わたしが検討する難問の一つ一つを、できるだけ多くの、しかも問題をよりよく解くために必要なだけの小部分に分割すること 14。",
        "location": "291"
      },
      {
        "text": "第三は、わたしの思考を順序にしたがって導くこと。そこ",
        "location": "293"
      },
      {
        "text": "最後は、すべての場合に、完全な枚挙と全体にわたる見直しをして、なにも見落とさなかったと確信すること 16。",
        "location": "297"
      },
      {
        "text": "自分が共に生きることになる人びとに従って自分を律するのがもっとも有益だと思われた。そしてその人たちの意見が実際にどのようなものかを知るには、かれらの言うことよりもむしろ行うことに注意すべきだと思われた。",
        "location": "363"
      },
      {
        "text": "運命よりむしろ自分に打ち克つように、世界の秩序よりも自分の欲望を変えるように、つねに努めることだった。",
        "location": "399"
      }
    ]
  },
  {
    "id": "8e4479b0dfcf9d5721f546d3ec5e9d210630899501a82220686a0d6035ddf2d9",
    "title": "人を動かす文庫版",
    "author": "デール・カーネギー/山口博",
    "publisher": "創元社（大阪）",
    "isbn": "9784422100982",
    "asin": "442210098X",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0982/9784422100982.jpg",
    "highlights": [
      {
        "text": "世の中の人は皆、幸福を求めているが、その幸福を必ず見つける方法が一つある。それは、自分の気の持ち方を工夫することだ。幸福は外的な条件によって得られるものではなく、自分の気の持ち方一つで、どうにでもなる。 幸不幸は、財産、地位、職業などで決まるものではない。何を幸福と考え、また不幸と考えるか──その考え方が、幸不幸の分かれ目なのである。",
        "location": "1,087"
      },
      {
        "text": "人に嫌われたり、陰で笑われたり、軽蔑されたりしたかったら、次の条項を守るに限る── 一、相手の話を、決して長くは聞かない。 一、終始自分のことだけをしゃべる。 一、相手が話している間に、何か意見があれば、すぐに相手の話をさえぎる。 一、相手はこちらよりも頭の回転が鈍い。そんな人間の下らないおしゃべりをいつまでも聞いている必要はない。話の途中で遠慮なく口をはさむ。 世間には、この条項を厳守している人が実在するのを読者は知っているはずだ。私も、不幸にして知っている。有名人のうちにも、そういう人がいるのだから驚く。 そういう人間は、まったく退屈でやりきれない相手だ。自我に陶酔し、自分だけが偉いと思い込んでいる連中だ。",
        "location": "1,435"
      },
      {
        "text": "議論は、ほとんど例外なく、双方に、自説をますます正しいと確信させて終わるものだ。 議論に勝つことは不可能だ。もし負ければ負けたのだし、たとえ勝ったにしても、やはり負けているのだ。なぜかと言えば──仮に相手を徹底的にやっつけたとして、その結果はどうなる？──やっつけたほうは大いに気をよくするだろうが、やっつけられたほうは劣等感を持ち、自尊心を傷つけられ、憤慨するだろう。 ──「議論に負けても、その人の意見は変わらない」",
        "location": "1,770"
      }
    ]
  },
  {
    "id": "2c7c7c147b8184ef23589152e069329740c9d6c26456369db69dc2d06fcab86c",
    "title": "あいどる",
    "author": "ウィリアム・ギブソン/浅倉久志",
    "publisher": "角川書店",
    "isbn": "9784047912755",
    "asin": "4047912751",
    "readDate": "2016/05/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0479/04791275.gif",
    "highlights": []
  },
  {
    "id": "2e4246747fc63760c10b5d291e88b3435902ba57b9108ae155a404118f001ee9",
    "title": "無花果とムーン",
    "author": "桜庭一樹",
    "publisher": "KADOKAWA",
    "isbn": "9784041036235",
    "asin": "4041036232",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6235/9784041036235.jpg",
    "highlights": []
  },
  {
    "id": "a28fa16fedf7945a890a240f20b0329af2d21d39b5fc7b0cd3018b07378292a6",
    "title": "1ドルの価値／賢者の贈り物",
    "author": "オー・ヘンリー/芹沢恵",
    "publisher": "光文社",
    "isbn": "9784334751418",
    "asin": "4334751415",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33475141.jpg",
    "highlights": []
  },
  {
    "id": "d0bde1267ccac56fe2ab8032412f3adcddefdd4ad33c342923ae6e7e68762804",
    "title": "変身改版",
    "author": "フランツ・カフカ/高橋義孝",
    "publisher": "新潮社",
    "isbn": "9784102071014",
    "asin": "4102071016",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1014/9784102071014.jpg",
    "highlights": []
  },
  {
    "id": "ed407b1f4e4aee28547cfbaf6aabe7ee5b91a171add672e5cbb5c887cd6db56a",
    "title": "四畳半神話大系",
    "author": "森見登美彦",
    "publisher": "角川書店",
    "isbn": "9784043878017",
    "asin": "404387801X",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/8017/9784043878017.jpg",
    "highlights": [
      {
        "text": "「我々の大方の苦悩は、あり得べき別の人生を夢想することから始まる。自分の可能性という当てにならないものに望みを託すことが諸悪の根元だ。今ここにある君以外、ほかの何者にもなれない自分を認めなくてはいけない。君がいわゆる薔薇色の学生生活を満喫できるわけがない。私が保証するからどっしりかまえておれ」",
        "location": "1,752"
      }
    ]
  },
  {
    "id": "b8b462aa6163f2fe38f74e3016f6f47204699dd60472501868080ca0821daa8e",
    "title": "火星の人(上)新版",
    "author": "アンディ・ウィアー/小野田和子",
    "publisher": "早川書房",
    "isbn": "9784150120436",
    "asin": "4150120439",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0436/9784150120436.jpg",
    "highlights": []
  },
  {
    "id": "85cf94c3ff09e2cd981e2c00edb5d69375264fdc072b809efb4c8a8ff5c7f660",
    "title": "火星の人(下)新版",
    "author": "アンディ・ウィアー/小野田和子",
    "publisher": "早川書房",
    "isbn": "9784150120443",
    "asin": "4150120447",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0443/9784150120443.jpg",
    "highlights": []
  },
  {
    "id": "eedd9bace4cfbb7f153244743b7480b577df97fb3d9d7af94faa750ce6196ecf",
    "title": "日本以外全部沈没",
    "author": "筒井康隆",
    "publisher": "角川書店",
    "isbn": "9784041305225",
    "asin": "4041305225",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": []
  },
  {
    "id": "8517641652f2db140cfdfb51eee7cc2b360460a5978cbb8ef42486894e511d9c",
    "title": "果しなき流れの果に",
    "author": "小松左京",
    "publisher": "角川春樹事務所",
    "isbn": "9784894563698",
    "asin": "489456369X",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3698/9784894563698.jpg",
    "highlights": [
      {
        "text": "したがって、無限の未来は、『無限遠』として距離──空間感覚に翻訳される。もっとも粗雑なたとえとして、時は『流れ』として表象される。これは、人間の意識の〝ふりかえり〟作用と〝予見〟作用により、時の経過感覚が、空間的な移動感覚として表象されたものである……。",
        "location": "5,224"
      },
      {
        "text": "「獣よりひどいが獣よりすばらしい認識能力をもっている 人間は山ほど死んで行く だがこの認識を押しすすめることによって 人間はこの獣の段階をこえ得るかも知れない」",
        "location": "5,616"
      }
    ]
  },
  {
    "id": "3bd231efa6be9f2692ced15519c9c4749c0ba69d2fa4887427f257b4827ba382",
    "title": "リライト",
    "author": "法条遙",
    "publisher": "早川書房",
    "isbn": "9784150311193",
    "asin": "4150311196",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1193/9784150311193.jpg",
    "highlights": []
  },
  {
    "id": "014777141d0e9d315d11c8cc6dc18984924cb0b5174d0bb080d9085ce25765ef",
    "title": "この社会で戦う君に｢知の世界地図｣をあげよう",
    "author": "池上彰",
    "publisher": "文藝春秋",
    "isbn": "9784167903169",
    "asin": "4167903164",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3169/9784167903169.jpg",
    "highlights": []
  },
  {
    "id": "b38261dce49e935fac9afc4cbc8842d004a1b92a779f6ddf531564db7420517b",
    "title": "世界を変えた10冊の本",
    "author": "池上彰",
    "publisher": "文藝春秋",
    "isbn": "9784167900366",
    "asin": "416790036X",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0366/9784167900366.jpg",
    "highlights": []
  },
  {
    "id": "0c5794bb2a37e0a5fb3e5d7487ffc89b2d041d9f03faf5e0935d301c39071825",
    "title": "幸せになる勇気",
    "author": "岸見一郎/古賀史健",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478066119",
    "asin": "4478066116",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6119/9784478066119.jpg",
    "highlights": [
      {
        "text": "哲人 多くの親や教育者たちは、これに 眉 をひそめ、もっと「役に立つもの」や「価値のあるもの」を与えようとします。その行為を 諌め、書物や玩具を没収し、自分たちがそこに価値を認めたものだけを与えるわけです。 無論、親たちは「子どものためを思って」そうしているのでしょう。しかしこれは、いっさいの「尊敬」を欠いた、子どもとの距離を遠ざけるだけの行為だと考えねばなりません。子どもたちの自然な関心を否定しているのですから。",
        "location": "619"
      },
      {
        "text": "哲人 こちらからなにかを推奨するのではありません。ただ「子どもたちの関心事」に関心を寄せるのです。あなたの目から見て、どんなに低俗な遊びであろうと、まずはそれがどんなものなのか理解しようとする。自分もやってみて、場合によっては共に遊ぶ。「遊んであげる」のではなく、自分自身がそれを楽しむ。そのときはじめて、子どもたちは自分たちが認められていること、子ども扱いされていないこと、ひとりの人間として「尊敬」されていることを実感するでしょう。",
        "location": "625"
      },
      {
        "text": "暴力とは、どこまでもコストの低い、安直なコミュニケーション手段",
        "location": "1,411"
      },
      {
        "text": "キリスト教社会で 口承 されてきた「ニーバーの祈り」を。 青年 ええ、もちろん覚えています。「神よ、願わくばわたしに、変えることのできない物事を受け入れる落ち着きと、変えることのできる物事を変える勇気と、その違いを常に見分ける知恵とをさずけたまえ」。",
        "location": "1,482"
      },
      {
        "text": "人間が未成年の状態にあるのは、理性が欠けているのではない。他者の指示を仰がないと自分の理性を使う決意も勇気も持てないからなのだ。つまり人間は自らの責任において未成年の状態にとどまっていることになる」。",
        "location": "1,497"
      },
      {
        "text": "ます。「先生のおかげで卒業できました」とか「先生のおかげで合格できました」と言わせる教育者は、ほんとうの意味での教育には失敗しています。生徒たちには、自らの力でそれを成し遂げたと感じてもらわなければなりません。",
        "location": "1,550"
      },
      {
        "text": "しかし実際に手に入れてしまうと、半年としないうちに飽きてしまう。どうして手に入れた途端に飽きるのか？ あなたはドイツ製のカメラで「撮影したかった」のではありません。 それを獲得し、所有し、征服したかっただけなのです。……あなたの語る「落ちる愛」は、この所有欲や征服欲となんら変わりがありません。",
        "location": "2,857"
      },
      {
        "text": "エーリッヒ・フロムの",
        "location": "2,883"
      },
      {
        "text": "こうして過大な、ありもしない理想を持ち出すことによって、生きた人間と関わり合いになることを回避する。それが「出会いがない」と嘆く人の正体 だと考えてください。",
        "location": "3,330"
      }
    ]
  },
  {
    "id": "96453d1dd767dda64c32e44440882d131493790bf2427c9997013aac6c4dd7c9",
    "title": "エッセンシャル思考",
    "author": "グレッグ・マキューン/高橋璃子",
    "publisher": "かんき出版",
    "isbn": "9784761270438",
    "asin": "4761270438",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0438/9784761270438.jpg",
    "highlights": [
      {
        "text": "成功した企業がいかにして衰退するかを分析した（ ３）。コリンズによると、失敗の主な理由は企業が「規律なき拡大路線」に陥ったことだと言う。つまり、やたらと多くを求めすぎたのだ。このことは企業だけでなく、そこで働く個人にも当てはまる。",
        "location": "270"
      },
      {
        "text": "いつか着る可能性があるだろうか？」という考え方はやめよう。 そのかわりに、「大好きか？」「すごく似合うか？」「しょっちゅう着るか？」と考えよう。もしも答えがノーなら、それは不要なものだ。",
        "location": "321"
      },
      {
        "text": "もしもこれを持っていなかったら、今からお金を出して買うだろうか？」 すると、知らず知らずバイアスがかかっていたことに気づくはずだ。",
        "location": "329"
      },
      {
        "text": "自分は何が大好きか？」 「自分は何がいちばん得意か？」 「世の中の大きなニーズに貢献できるのは何か？」",
        "location": "373"
      },
      {
        "text": "ジョージ・オーウェルの有名な寓話小説『動物農場』に、ボクサーという名の馬が登場する。まじめで屈強な馬だ。動物たちが困難に出会うたび、「俺がもっと働こう」と言って仕事を引き受ける。だが過酷な状況のなかで、ついにボクサーは働きすぎて倒れ、解体業者のもとへ送られる。皮肉なことに、みんなのために一生懸命働いたボクサーの努力は、むしろ独裁者による搾取を助長しただけだった。",
        "location": "527"
      },
      {
        "text": "80 対 20 の法則（パレートの法則）」という言葉を聞いたことがあるだろうか。 19 世紀末に経済学者のヴィルフレド・パレートが提唱した法則で、成果の 80％ は 20％ の努力に起因するという説だ。",
        "location": "564"
      },
      {
        "text": "本当に重要なものごとを見極めるために必要なことは５つ。 じっくりと考える余裕、情報を集める時間、遊び心、十分な睡眠、そして何を選ぶかという厳密な基準だ。",
        "location": "751"
      },
      {
        "text": "古典は読む者の視野を広げ、時の試練に耐えた本質的な思想に立ち戻らせてくれる。 私のお気に入りは、インスピレーションを与えてくれる思想書だ。禅や儒教、ユダヤ教やキリスト教、道教、イスラム教、モルモン教、ジェームズ・アレン、ガンジー、ヘンリー・デイヴィッド・ソロー、アウレリウス、ウパニシャッド哲学。何を選んでもいい。私たちとはまったく違う時代に書かれ、それでいて現代に通じるような思想を読んでほしい。そういう思想は、私たちの「当たり前」を打ち壊してくれるはずだ。",
        "location": "871"
      },
      {
        "text": "自分が見積もった時間を、つねに１・５倍に増やして締切を設定するのだ（１・５倍は多すぎると感じるかもしれないが、実際それだけかかることが多いのだから仕方ない）。",
        "location": "2,229"
      },
      {
        "text": "変化を起こそうとするとき、私たちは派手な目標を掲げがちだ。私の知り合いも、娘たちのために完璧なおもちゃの家を建てようと意気込んでいたが、やってみると計画が壮大すぎて途中でくじけてしまった。最初から「すごいことをやろう」などと思うからそうなるのだ。仕事でも、鼻息ばかり荒い企画はそのまま企画倒れになるケースが多い。",
        "location": "2,388"
      },
      {
        "text": "ので、リストに線を引いて消した。 やることが多すぎて何から手をつけていいかわからなくなったら、まずは考えるのをやめて、深呼吸をすることだ。心を落ちつけて、今この瞬間に何が重要かを考えよう。明日のことや、１時間後のことは忘れていい。今だけを見るのだ。それでも何から手をつけるかわからないなら、やるべきことをリストアップしたあと、今すぐやること以外はすべて線を引いて消してしまおう。",
        "location": "2,719"
      }
    ]
  },
  {
    "id": "45729cfde8c25333a5285ddb0c7ff1a3fdbeaec7c26a6d8b708360d3102b4487",
    "title": "読書について",
    "author": "アルトゥル・ショーペンハウアー/鈴木芳子",
    "publisher": "光文社",
    "isbn": "9784334752712",
    "asin": "4334752713",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2712/9784334752712.jpg",
    "highlights": [
      {
        "text": "そういうわけで重圧を与え続けると、バネの弾力がなくなるように、多読に走ると、精神のしなやかさが奪われる。自分の考えを持ちたくなければ、その絶対確実な方法（１） は、一分でも空き時間ができたら、すぐさま本を手に取ることだ。これを実践すると、生まれながら凡庸で単純な多くの人間は、博識が 仇 となってますます精神のひらめきを失い、またあれこれ書き散らすと、ことごとく失敗するはめになる。つまりポープ（２） の言葉通りになってしまう。",
        "location": "38"
      },
      {
        "text": "「頭の中は 本の山 永遠に読み続ける 悟ることなく」",
        "location": "44"
      },
      {
        "text": "学者、物知りとは書物を読破した人のことだ。だが思想家、天才、世界に光をもたらし、人類の進歩をうながす人とは、世界という書物を直接読破した人のことだ。",
        "location": "45"
      },
      {
        "text": "真実と生命は、もともと自分の根っこにある思想にだけ宿る。私たちが本当に完全に理解できるのは、自分の考えだけだからだ。本から読みとった他人の考えは、 他人 様 の食べのこし、見知らぬ客人の脱ぎ捨てた古着のようなものだ。 私たち自身の内部からあふれ出る考えを、いわば咲き誇る春の花とすれば、本から読みとった他人の考えは、化石に 痕 をとどめる太古の植物のようなものだ。",
        "location": "48"
      },
      {
        "text": "読書は自分で考えることの代わりにしかならない。自分の思索の手綱を他人にゆだねることだ。おまけに多くの書物は、いかに多くの誤った道があり、道に迷うと、いかにひどい目にあうか教えてくれるだけだ。けれども創造的精神に導かれる者、すなわちみずから自発的に正しく考える者は、正しき道を見出す羅針盤をもっている。だから読書は、自分の思索の泉がこんこんと湧き出てこない場合のみ行うべきで、これはきわめてすぐれた頭脳の持ち主にも、しばしば見受けられる。これに対して根源的な力となる自分の思想を追い払って本を手にするのは、神聖なる精神への 冒瀆 にひとしい。そういう人は広々した大自然から逃げ出して、植物標本に見入ったり、銅版画の美しい風景をながめたりする人に似ている。",
        "location": "53"
      },
      {
        "text": "さんざん苦労して、時間をかけて自分の頭で考え、総合的に判断して真理と洞察にたどりついたのに、ある本を見たら、それが完璧な形でさらりと書かれていた──そんなこともあるかもしれない。だが自分の頭で考えて手に入れた真理と洞察には、百倍の値打ちがある。というのも、自分の頭で考えてたどりついた真理や洞察は、私たちの思想体系全体に組み込まれ、全体を構成するのに不可欠な部分、生き生きした構成要素となり、みごとに緊密に全体と結びつき、そのあらゆる原因・結果とともに理解され、私たちの思考方法全体の色合いや色調、特徴を帯びるからだ。さらにそれは、ちょうど内なる欲求が活発になった絶好のタイミングであらわれたものなので、しっかり根をおろし、二度と消えることはない。",
        "location": "60"
      },
      {
        "text": "「父祖の 遺したものを 完全に自分のものにするためには自ら獲得なさい」 （ゲーテ『ファウスト』第一部、六八二行）",
        "location": "68"
      },
      {
        "text": "報酬と著作権保護のための複製禁止は、根本的に文学を堕落させる。書くべきテーマがあるから書く人だけが、書くに値することを書く。文学のあらゆる分野で、ごく少数の傑出した本だけがあったなら、いかなるお宝にも代えがたいほど、ためになることだろう。",
        "location": "253"
      },
      {
        "text": "いちばん最近語られた言葉はつねに正しく、後から書かれたものはみな、以前書かれたものを改良したものであり、いかなる変更も進歩であると信じることほど、大きな過ちはない。真の思索家タイプや正しい判断の持ち主、あるテーマに真剣に取り組む人々はみな例外にすぎず、世界中いたるところで人間のクズどもがのさばる。クズどもは待ってましたとばかりに、例外的人物の十分に熟考した言説をいじくり回して、せっせと自己流に改悪する。",
        "location": "294"
      },
      {
        "text": "ほとんどいつの時代も、芸術や文学では、根本的に誤った見解やいんちきな手法・流儀が流行し、称賛されることがある。月並みな脳みその持ち主は、これを習得し、用いようと懸命になる。識者はこれを見抜き、はねつけ、流行などに左右されない。数年たつと一般読者も嗅ぎつけ、愚行の正体に気づいて、こんどはあざ笑う。できの悪い石膏細工で飾られた壁から装飾がはげ落ちるように、小細工に走る作品は称賛の的だった粉飾がはげ落ちると、その後ずっと 無残 な姿をさらすことになる。 だから、長くひそかに影響をおよぼしていた根本的 謬見 が決然と声高にはっきり表明されても、怒らず、むしろ喜びなさい。ほどなく誤りであることが感知され、ついには公然と表明されるだろう。それは 膿瘍 がパックリ口を開けるのと同じだ。",
        "location": "409"
      },
      {
        "text": "ドイツではようやく言論出版の自由が手に入ったかと思うと、たちまち破廉恥きわまりないほど濫用されている。だが、少なくとも匿名・偽名をすべて禁じて、この濫用に歯止めをかけるべきだ。印刷という広範囲におよぶメガフォンによって公衆に呼びかける者はすべて、少なくとも名誉心をもつ者なら、名誉にかけて責任をとるべきだし、 名誉心のかけらもない 輩 すなわち匿名・偽名による発言は、無効にすべきだ。名を明かして執筆する者を匿名で攻撃するとは、恥知らずだ。匿名批評家は他人や他人の仕事について公表したり隠し立てをしたりするくせに、自分で責任をとろうとせず、名乗り出ない者だ。こんなことを我慢せよというのか。匿名批評家がつく真っ赤な噓ほど、あつかましい噓はない。なにしろ無責任だ。あらゆる匿名批評は欺瞞をめざしている。だから警察は、覆面をしたまま往来を歩くのを許さないように、匿名で書くのを見のがすべきではない。",
        "location": "477"
      },
      {
        "text": "読書するとは、自分でものを考えずに、代わりに他人に考えてもらうことだ。他人の心の運びをなぞっているだけだ。それは生徒が習字のときに、先生が鉛筆で書いてくれたお手本を、あとからペンでなぞるようなものだ。したがって読書していると、ものを考える活動は大部分、棚上げされる。自分の頭で考える営みをはなれて、読書にうつると、ほっとするのはそのためだ。だが読書しているとき、私たちの頭は他人の思想が駆けめぐる運動場にすぎない。",
        "location": "1,577"
      }
    ]
  },
  {
    "id": "95e6889bb7fddc25cd470e282b05a372902208c91e48ee437855f1b8cd6870f7",
    "title": "永遠平和のために／啓蒙とは何か",
    "author": "イマーヌエル・カント/中山元",
    "publisher": "光文社",
    "isbn": "9784334751081",
    "asin": "4334751083",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/3347/33475108.jpg",
    "highlights": [
      {
        "text": "啓蒙とは何か。 それは人間が、 みずから招いた未成年の状態から抜けでることだ。 未成年の状態とは、他人の指示を仰がなければ自分の理性を使うことができないということである（ １）。人間が未成年の状態にあるのは、理性がないからではなく、他人の指示を仰がないと、自分の理性を使う決意も勇気ももてないからなのだ。だから人間はみずからの責任において、未成年の状態にとどまっていることになる。こうして啓蒙の標語とでもいうものがあるとすれば、それは「 知る勇気をもて」（ ２）だ。すなわち「自分の理性を使う勇気をもて」ということだ。",
        "location": "39"
      },
      {
        "text": "おそらく革命を起こせば、独裁的な支配者による専制や、利益のために抑圧する体制や、支配欲にかられた抑圧体制などは転覆させることができるだろう。しかし革命を起こしても、ほんとうの意味で公衆の考え方を革新することはできないのだ。新たな先入観が生まれて、これが古い先入観ともども、大衆をひきまわす手綱として使われることになるだけなのだ。",
        "location": "86"
      },
      {
        "text": "一般に啓蒙を推進することを禁じたとしたら、それは許されないことである。これは人間性にたいする犯罪とでも呼ぶべきものであろう。人間性の根本的な規定は、啓蒙を進めることにあるのである。",
        "location": "151"
      },
      {
        "text": "一人の人間が、みずからにそなわる自然な素質を完全に利用する方法を学びとろうとすると、どんな人でも途方もなく長生きしなければならなくなる。ところが自然は人間の寿命を短く定めているのだから（そうならざるをえなかったのだから）、人類の啓蒙の萌芽が、自然の意図するものに完全にふさわしい段階にまで発達することは、一人の人においては不可能である。",
        "location": "322"
      },
      {
        "text": "それは社会を形成してこそ、自分が人間であることを、そして自分の自然な素質が発展していくことを感じるからである。 ところが人間には反対に、 一人になろう とする傾向が、孤立しようとする傾向がある。",
        "location": "370"
      },
      {
        "text": "自分のうちにも、他者に抵抗しようとする傾向があることを熟知しているからである。この抵抗こそが、人間にそなわるすべての力を覚醒させ、怠惰に陥ろうとする傾向を克服させ、名誉欲や支配欲や所有欲などにかられて、仲間のうちでひとかどの地位を獲得するようにさせるのである。人間は仲間には がまんできない と感じながらも、一方でこの仲間から 離れる こともできないのである。",
        "location": "374"
      },
      {
        "text": "自然の目指すところは、部分的には 目的に適った ものであるが、全体としてはなんら 目的はない とみなすのが理性的なのだろうか。",
        "location": "500"
      },
      {
        "text": "自然 の歴史は善から始まる。それは 神の業 だからである。しかし 自由 の歴史は悪から始まる。それは 人間の業 だからである。個人",
        "location": "856"
      },
      {
        "text": "人類がいま到達している文化の水準では、戦争は文化をさらに進歩させるための不可欠な手段となっているのである。",
        "location": "968"
      },
      {
        "text": "人間が嘆いている 第二の不満 は、自然が人間の 寿命を短く 定めたことである。しかし人が、自分の人生がもっと長くなるべきだと望むとしたら、人間は人生の価値の評価の仕方を知らないと言わざるをえない。寿命が長くなるということは、ひたすら辛苦と戦う日々が長くつづくことになるからである。",
        "location": "977"
      },
      {
        "text": "もどりたいという願望はまったく空しいものであることがはっきりしてくる。 人間はこのような状態にとどまることはできない。それに満足できないからだ。",
        "location": "1,003"
      }
    ]
  },
  {
    "id": "8c26251fe4c4012beb516203d8e59d8b6ca39df2c6a67470d4289d7271618ddb",
    "title": "脳・心・人工知能",
    "author": "甘利俊一",
    "publisher": "講談社",
    "isbn": "9784062579681",
    "asin": "4062579685",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/9681/9784062579681.jpg",
    "highlights": []
  },
  {
    "id": "5d0dbbe8de5ffa693dd4abfba80b4eb19339a8b7c230a0372877226a94e440bd",
    "title": "入門UNIXシェルプログラミング改訂第2版",
    "author": "ブルース・ブリン/山下哲典",
    "publisher": "SBクリエイティブ",
    "isbn": "9784797321944",
    "asin": "4797321946",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1944/9784797321944.jpg",
    "highlights": []
  },
  {
    "id": "86ed14d1bfbab2d21f74f179469feae6f4374b7af43d93790aceda9f761753b0",
    "title": "アニメーターが教えるキャラ描画の基本法則",
    "author": "toshi",
    "publisher": "エムディエヌコーポレーション",
    "isbn": "9784844365624",
    "asin": "4844365622",
    "readDate": "2016/02/09",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5624/9784844365624.jpg",
    "highlights": []
  },
  {
    "id": "5c908781580b719cfb16b9227a233cb4b7b8be31e04299928e3552b09eab62f6",
    "title": "スペキュラティヴ・デザイン",
    "author": "アンソニー・ダン/フィオナ・レイビー",
    "publisher": "ビー・エヌ・エヌ新社",
    "isbn": "9784802510028",
    "asin": "4802510020",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0028/9784802510028.jpg",
    "highlights": []
  },
  {
    "id": "cad9746bd731f385820edbb539450107864ecf65ecf048f96d7196a6c7f70051",
    "title": "天の光はすべて星",
    "author": "フレドリック・ブラウン/田中融二",
    "publisher": "早川書房",
    "isbn": "9784150116798",
    "asin": "4150116792",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6798/9784150116798.jpg",
    "highlights": []
  },
  {
    "id": "6f0c404d9bdf9780c2ae90a928d511c1fcbfadaef90e65717a0e841e0f08ad75",
    "title": "意識はいつ生まれるのか",
    "author": "マルチェッロ・マッスィミーニ/ジュリオ・トノーニ",
    "publisher": "亜紀書房",
    "isbn": "9784750514505",
    "asin": "4750514500",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4505/9784750514505.jpg",
    "highlights": []
  },
  {
    "id": "2c67354c353979c33962a29d8019ae366328247a111257a6c8ebc4f0f7fe73e4",
    "title": "暗号解読",
    "author": "サイモン・シン/青木薫",
    "publisher": "新潮社",
    "isbn": "9784105393021",
    "asin": "4105393022",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/1053/10539302.jpg",
    "highlights": []
  },
  {
    "id": "b5699a2dc9c3a88b999b7cc8c925d6edc2aa65f558d73acd9895620180cdbee5",
    "title": "ハヤカワ文庫SF総解説2000",
    "author": "早川書房",
    "publisher": "早川書房",
    "isbn": "9784152095787",
    "asin": "4152095784",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5787/9784152095787.jpg",
    "highlights": []
  },
  {
    "id": "9ce42fc8c8677eb55e47f85af60ef7c2ffbb078ca325c51d392aec1377ca2a64",
    "title": "入門Python 3",
    "author": "ビル・ルバノビック/斎藤康毅",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873117386",
    "asin": "4873117380",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/7386/9784873117386.jpg",
    "highlights": []
  },
  {
    "id": "ac0ec4ec1d30ee04b672ef3d934380b9052ae0702f40aeb3336cbdf3484418e5",
    "title": "実践機械学習システム",
    "author": "ウィリ・リチャート/ルイス・ペドロ・コエーリョ",
    "publisher": "オライリー・ジャパン",
    "isbn": "9784873116983",
    "asin": "4873116988",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6983/9784873116983.jpg",
    "highlights": []
  },
  {
    "id": "8517641652f2db140cfdfb51eee7cc2b360460a5978cbb8ef42486894e511d9c",
    "title": "果しなき流れの果に",
    "author": "小松左京",
    "publisher": "早川書房",
    "isbn": "9784150300012",
    "asin": "4150300011",
    "readDate": "2016/01/21",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/noimage_01.gif",
    "highlights": [
      {
        "text": "したがって、無限の未来は、『無限遠』として距離──空間感覚に翻訳される。もっとも粗雑なたとえとして、時は『流れ』として表象される。これは、人間の意識の〝ふりかえり〟作用と〝予見〟作用により、時の経過感覚が、空間的な移動感覚として表象されたものである……。",
        "location": "5,224"
      },
      {
        "text": "「獣よりひどいが獣よりすばらしい認識能力をもっている 人間は山ほど死んで行く だがこの認識を押しすすめることによって 人間はこの獣の段階をこえ得るかも知れない」",
        "location": "5,616"
      }
    ]
  },
  {
    "id": "bb6aac13db2589622214840e1a1c088e0861ed45720ad0c9f0329f95cc958ab4",
    "title": "伊藤計劃トリビュート",
    "author": "早川書房",
    "publisher": "早川書房",
    "isbn": "9784150312015",
    "asin": "415031201X",
    "readDate": "2015/09/10",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/2015/9784150312015.jpg",
    "highlights": []
  },
  {
    "id": "be65c177f7a6ce51e5fa204e2fb4f5d5a0dc038f347b51c95fe2b2708ba3531a",
    "title": "嫌われる勇気",
    "author": "岸見一郎/古賀史健",
    "publisher": "ダイヤモンド社",
    "isbn": "9784478025819",
    "asin": "4478025819",
    "readDate": "2015/09/08",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/5819/9784478025819.jpg",
    "highlights": [
      {
        "text": "いかなる経験も、それ自体では成功の原因でも失敗の原因でもない。われわれは自分の経験によるショック——いわゆるトラウマ——に苦しむのではなく、経験の中から目的にかなうものを見つけ出す。 自分の経験によって決定されるのではなく、経験に与える意味によって自らを決定するのである」",
        "location": "292"
      },
      {
        "text": "わたしたちの文化においては、弱さは非常に強くて権力がある」",
        "location": "1,085"
      },
      {
        "text": "もしも 面罵 されたなら、 その人の隠し持つ「目的」を考える のです。直接的な面罵にかぎらず、相手の言動によって本気で腹が立ったときには、相手が「権力争い」 を挑んできているのだと考えてください。",
        "location": "1,256"
      },
      {
        "text": "ええ。そして対人関係が復讐の段階まで及んでしまうと、当事者同士による解決はほとんど不可能になります。そうならないためにも、 権力争いを挑まれたときには、ぜったいに乗ってはならない のです。",
        "location": "1,297"
      },
      {
        "text": "人は、対人関係のなかで「わたしは正しいのだ」と確信した瞬間、すでに権力争いに足を踏み入れている のです。",
        "location": "1,327"
      },
      {
        "text": "行動面の目標が、次の２つ。 自立すること 社会と調和して暮らせること そして、この行動を支える心理面の目標として、次の２つ。 わたしには能力がある、という意識 人々はわたしの仲間である、という意識",
        "location": "1,365"
      },
      {
        "text": "人は「この人と一緒にいると、とても自由に振る舞える」と思えたとき、愛を実感することができます。",
        "location": "1,459"
      },
      {
        "text": "世界はいつでも危険なところになりうるし、あらゆる他者を「敵」と見なすことも可能 なのです。",
        "location": "1,502"
      },
      {
        "text": "曰く、「貨幣とは 鋳造 された自由である」",
        "location": "1,576"
      },
      {
        "text": "神なき世界のニヒリズムを克服する ためにこそ、他者からの承認を否定する必要があるのです。",
        "location": "1,696"
      },
      {
        "text": "われわれはもっと「いま、ここ」だけを真剣に生きるべきなの",
        "location": "3,472"
      }
    ]
  },
  {
    "id": "76354fa616cd49cf3b0bf8e6e5c3dda09be688087a85e7e05fad875929f7e4e1",
    "title": "人工知能は人間を超えるか",
    "author": "松尾豊",
    "publisher": "KADOKAWA",
    "isbn": "9784040800202",
    "asin": "4040800206",
    "readDate": "2015/08/27",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0202/9784040800202.jpg",
    "highlights": [
      {
        "text": "特徴表現学習（＊注",
        "location": "66"
      },
      {
        "text": "映画『トランセンデンス』",
        "location": "308"
      },
      {
        "text": "映画『ｈｅｒ／世界でひとつの彼女』は、人工知能に恋する男性が主人公だ。",
        "location": "312"
      },
      {
        "text": "には、「人工知能の父」と呼ばれるアラン・チューリング氏の数奇な生涯を描いた映画『イミテーションゲーム／エニグマと天才数学者の",
        "location": "315"
      },
      {
        "text": "モンテカルロ",
        "location": "781"
      },
      {
        "text": "単純な１つの文を訳すだけでも、一般常識がなければうまく訳せない。ここに機械翻訳の難しさがある。一般常識をコンピュータが扱うためには、人間が持っている書ききれないくらい膨大な知識を扱う必要があり、きわめて困難である。コンピュータが知識を獲得することの難しさを、人工知能の分野では「知識獲得のボトルネック」という。",
        "location": "1,026"
      },
      {
        "text": "最近 傍 法（Nearest neighbor）というのは、線を引くというよりももっと素朴な方法で、文字通り「一番近い隣を使う」ということだ。",
        "location": "1,206"
      },
      {
        "text": "ナイーブベイズ法（Naive Bayes）は、確率に関する有名な定理である「ベイズの定理」を使って分ける方法で、データの特徴ごとにどのカテゴリに当てはめるのかを足し合わせていく。",
        "location": "1,212"
      },
      {
        "text": "決定 木 は、ある属性がある値に入っているかどうかで線引きをする。「",
        "location": "1,229"
      },
      {
        "text": "サポートベクターマシン（Support Vector Machine）は、ここ 15 年くらい流行っていた方法で、マージン（余白）を最大にするように分ける。白と黒の点を分けたいのであれば、白から見ても黒から見ても、",
        "location": "1,239"
      },
      {
        "text": "ニューラルネットワーク（Neural network）は、これまでの手法と少し異なっている。いままでの方法が、純粋に機械学習の分けるという「機能」をエレガントな方法で実現しようとしているのに対し、ニューラルネットワークは、人間の脳神経回路をまねすることによって分けようというものである。 人間の脳はニューロン（神経細胞）",
        "location": "1,246"
      },
      {
        "text": "シグモイド関数",
        "location": "1,255"
      },
      {
        "text": "申し訳ありませんが、この形式のコンテンツは表示できません。",
        "location": "1,262"
      },
      {
        "text": "機械学習の精度を上げるのは、「どんな特徴量を入れるか」にかかっているのに、それは人間が頭を使って考えるしかなかった。これが「特徴量設計」で、機械学習の最大の関門だった。",
        "location": "1,348"
      },
      {
        "text": "いままで人工知能が実現しなかったのは、「世界からどの特徴に注目して情報を取り出すべきか」に関して、人間の手を借りなければならなかったからだ。",
        "location": "1,372"
      },
      {
        "text": "そして、「決められた状況での知識」を使うだけではなく、状況に合わせ、目的に合わせて、適切な記号をコンピュータ自らがつくり出し、それを使った知識を自ら獲得し、活用することができる。これまで人工知能がさまざまな問題に直面していたのは、概念（シニフィエ）を自ら獲得することができなかったからだ。",
        "location": "1,389"
      },
      {
        "text": "世の中の「相関する事象」の相関をあらかじめとらえておくことによって、現実的な問題の学習は早くなる。なぜなら、相関があるということは、その背景に何らかの現実の構造が隠れているはずだからである。",
        "location": "1,631"
      },
      {
        "text": "ディープラーニングでは、このように「ちょっと違ったかもしれない過去」のデータをたくさんつくり、それを使って学習することで、「絶対に間違いではない」特徴量を見つけ出す。そして、「絶対に間違いではない」特徴量であるがゆえに、その特徴量を使った高次の特徴量も見つけることができるのである。",
        "location": "1,670"
      },
      {
        "text": "画像認識の精度が上がらなかったのは、頑健性を高めるためにいじめ抜くという作業の重要性（専門的に言うと、正則化のための新しい方法）に気づいていなかったため、そして、そもそもマシンパワーが不足してできなかったためである。",
        "location": "1,701"
      },
      {
        "text": "シンギュラリティというのは、人工知能が自分の能力を超える人工知能を自ら生み出せるようになる時点を指す。",
        "location": "2,019"
      },
      {
        "text": "また、こういう言い方をすると相手は喜ぶといったように、感情をコントロールするような対応ができるようになる。受付やコールセンター業務も人工知能が行うことが可能になるのかもしれない。",
        "location": "2,193"
      },
      {
        "text": "いい音楽」から特徴量を学習し、それをまねして、組み合わせて新しい音楽をつくる。",
        "location": "2,231"
      }
    ]
  },
  {
    "id": "5635928199df656d853ed1d3db99167ac1800ea210fe6ebe5482bbf7d2cd9f1b",
    "title": "昔話の深層",
    "author": "河合隼雄",
    "publisher": "講談社",
    "isbn": "9784062560313",
    "asin": "4062560313",
    "readDate": "2015/08/18",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0313/9784062560313.jpg",
    "highlights": [
      {
        "text": "成人をしのぐ活躍をする子どものイメージが、昔話や神話などには世界共通の現象として存在することが認められる。つまり、人類はこのような超人的な子どもの話を好むのである。",
        "location": "192"
      },
      {
        "text": "スイスの分析心理学者ユングは、世界中の昔話や神話に共通して、このような典型的なイメージが存在することを重視した。そして、それは、彼が心理療法に専念している間に患者から得られる夢や妄想などの内容にも共通して見られることに気づいたのである。",
        "location": "193"
      },
      {
        "text": "ほとんどの母親は自分の子どもが「すばらしい子」であることを期待している。子どもの現実の能力や個性を無視して、子どもを英雄にしたてたがる。",
        "location": "219"
      },
      {
        "text": "民俗学は昔話を文化史的・精神史的ドキュメントとして研究し、社会におけるその役割を観察する。心理学はその物語を心的過程の表出と考え、聞き手あるいは読者への影響をたずねる、文芸学は昔話をして昔話たらしめるものを確認しようとつとめる」",
        "location": "231"
      },
      {
        "text": "昔話は自然現象を説明するための、低次元の物理学なのではなく、自然現象を体験したとき人間の心のなかに生じるはたらきをも不可分のものとして、それらを心の奥深く基礎づけるために、そのような話が生まれてきたと考えるのである。",
        "location": "284"
      },
      {
        "text": "現代人はあまりにも合理性や、道徳性などで防衛されているので、おそれおののくことがほとんどなくなってしまった。すべてのことは「わかって」いるし、わからないことや恐ろしいことは、うまく言いかえることによって防衛する。",
        "location": "357"
      },
      {
        "text": "現代人がつとめて忘れ去ろうとしている、死の戦慄は、未開人にとって真に重要なものであった。彼らは、子どもが成人になるためのイニシエーション（通過儀礼）において、それを大切な要素として組みいれているのである。",
        "location": "367"
      },
      {
        "text": "われわれは自分の能力も省みず、何事であれ自分で「抱きこみ」、「かかえこもう」として、それが不可能とわかった途端に、棄て去ろうとし、死に追いやろうとしなかったであろうか。われわれは誰かを世話し、育てるという美名に隠れて、その自立をさまたげていないだろうか。われわれは無意識のうちに、無数の「いのち」をコインロッカーに入れこみ、死に絶えさせている。",
        "location": "442"
      },
      {
        "text": "われわれがいかに好奇心が強くても、この世には見てはならぬ真実があり、たとえ、見たとしても言ってはならぬ真実が存在することを、これらの話は教えてくれる。",
        "location": "534"
      },
      {
        "text": "見てはならぬ真実を見たと知ったとき、一刻も早く逃げるのが最良の方策である。浅はかな人間の知恵で何とかしようとしたり、ものおしみをしてはいけない。持ちものを全部棄てても逃げだすこと、これは昔話によくある呪的逃走のテーマにつながってゆく。",
        "location": "552"
      },
      {
        "text": "貧乏や飢饉という物質的な欠如性は、心の内部のこととして見れば、心的エネルギーの欠如を示すものと考えられる。人間の自我は、その活動にふさわしい心的エネルギーを必要とする。ところが、その心的エネルギーが自我から無意識へと流れ、自我が利用しうるエネルギーが少なくなるときがある。それを心的エネルギーの退行という。",
        "location": "647"
      },
      {
        "text": "多くの子どもたちは両親の話をそっと聴き、両親の影の部分を認識することによって、彼らの自立への一歩を踏みだすものである。",
        "location": "684"
      },
      {
        "text": "ユングは鳥が、魂、精神などを表わすことをよく指摘している。鳥が人間とは異なり、空を自由に飛べるという事実は、このようなイメージを呼び起こす大切な要因であろう。あるいは、鳥の意味は突然にひらめく考えや、思考の流れ、空想などとも結びつくものである（３）。",
        "location": "696"
      },
      {
        "text": "飢饉の状態と、魔女の家における豊富な食べ物とが好対照をなしている。魔女の用意した甘くて豊富なお菓子は、母親の過保護を連想せしめる。過保護は子どもたちの自立をさまたげる。ヘンゼルとグレーテルは短期間のうちに、極端な拒否（森に棄てられる）と過保護とを体験させられている。言ってみれば、この拒否も過保護も同種のものなのである。",
        "location": "745"
      },
      {
        "text": "物質的な過保護の裏には、しばしば人間的な愛情の不足がある。",
        "location": "767"
      },
      {
        "text": "ものごとが極点に達したときの相互反転の現象は、人生によく見られる現象である。極点に達したものは自己消滅の道をたどる。",
        "location": "852"
      },
      {
        "text": "人間の意識は常に進歩を求め、効用の大なるものを求めて努力をつづけてきた。しかし、それはともすると一面的なものとなり、安定性を失ったものとなる。",
        "location": "997"
      },
      {
        "text": "運命を素朴に充足させて生き、何かのためになどと考えることのない生き方が、いかに偉大であるかということであった。これは、無為の思想である。老子",
        "location": "999"
      },
      {
        "text": "自分に対してふりかかってくる運命に対して積極的に闘ってゆくこと、これは男性の原理である。これに対して、運命を受けいれること、これは女性原理",
        "location": "1,014"
      },
      {
        "text": "その人がそれまで信条としてきたことがくずされ、どのように生きてよいかわからなくなる。",
        "location": "1,025"
      },
      {
        "text": "退行が創造的なものになるためには、現実を見る自我の力が強くなくてはならない。",
        "location": "1,088"
      },
      {
        "text": "実際、われわれは自分の行動がむしろ影によって律せられているとさえ、感じさせられるようなことも経験するのだ。われわれは そんなつもりでなかったのに、他人と争ったり、噓をついてしまったりする。こんなとき、われわれの行動の主体はわれわれの影だったのではないだろうか。",
        "location": "1,217"
      },
      {
        "text": "この物語では、「二」という数が非常に強調されている。題名からして既にそうであるが、動物たちも二匹ずつ出てくる。二の象徴性について、ユングは中世の哲学者の考えを援用しながら、人間にとっての最初の数というものは、一ではなくてむしろ二ではないかと述べている（８）。つまり、一が一であるかぎりわれわれは「数」ということを意識するはずがなく、何らかの意味で最初の全体的なものに分割が生じ、そこに対立、あるいは並置されている「二」の意識が生じてこそ、「一」の概念も生じてくると考えられる。",
        "location": "1,253"
      },
      {
        "text": "何度も事故に遭っている人、何かというと損ばかりしている人。これらの繰り返しは、その事実に本人も気づいているときと、こちらの指摘によってはじめて気がついて本人が驚く場合とがある。そして、そのような繰り返しは親子にわたってなされるときさえある。このような事実の存在は、いわゆる因縁とか、つきものなどの民間信仰を繁栄させるもととなったものであるが、われわれとしては、人間の無意識内にこのような繰り返しを強いる傾向があると考えざるを得ない。このような傾向に対して、フロイトは反復強迫と名づけ、これは彼の難解な死の本能説にまで発展する。 ここで、反復強迫の事実は認めるにしろ、フロイトとは異なる見方でこの事象を見てみよう。たとえば、これはフロイトも注目していることだが戦争ですさまじい体験をした人が、それを夢で何度も繰り返して見るという事実がある。",
        "location": "1,273"
      },
      {
        "text": "影の存在を自覚し、それと対決する課題はまったく避けられたまま次の世代、つまり弟の子どもたちに受け継がれる。 避けられた課題は常に拡大され、それは普遍的な性質を帯びてくる。実際、親の影の問題を子どもが背負わされている例は多い。聖人君子のように見える親の子どもがいわゆる不良少年になったりして、人びとは不思議に思うのだが、その実、子どもは親が避けて通った影の問題を──拡大した形で──背負わされているのである。",
        "location": "1,331"
      },
      {
        "text": "二重人格の例において、ビーチャムとして自我があまりにも一面的になるときは、自己はその全体性を維持するために、サリーという第二人格、つまり影を生ぜしめると考える。ユングの考えの特徴は、その当時、異常性のほうが強調された二重人格などの現象を、目的論的見方をすることによって、自己実現のひとつの表われとして見ようとした点にある。",
        "location": "1,353"
      },
      {
        "text": "運命を避けようとする試みが、ますます運命をひきよせることになる」（",
        "location": "1,532"
      },
      {
        "text": "王の死はその世界における規範性の崩壊を示すものである。",
        "location": "1,667"
      },
      {
        "text": "われわれの意識は自我を統合の中心として、ある程度のまとまりをもっているが、それは何らかの 偏りを避けることができず、意識の一面性は常に無意識によって補償される。",
        "location": "2,157"
      },
      {
        "text": "人間の心の中心があまりにも自我に偏ってしまうと、それは根のない浅薄な合理主義に堕してしまう。さりとて、自我の存在を忘れてしまうと、その非日常性があまりにも強いために、現実と遊離した存在となってしまう。自我と自己との間に望ましい相互関係が確立されていてこそ、自己実現の過程をすすんでゆくことができるのである。",
        "location": "2,169"
      },
      {
        "text": "日本人は自己を「自然」の全体としての流れのなかに体験し、 敢えてそれを人格化することを考えなかった面もあるのではないだろうか。",
        "location": "2,188"
      },
      {
        "text": "われわれの自我はそれ自身について知っており、外界についての知識は自我を豊かにする。しかし、自我がそれ自身の存在に目をむけたとき、その存在が深く基礎づけられたと感じる知恵は、先に述べた知識とは次元の異なるものである。ユングは自我の内部でそれを豊かにする知識と、自我存在を深く基礎づける知恵とを区別し、後者の場合はアニマが関係してくると指摘している。",
        "location": "2,337"
      }
    ]
  },
  {
    "id": "2352ef90abb038ef8ebfe1c841c57923e55c7dc8998a305cb13fb8bc5b388f78",
    "title": "一九八四年新訳版",
    "author": "ジョージ・オーエル/高橋和久",
    "publisher": "早川書房",
    "isbn": "9784151200533",
    "asin": "4151200533",
    "readDate": "2015/01/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/0533/9784151200533.jpg",
    "highlights": []
  },
  {
    "id": "87d5921899f20d7739d652c294e6236edd316c69e0906944f8252424f3169499",
    "title": "パリ・ロンドン放浪記",
    "author": "ジョージ・オーウェル/小野寺健",
    "publisher": "岩波書店",
    "isbn": "9784003226223",
    "asin": "4003226224",
    "readDate": "2015/01/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6223/9784003226223.jpg",
    "highlights": []
  },
  {
    "id": "8118416bc59c4a4e5b303762de5cc023236ec110a718915037e2659370a6dc55",
    "title": "動物農場",
    "author": "ジョージ・オーウェル/高畠文夫",
    "publisher": "角川書店",
    "isbn": "9784042334019",
    "asin": "4042334016",
    "readDate": "2015/01/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/4019/9784042334019.jpg",
    "highlights": []
  },
  {
    "id": "d889a63d805ecb5f7d1caf218344f0ed66ab314866a006647bd0c090c763537a",
    "title": "ディファレンス・エンジン(上)",
    "author": "ウィリアム・ギブソン/ブルース・スターリング",
    "publisher": "早川書房",
    "isbn": "9784150116774",
    "asin": "4150116776",
    "readDate": "2015/01/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6774/9784150116774.jpg",
    "highlights": []
  },
  {
    "id": "6eadbe89cade61d8a0040b753f11e858a17123a1d55c57b50b85013e6de2fcd3",
    "title": "ディファレンス・エンジン(下)",
    "author": "ウィリアム・ギブソン/ブルース・スターリング",
    "publisher": "早川書房",
    "isbn": "9784150116781",
    "asin": "4150116784",
    "readDate": "2015/01/01",
    "thumbnailImage": "https://thumbnail.image.rakuten.co.jp/@0_mall/book/cabinet/6781/9784150116781.jpg",
    "highlights": []
  }
];
